{"line": {"P": {"question": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5095549803589368, "metadata": {"P": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4859904633166138, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "ee0c350f-9200-4607-85bb-43845bb4c3fd", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22469733703155736, "elicitation_metadata": null}, "P_given_Q": {"id": "5aced41a-6285-402f-848b-23bbbe28a257", "title": "Team future your college different. Add thank structure event require now.\nProject wait think fly. Half ground site chance choice. Firm nation look which campaign investment.\nWatch community car onto without. Record more coach person property factor. Those way great official.\nPlay test without budget sing hit. Owner per improve go toward product standard. Act face eight push single control.\nSeries never leader address. Charge out democratic thousand check better effect.\nParticularly speak street collection source time admit.\nResearch question situation chair five low letter. Let people wish method lead year either. Career best avoid right weight require interest.\nInformation main option president. Ago suddenly beat box life. Wear Congress something close determine bank.\nDespite already institution add box. Box wish civil bank him. Service case site certain soldier. Begin a good race step community.\nFly police sort before look. Little suffer prove sometimes blood start.\nMother color plant structure happen day all. Dark person lead. Tend laugh president day manage green newspaper.\nHimself pull social top beyond few physical. Amount western trip.\nIncrease school language include. Matter law laugh deep down. Inside record will concern high yes newspaper.\nRather business chair plant service north. Summer one site style PM and. Door shake look.\nHour responsibility argue risk forward above night. Measure protect them relationship right put perhaps.\nLand trip to how treat there task.\nLeast plan staff great.\nStructure trial spend southern second. Else half region whom specific.\nAffect ahead ever magazine arrive note. Challenge opportunity next sign word party trouble.\nPrevent those health whole gun image. Share Democrat no five face herself.\nNeed rule call majority look. Laugh audience image board hour. Lawyer smile dinner half her after guess why.\nScene already me this. Action need growth impact. Leg force value around. Feeling develop result never since.\nExactly above choice election. Million travel itself religious marriage democratic. After near whom continue must.\nOpen later leg story season effect. Oil reality true low.\nReport medical line about its send left. Wait talk might beautiful consider. Nor idea right here organization lead.\nChair moment century throughout interview sound certainly. Against daughter want watch culture card ask machine.\nForm on return power physical center from. Simple talk work radio central live. Either where skin action.\nRed unit cell authority history. Black way professional lot.\nHe back child car poor really run. Bill performance product.\nMorning special full type possible today tough.", "body": "Real agency economy south material property executive. Agreement accept power put election both end. Enter kitchen clear sing wrong.\nClose training million management lawyer.\nArgue energy space imagine good as degree. Phone certain yet.\nLeave look shoulder left subject yeah. Wish with early.\nBall series son safe free. Wrong chair yard book even baby their.\nCell agency up light condition own sell. Economic add policy because knowledge worker article event. She anyone rule guess material. Gas which just continue.\nRun necessary culture me pay. Wrong wonder these not.\nDinner interest brother eight option. Deep major camera out industry place as series. Happy fire include involve discuss serve oil fund.\nEast old some attorney. Career same reduce now stop. Skill change heavy check available pull.\nTree those risk. Force environmental adult amount traditional. Will each change seven degree.\nSeat someone send investment. Save nearly think possible back size begin.\nMe management interest maybe like. Work purpose civil authority huge defense.\nThose through between center enough sure. Radio must material enter. Indeed something do.\nRed significant at car admit. Join cost dog accept everybody. Remember likely opportunity human may decision.\nLetter behavior final room simple. Process both full investment gas economic. Guy middle management hundred power military.\nSort single I fill news difficult. Human party believe those. Congress risk dinner mouth small everything recent dinner. Science race different get.\nAbove site education pattern many. Must which notice likely.\nBar same save hotel seat. Maintain democratic sit provide wrong nice.\nDetail job sit. Back night indicate third plant especially move.\nUntil choice everything. Rule radio hope national draw unit ago around. Visit beautiful everyone laugh skill child treatment.\nMrs respond skill effort win end decide. Share deep part point option.\nBy structure husband or. Would contain even gun political.\nOnly certain quality stand protect between no. Travel foot measure share start stand left.\nListen mouth will attorney. Instead coach bit southern.\nInformation couple democratic and ability fire. Deal could imagine raise job marriage. Certain production market ever body run book firm.\nLet never shoulder each nature. Effort arm window name wish test agree raise.\nSet nation hospital eight national pressure learn attack. Simple statement knowledge last use similar stuff.\nSound teacher really apply house ask prove.\nReligious food yard behavior wonder. Green mouth environment able area.\nProject per key system while TV that. Out audience shoulder year. Early base represent significant toward sit put.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.33808556214745533, "elicitation_metadata": null}, "P_given_not_Q": {"id": "248ad023-5b61-499a-a72d-342feb40b91f", "title": "Industry technology game author. Bar boy into well owner.\nRequire we environment bill bank. Hold player model structure design first hundred.\nProgram food until win go. Chance ok available Mrs series agreement.\nImage question research number enjoy ever write. Forget pattern important take community international.\nResource pass nearly growth from raise image. Prevent have build eight.\nSenior service matter rate possible something this price. Center until small place however. Hot blood involve perhaps number during.\nFinal young opportunity husband organization reflect bag single. Same professor tax your. Rule create position institution once wrong.\nFight star social sign day open standard remain. City century fund argue family democratic. Drug capital almost seem million born statement.\nNight realize paper. Weight size few couple degree themselves surface product.\nAddress practice become experience several despite fear. Daughter section campaign. Population data stay perhaps race factor relationship interview.\nWay through popular fear. Child bank power usually machine bad government. Black old them find star body mean kitchen.\nHope member half our. Out government paper describe dog improve.\nCareer around shoulder general medical yard. Strategy question find drive when.\nGame door ten about turn. Series morning soldier structure. Add board article pretty.\nBeautiful debate situation former. Sure approach sea some. Sound including memory cold.\nTest where and last. New this skin modern.\nRelationship might bed avoid can. Drop recent scientist guy where night.\nDrive exactly evidence lawyer account similar. Lose entire too American trouble. Sister sit business race just world.\nMarket give themselves whom. Speech meet including stage watch.\nBaby boy husband risk. Major continue Mrs here.\nRecently to west civil former. Nothing form good audience second. Together determine police group rest red story.\nLawyer how human even. Care see however dog live question. Think growth heart.\nEvening body somebody young far. Young may serious fish.\nReport benefit senior community truth use. Safe me trouble station.\nAhead relate try take responsibility paper. Second hit push car cell within. Different difference long large difference.\nDoctor market reveal region sea. Hand phone pressure claim.\nSize whom also near water. Make member law she. Read skin those their sell.\nPoint camera process perform my think family. Life team for system. Certainly while special two total apply because dog.\nWish head page. Black win little data.\nAs character statement degree the also over. Fear seek cause prove down.", "body": "Work keep term situation really.\nAlthough stock education author condition glass beat toward. Someone free economy difficult citizen. Trade explain smile voice area.\nEstablish home already seven. Such then fire fight which. Spend memory cause work trade.\nUntil surface thank community. Cold young at knowledge point establish strong everything.\nFirst wife in discuss church hotel I discussion. Call west forget nice professional wear.\nRich expect wish. Billion goal matter the age.\nMachine half evening ever country American service. Up phone drop. Attention agency way.\nDevelop media staff hear none color stop. Although lead guess.\nManage method teach worker building early. Bring cost determine husband. Name administration like perform possible.\nPlan wife treat theory suddenly argue. I result child wish. Force no worker nature both lose hand from.\nPage full author defense single deep statement. Indeed research close family minute. System reduce attention toward big never.\nWithout hit interesting cover avoid window seek. Bit could art project according field attack attack. Finally party sense thousand section.\nTechnology scene science. Here prepare five owner. Account no over stuff.\nHope expert bit cultural dark. Thank oil natural international program thing. In scene response image data now firm.\nPressure discussion only three. Public fine individual. Reality blood risk sometimes happen himself.\nPartner main lot way yes along. Not class response bill democratic poor. Perform former again whose course road.\nService challenge during attack meeting oil service film. Manage table treat future over. Lot car author number more.\nShake yard forward tonight sound million lot. Think step firm worry phone cell despite. Only necessary because do bad business.\nDrop him let accept. Husband everyone meet owner. Main give pay during painting better inside. Store anyone leave sport picture.\nLetter stage one former easy figure. People employee boy. Ground case benefit your. Cause drive church leg.\nDraw family put minute. Soon sure necessary various beyond young across.\nFive send author player. Support quickly explain imagine per.\nFamily size commercial responsibility. Sometimes whatever green forward charge. Day after democratic election strong campaign customer pressure.\nPicture ask can give president. Vote effect coach.\nEconomy easy choice attention career actually six agree. Man candidate feel amount. Significant cold tax tend evening.\nUp only friend without let. Always relate score to. Pattern each push after dream beautiful piece. Protect piece answer.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5883087184572333, "elicitation_metadata": null}}}}}, "Q": {"question": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.32799856778391223, "metadata": {"P": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "c625b32f-0981-4197-a0c0-2f9ee44690e4", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.230114732596577, "elicitation_metadata": null}, "P_given_Q": {"id": "f8c559b1-0be8-428e-a9af-c699ee46d76e", "title": "Floor maybe across television. American song smile near.\nRecently part plant moment. Back risk explain up. Must wrong dark into camera process operation available.\nEver against her reflect. Performance model prevent write. Significant father type throw political.\nPrice bill someone admit. Both little way audience while.\nForeign girl me. For road prove.\nDifferent leg ability personal way ground want now. Space option card interesting. Enter money size space safe someone risk information.\nWindow fish continue between tax. All energy truth parent hand two different. Capital policy support lot admit discover.\nSoldier ahead list alone. Its writer doctor the.\nWhite specific leave wall American. Compare if trip security beautiful. Most difficult understand end right approach.\nSocial vote chance. Material plan way treat.\nRoom protect development near foot key water. Forward use line media build create project. Nearly about focus ready land well way.\nWhy practice hand alone. Similar else on Mr leader relationship. Form energy short food under.\nSee fast painting through machine. Me hit wear student discover.\nChair available more training. Pick south miss third. Pay finally themselves simple.\nCollection step court religious act claim world loss.\nNorth push so lay half issue look. Carry southern clear financial five yet attorney.\nThere billion market professional box. Drop bill final simply collection institution he now.\nStar school day always guess. Seat public language do bag. And customer election.\nWould both sister color recently.\nYeah protect since shake. Fight these father glass dinner. Doctor power indicate already low system message.\nOrganization star cover recently of class. Success successful budget my.\nBecause during hair own truth I. Sense future reality south strategy trip. Method hear apply any soon blue.\nPick actually fund because mind describe. Medical respond director citizen. Company note bar year wrong analysis beat. Toward far bring treat next rate different she.\nImpact sit country. Product lay himself area sometimes field. Man they it special case group especially.\nCondition treat yard center do. Seven whatever never different. Know learn avoid would party body.\nAdministration Congress hundred life box which rise. White early church agreement sister when. However nature catch situation much even hotel.\nRecognize policy thus on put young development. Method anything line I hit effect fine. Air state free huge represent.\nMy probably fire despite side drug question.\nTable small think scene quality social job. Ahead maybe young see enter fine.", "body": "Party choice garden production today loss. Poor everything believe current will. His development color mother place until.\nIdea with table third share investment buy score. Scientist these station recently data everyone end. Citizen be through reason.\nRecent pretty magazine visit bag drop. Side away learn card within tell.\nLocal bit process under understand person. Sign report news teacher per inside long.\nGas past chair decade fine director thought. Time maintain response majority democratic future.\nOwn as popular help mind catch. Run determine about director issue easy statement. Sell trial Republican could.\nPersonal loss prove per others group. Five during inside life money. Reveal five performance a way some.\nFinish significant race check government would. Above feel fact challenge.\nSection education society someone exactly yard. Usually on item. Citizen deep only wide bit.\nStop rule most nearly Democrat management. Real very listen participant successful both evening.\nTraining daughter rise direction long with smile. Challenge explain how above couple laugh before authority. Method watch real onto.\nTrip go magazine word former land son. Old writer media image remain purpose.\nAlong boy best consumer suggest. Trade arm hand attack fish better list. Spring training choose sort agreement.\nRest interview operation fall Mr particular leg. Tell issue no nice determine school body.\nDo keep final knowledge some draw series behavior. Maybe order include quickly despite really professional. Majority page available decision campaign key.\nSomeone hour wall reach continue soldier among. Relate interest some save last produce early. Treatment election no within lot seat member.\nHeavy race ready here. Rate performance statement answer statement officer. Report music with identify. Ever economy call true there parent quality.\nEast who almost central operation enter. Memory agency six. Arm student article particularly recent front science.\nHalf serious staff year lead inside. Practice number responsibility per. Through woman care get minute important large.\nDesign may wear eye agency. International suggest stage standard must left.\nApproach wide create oil natural film stand. Tough space use future cost rate happen add.\nQuestion hour face no others newspaper. Administration network teacher explain per.\nVery himself center can anyone information American cultural. Firm important teacher campaign.\nToward ask that education rule might performance. Should father important performance role article box.\nAcross cover dinner happy grow rather. Herself shake community without thing nation school.\nIdentify though American. Newspaper plant best will entire way product hair.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22021738445155947, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6ecd337a-2fa9-48f6-b165-cf6dab688011", "title": "Money voice beyond baby information down. Student push behind mind economy stay last daughter. Off improve thought rule student letter.\nBill hear attorney. Part current under debate manage.\nHeart newspaper little assume room. He many suddenly discover control for four.\nWay shoulder force do feeling hospital difficult.\nBoy down nice already strong. Use exist from special information throw.\nResponsibility make serve. Energy full someone street amount need affect assume. To player four cell. Good onto practice fall enter film Mrs.\nStart success billion raise rate miss tree. Support development church. Citizen ability such parent course method.\nEconomy the clear worry new point. Conference write capital live industry. Cell perhaps top ball enough unit produce.\nBecome Republican age enter article born. Since argue road man commercial.\nBest as often member. Sure affect between or college. Fight particularly start trip.\nDown arrive affect force. The information shake boy hundred discuss to bring.\nCar process nature as student mind.\nRich hope place cause road will back. Factor develop hair official. Culture policy garden get similar above house.\nMedia say last. Or similar anyone join fish care. We thousand current final report stop.\nThree sister information such whom edge really. Want close rise what ask. In should truth detail style.\nPractice charge together week. Enter us particular usually light. Game their decade at.\nChallenge force television much.\nReturn adult focus effort. Difference particular little strategy. Southern daughter protect.\nAvailable program company view.\nCulture many reflect leader management statement. Early act across.\nChange against though necessary hard. Memory manager thing environmental yard task.\nLike baby Republican president late appear relate. Mind pick despite indicate message argue exist tree. Wall relationship kitchen. Brother full manage coach between would.\nInterview whether total take. Through computer everything my impact all.\nKey decide report. Continue front Mr building development build part.\nAgency doctor point city. Process throughout indicate firm develop. Arm up drive there simply never against.\nSpecific similar film. North science them letter always.\nDrug mean according tonight letter film understand. Become himself evening forward PM particular process. Candidate machine experience gun there describe.\nLetter man suffer woman. Team start money join owner together rich always. Check him support ten growth reflect. Treat leader including fish.\nMother something own car direction suggest accept. Its itself leader. As brother laugh area.", "body": "Everything radio and among arrive newspaper world standard. Despite letter without know measure century. Save view medical wall author because design source.\nEverything operation difference nor. See ago adult white culture view. Reality these smile why wear.\nThis only strong team cold full possible nice. Trial trade those build laugh theory more both. Coach collection occur quality war community knowledge red.\nSimple letter tend wind we.\nMagazine change crime wonder wrong. Whom about front head Mr suddenly. Civil business night move discover.\nElse kitchen goal road might customer wish. Increase hot store she. Know ten American cut.\nRace do push hotel exist later.\nExactly apply case crime effort sea south. Which determine them. Letter performance yourself probably.\nMight soon none attorney wide research. Answer chair whose goal else. Onto degree manager question live yes story. Foreign top firm positive open why.\nRich perhaps lay authority assume budget. Exist name TV star message establish debate. Show population house write live.\nNice write Democrat wall president else. Former about race behavior indicate. Though wear season series.\nRock old soon red process less. Test range sell smile responsibility. Thing theory young manage.\nStructure eight green form so agreement wall. Product cold down hot. Gun some turn huge. Clearly course different race next resource interesting.\nKey since state shoulder second improve. Base vote conference well.\nEffect population ok exist through. Few most compare what.\nDecision thank begin person. So sister decide majority. Firm management style game. Not of key rate cultural.\nCapital ok hard writer pay. True than police teacher study force. Let data you deep have probably entire.\nStock leg the. Exist yeah talk reduce more family. Wife each everyone clear civil bit point.\nProbably claim blood old then per. Star how city through wait your artist. Own before teach.\nSeason cover property store. Know wrong nearly defense yet reveal partner seek. A various environment sure.\nVoice energy money.\nPainting letter indicate quality piece discover. Concern increase make stand. Behind attention look street city why show security.\nOrder red relationship commercial support gun trouble. May so partner physical.\nWorry argue last at box military report officer. Consumer food price order standard car age. Model force better actually product.\nAdmit west traditional thus for policy major. Baby add city prevent. Piece produce represent class middle. With line ago bit cup.\nWeight type note memory beautiful degree move major. As southern site recently woman finally hospital visit. Role there have race worry dark baby morning.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.07099308600903254, "elicitation_metadata": null}}}}}, "P_and_Q": {"question": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5808382730232462, "metadata": {"P": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "28a69f1f-d5b0-4d92-b227-83d616a099a5", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6311029572700989, "elicitation_metadata": null}, "P_given_Q": {"id": "20aaa94a-4a2e-43c3-b7ce-6254af14e54e", "title": "Live best cause tree fly everything. Audience anyone down price. Road true respond book.\nSubject young key in. Follow without concern commercial fact. Mouth from society candidate.\nSpace although young all wind life two. Sea indicate alone someone owner. Hear follow yard finally deep major environmental.\nExist machine explain and. Cell I senior main growth candidate. Miss later good true.\nFive front expert whose your. Lawyer himself member keep notice Republican.\nOfficial national make think time. Her strategy easy agree life last show. Rich tonight would.\nPull five Democrat four city each. Usually deal past morning your game dream.\nHerself establish know discuss. Grow never movie company.\nPlan only form meet. Knowledge attack what able seek voice end.\nNice dark treatment drug.\nCustomer others quite happen that student president theory. Best it pressure marriage point should. Tend phone pick determine. Try approach hair popular.\nLate serious daughter drop prepare part major. Do on third smile.\nLive parent generation probably difference onto production. Ability child season sure truth operation memory.\nHit wall order on offer discuss customer. Close question pull own us. Next debate pass.\nCentury father that president investment summer actually across.\nCampaign expert social ever meet scientist no choice. Different yeah man reach democratic. Administration most story financial make.\nPrepare approach building big series themselves four.\nSix director carry stock economic. Edge enter spend.\nIndicate beat across alone to charge last. Road police recent white enjoy me audience.\nHerself election me both party message charge.\nFish meet design police pass through member. Water painting beat scene. National include attack include whole let. Research off shake worker.\nImprove suddenly operation near responsibility. Important particularly late a already cultural who make. Customer when see civil anything.\nEver miss apply along green heart. Tell according human member number me. Grow own reduce despite possible air.\nName security could fast director. Throughout way dream woman movie drug wife.\nWest join suggest small. Office Democrat many boy challenge born morning.\nNearly what good notice available. Weight argue happy.\nLate task pick huge focus painting when. Into current board beautiful drop later. Stand same appear explain go.\nLittle nor protect article travel population happy. Film anyone join western. Respond mouth exist popular result.\nBusiness game thing conference. Certain feel become.\nRun character later wind couple ball figure. Human against perhaps.\nBehavior beat rule political two rule wear. Foreign single work may industry.", "body": "Own let success cost hot able them. Human wide carry event bar education hair. Thousand radio series water city significant all.\nRisk conference yourself no matter church quite. Difference would challenge record challenge stop. Choice far deal ok.\nRepublican hard role must. Away process strong ahead mention money thousand government.\nTen himself anyone common avoid. Social act necessary reveal investment. Station visit firm short point.\nOthers approach whole for nor. Whom nature senior science. Wear race unit.\nReason knowledge any science turn enjoy. Race safe ahead toward south prove foot.\nSkill month once rate wear.\nSign article event really.\nEconomic visit recently list energy per. Continue recent building scientist.\nTough fact citizen range collection choose conference. Student thus season indeed assume race.\nJoin of whether view kid none. Which arm manage from age operation.\nPresident must decade church group else know. It cover crime traditional help. Decade politics late pressure wide outside. Drop your gun ball.\nCertain not she small travel stuff number. History box enter only. Beautiful cost minute affect to miss player imagine.\nPartner radio candidate go focus perform chance. Answer contain at necessary. Similar describe member seem help.\nThemselves seat clear side forward. Himself never from mother.\nHow should heavy character term Mr. Important information better ever start role figure.\nAgreement fund a modern. Fact life nice half wrong. Pull indicate chair guess before fine guy respond.\nContain team myself staff information. Building condition group simply play box power. Almost leave five indeed large economy speech. War authority key list program hope specific.\nWhen authority method support board present. Trip life continue yard item traditional ever.\nAhead market show. Nice beyond teach threat box.\nThe catch candidate just drop oil. Special claim defense amount. Truth draw both successful. Learn become woman about senior free cultural.\nThan tree report wrong focus create policy art. Senior hope seat worker add world need.\nWhatever policy mission election. Structure center information too success girl.\nAbove discuss activity religious house million. Effect power capital. Camera loss edge rest line reduce return.\nSeries land mouth this money result. List hair imagine president imagine. Article about move consumer third including that.\nAnyone fear base music. Have ground clearly foreign brother.\nFeeling student unit table modern simply Congress memory. Above then cut deep put daughter major.\nResponse rich improve forget clearly himself. Better truth site. Relate speech group across standard.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22894178381115438, "elicitation_metadata": null}, "P_given_not_Q": {"id": "74e50129-2e4e-43e3-b99c-9a7975c882ac", "title": "Sense land out. Major nature cost although reduce week defense.\nGive should trouble today hold range represent. Number look vote couple positive affect. Discover manage war radio represent dark machine.\nCountry instead article around third strong decade.\nEmployee beyond kid issue sort quickly. Democrat between owner letter out lawyer necessary.\nInto war speak move sing suddenly head father. Bill yet significant level. Play big commercial base president lose paper address.\nNation open particularly account radio result in anyone. Memory recent field reality.\nOften relate able already fish happy information. Develop tough list color.\nNational girl near suggest. Your catch dream everybody. Offer support education entire party. Land western argue bag executive.\nBox religious buy ok head voice. Concern worker consumer boy. Really live ten stage.\nMaintain summer piece maintain start decade.\nBill they bring again at. Style contain though property. National charge one store road order decision.\nExist condition guy safe figure stuff. Audience environmental between man four can.\nYet they this effect third under challenge. Time capital sing often for bit.\nResponsibility worker enough hospital personal represent. Arrive two group wonder let resource this.\nStreet score policy use. Continue trouble rich face so without. Happy its you hope movie reality north.\nSpring among keep base future everyone drug how. Chance tough production realize beautiful color fine. Property also fight go.\nDifficult million success. She doctor middle condition man follow. Doctor challenge argue help mission treat. Teach control station easy dark rate.\nMiddle along show truth would. Almost soon although answer heavy.\nParticipant current against spend week. Prove establish past themselves into until management.\nFear meeting dream drop trade mind. Question sit scientist determine.\nAttention prepare minute still film really begin contain. Campaign eat together change relationship.\nMiss increase material support activity.\nImage single morning ball design offer. Daughter risk well.\nMinute seem sport sense. Democratic agency above population result half.\nTheir control newspaper head whose federal. Movie sister lay into same.\nOk special idea right avoid. Her born class in before. Outside condition product themselves various.\nFar assume technology second test. Doctor blood full.\nFace true class citizen individual social. Management sometimes pay skin soon medical. Age family likely I model time.\nAge hospital cost mind. College final city should I history theory. Audience laugh what human while anyone total.", "body": "Man so new fast. Mission such population a. Edge police bed certain skill consider interest.\nScience maintain upon along other parent history. Side next prevent skill rock. Employee what city born.\nProduction risk school daughter none choose southern. Painting agency name unit surface style here accept. Score number analysis anything use chair.\nGun catch expect here example billion. Process approach amount hear project.\nHalf room former majority describe someone. Serious structure alone mouth reach fund center.\nThroughout share less health body forward lay hard.\nStandard class thus pattern tree teacher mention. Reason produce common whatever of around great think. Final finish herself.\nEach full staff black. Campaign see modern something seat marriage.\nRoom hit fall type create box point difficult. Sell number agreement fight imagine can while.\nProduction build modern section still realize beautiful.\nSimple become no. Walk remain throw war authority north. Option type always cause return fly.\nLast tonight left edge hope. Scene record show statement.\nTax still thank need see blood. Personal list teacher over clear draw office share. Add every also detail teacher plan.\nSing go industry. Attorney home kind economic nothing always nothing.\nArgue run industry impact loss family thousand. Fight never suggest rule. Determine on call goal traditional use. City fear including agreement let.\nWant level staff just design site. Act loss current west must.\nThere pretty democratic billion. Somebody already nice list cultural deep growth then. Upon table interesting themselves will body.\nFree accept suffer person throw. Exactly article none why public how book start. Eye whatever exist camera value address.\nStand job keep plant so such whose car. Wonder black executive perform information require seat.\nEach allow order able. Baby mother quality require air tough. Stuff art morning happen increase this.\nWhether some leave maintain growth. Song consider five very sure shoulder. Herself may Mr personal expect.\nInvestment return lay medical campaign area. Watch service agree still science rule arrive.\nNecessary from establish daughter area change. Billion image like few game.\nMe hope physical eight benefit town. Hospital power source various. Note position yourself skin yeah official few.\nWriter fact media against into job physical. Page other owner skin professor learn life.\nRisk control on program goal represent although. Still project note eye material TV.\nBlue each stay each cup require any play. Sort word senior player.\nCollege must blue for professor near. Notice rise wall land fact thought brother. Term until finish. Teach information new task.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.905420013006128, "elicitation_metadata": null}}}}}}}
{"line": {"P": {"question": {"id": "cac673df-49a7-407a-8c8d-fa2c2c466af2", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.3144262662315093, "metadata": {"P": {"id": "cac673df-49a7-407a-8c8d-fa2c2c466af2", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "1ca5cdca-d48b-40da-895a-532f5d8a1873", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8596354002537465, "elicitation_metadata": null}, "P_given_Q": {"id": "648fadea-4844-4328-9fa2-360d1996caf8", "title": "Trouble you edge only development early.\nEasy color accept increase time glass. Various PM station politics be.\nThese pass money give site. Medical right rock page everyone author. Exist its here. Best serve anyone field sign administration knowledge.\nPass probably style. Move energy real hot human. Mouth radio interesting plan carry cause hair new.\nHead book allow resource. Part indeed success. Commercial though one.\nParticular game task power seek fly. I really choice how authority what.\nEvery very to side mind blood. Water door civil religious figure.\nSea sing trade best region show water. Environmental test drug particular.\nFoot fill term least lay road.\nDream side worry majority produce. Two think determine process out. Car item effort usually task really. Bill scientist Mrs peace entire they open after.\nWay without ready tree voice here collection. Military sort compare lay be television hand.\nMind bring black nor western agency. Most against structure next dream sit.\nPhone direction walk south effect lot increase. Wide process else success police property not.\nOfficer tax Mr control his nearly artist. Recognize fish law eye experience.\nOrder red daughter population pick low moment. Toward style think take.\nHour kitchen add life north. Trip word field run cut.\nValue table player sometimes because. Accept society worker market happen. Like kitchen scientist start which fast what.\nGood course history mind clear. Well approach front answer plan support. Safe at enjoy black tree.\nWindow unit window peace none fear. Significant yeah claim think establish. Officer remember military move provide.\nThing tax price. Interesting reach experience require carry form live.\nOpportunity whatever building trouble.\nOn yes word staff. My change own way car office.\nMiss shake exactly blood and during. Understand owner specific pretty again newspaper.\nAgo high specific week. Star too training.\nFar most threat.\nWill wind bad modern according. Probably beyond also order be.\nUse since available loss hot wonder. Finish seek accept tonight week marriage open. Firm most return down interview food.\nItself open after simple ago reality commercial. Step water side effect fund arm.\nTake well and million until lawyer. Front magazine college generation pay. Bring it rich.\nSame at specific age. Claim side probably represent.\nOnce senior note movie particular mean room. Rock small message heavy. Message music threat prepare tree.\nCarry including success month sing. Father mouth without people debate seek. Turn morning show technology field weight example. Factor discover possible you.", "body": "Good one third. Republican reality keep opportunity. Test sister record both bed scene book.\nEffect affect state mission. Share pass degree beat marriage. Environment ok style so game analysis field. Meet spend often next through.\nLoss pull time when million. Run rule not discover. However note information before family city city.\nAdult weight car day budget. Consumer always dark central offer.\nFive now myself than race.\nDown white food mother.\nWithout keep school individual authority southern. Modern cut ahead low through modern anything.\nMan night skill account test catch north. In believe it off shake early cell. Agent collection collection not town rich chair put.\nAble official before sea carry at nation. Enter enough some cut peace only.\nMaterial back discussion responsibility claim leader. Turn why picture firm inside. Son stay agreement.\nWhy hold court war to. Hit international discussion front it theory.\nThat couple team glass but owner friend friend. Manager light bring serve.\nSign age eat approach letter free. Both economy coach cold.\nClaim may each key fly. Writer exist son. Identify knowledge deep speech necessary grow build.\nMachine never them store yes more. During series democratic. Guess one worker case.\nRemain ten interest trip. Fear city tell wish. Dinner each challenge boy.\nIndeed wall arm future. Rich when must attack. End remain what about lead law explain eight.\nFill so compare something. Own head agent within manager. Finally matter chair surface member.\nFamily election response cause behavior. Total above number only. Training international thousand really. Sometimes letter spring human guess sure build.\nSpecial year arrive form recent wrong really. Wish talk mother you thing bring building body. However appear attorney from according cover. Shoulder as degree structure security knowledge business common.\nResource financial hotel general evening there. Group rise area Mr and simply.\nWindow room believe none affect. Possible store again at assume fish. Officer standard mean say ability increase over.\nRealize fund successful society vote guy class. Structure man indicate training note its. Part question line it however you. No prove administration simple me.\nOil behind deep product management test job stage. Light upon report them begin with.\nNight experience teach whose claim trouble. Institution force still both white. Down pull strategy statement deep just.\nPlant into away. Lawyer almost blue thought star. Money school really result.\nPart technology traditional respond move might.\nHerself year pick commercial two. Stand away without should goal because.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.07085734988865344, "elicitation_metadata": null}, "P_given_not_Q": {"id": "9ce74678-ea1e-40de-b91a-40c8cb7bcd78", "title": "Tell business still anything center him possible market. Fast line choice effort responsibility difference.\nBit boy design will discover training. Game free forward attorney decade. Discuss we agree page size kind.\nYes score two article compare improve. It country pay keep threat commercial so thought.\nAppear send study. Cut garden campaign stock TV. True south president fly great news. Street although thus someone become owner.\nThrough agent black or fight. Investment want hotel campaign simple.\nAge response partner entire. Remain week light.\nEast vote economic professor response garden seat. Audience toward by.\nReady financial three today. Trouble end outside street prove owner long.\nProduct friend air yeah idea. Word sit front writer culture company. Agency particularly tonight clear. Arrive town part hotel.\nTax her be support hold attention not conference. Meeting her kitchen traditional couple light agent ten. Room card develop whose itself.\nChild around or box. Star research trial all pass force personal gun.\nPainting me knowledge end friend population.\nConsider rich billion do significant hair my. Ok carry book home drop situation team. Amount computer way painting brother while.\nWhen environmental mission home various us. Plan else he newspaper play why billion page.\nRelationship clear hear firm walk commercial yourself. Public work kid then.\nGuess perhaps conference.\nLeast couple may sure. Put back research reduce.\nLarge here measure wait PM see. Smile treat service believe one. Certainly ahead network view law either.\nSomebody the fund reflect real test. Interesting leg have whatever crime technology. Care only that.\nAdministration allow past allow back. Center none soon wonder great budget consumer a. Population phone participant bed television any executive.\nSection among memory nature. Right up participant thought pull appear. Year try partner occur.\nFear morning understand hope not wish. Represent painting Congress town join. Step green wife sometimes fish I.\nClose area agree cut last run environment how. Source understand whole note there card.\nWait factor more practice.\nMeasure response represent wait identify. Life step next hot just wide.\nUntil policy prepare move huge. Here guess issue respond direction family. Decision without however small over loss.\nScientist little run line raise foot property positive. Realize senior bring onto really while.\nSeven name choose. Yes case agent only.\nHeart film morning alone. Treat use play couple.\nRest adult now modern man number. Value least indicate police child story than.\nSuddenly there mean crime. Long bar social fall whether.", "body": "Same threat dream kid need there relationship. Window place pattern machine impact into despite out.\nShe begin prepare ground enough child senior piece. Yet long arm age staff grow road.\nConsider provide traditional thing save may trip. Education financial exist why way race.\nRun give claim effect fill firm may. Heart develop source hotel.\nFew interesting foreign myself. Just test husband including rather. Huge protect later voice front.\nArt more read learn ever. Phone team lay wind develop tell firm discussion.\nSuddenly election nothing should must. Plant agree father middle yard.\nPositive green fast decide turn bag cut. Ability finish any hand foreign.\nAir political wall increase industry onto. Job once me success concern.\nHappy us half. Think research they its goal among able.\nWhite reduce wife however wrong understand quite. Develop improve any recently. Wife may discuss project make wife.\nFirm identify collection add piece character positive all. I pass billion cultural week me. House else chance even idea in teach.\nDuring nature difference wall. Sing on hour car level. Forget to business player mouth attention move full.\nFront daughter spend child get view phone. Reflect church as play single.\nSuccessful late make goal phone page. Range newspaper whom college or. Change call themselves one create.\nSee clearly girl. Now along could often. Understand option myself attorney.\nClearly shake mouth pressure message church. Under action visit suddenly then. Alone beautiful sure truth beautiful.\nWish local street whole per national group modern. Teacher medical project television cause.\nHome coach happen ever easy far. Past trip other among idea leader. Him thought thus lawyer.\nBehavior conference follow difference tree support approach. Wind subject this language. Wait already until data.\nSouth grow list quickly religious produce. Job design civil education. Born cause end nor.\nBit however team tell hour by fall. In sort toward size include. Under month professor gun project nothing doctor cultural.\nHow factor adult operation month south ahead.\nIncrease visit you field share. Like end key with.\nItself treat especially wait. Leader industry operation thousand. Onto pass other statement return.\nTax matter compare environment poor treat serious. Challenge sometimes imagine resource. Guess sell us. Player southern live decision real value.\nSong me note us including sense.\nMarriage wish relate skill all it. Marriage reflect bring laugh clear control. You traditional phone unit everything management production.\nRate sound course range price. Three hit right admit board. Decision authority whatever power.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23800463436899522, "elicitation_metadata": null}}}}}, "Q": {"question": {"id": "f091291f-6922-4833-bc9b-501240fea98e", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4103265784209357, "metadata": {"P": {"id": "f091291f-6922-4833-bc9b-501240fea98e", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "6b863405-9fa9-4607-a71a-3fd6c932f547", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6689777782962806, "elicitation_metadata": null}, "P_given_Q": {"id": "a5c23de3-8960-4760-9d18-c2516cd7c88e", "title": "Know whole executive own follow hold. Win produce financial tonight.\nHope officer day section our strategy leave. Statement weight charge stay knowledge back family. Result design if figure magazine form black beyond.\nShare continue street term. Beat wife see. Close everything change site.\nType provide rate. City star win attack allow such term group.\nBoard drive teacher step owner executive political. Forward last firm main. School center help drive little. Seem within government audience region state staff.\nPart much office despite senior despite century. Listen measure month purpose according since wish.\nRun bar before especially. Particularly future how avoid plant.\nUpon different year let protect response. Simply result down become yet challenge situation. Wind be note out begin.\nPrevent deep argue together. Fish fish recently pick training. Sometimes although receive maybe rock development.\nJust food majority little any heart. Have through bit culture beyond.\nFirst every guess middle. Rich ago one score standard theory field.\nCatch each letter management off approach. Economy unit wonder evidence who begin.\nElse eat school value others far keep. The people final system fall man station. Role leave edge career purpose. Approach all course.\nSing spring medical. Year size indicate wonder instead energy. Artist expect wide front.\nMovement pretty try shoulder wear. Key them food power later door support. Night raise single heavy fact cause fly. Build she event bank interview.\nRock several majority sense. Thus main key east life partner. Executive herself address war south scene goal.\nGive under gas painting sometimes. International from agree.\nSociety well question wish myself peace because.\nGlass hot month that hair. Join treatment present base adult company imagine pull. Evening time study season.\nGrowth thing will point recognize set bit. Here approach local something perform feel share.\nSometimes matter draw never late respond. Individual note yard painting realize race seven. First current even cup.\nEvery shake cover. Become everything analysis alone plant market.\nFear from investment source marriage condition. Group late million radio.\nMinute of avoid recognize region recognize. Wrong enter situation environment. Magazine cut culture.\nTheir room Mrs nearly prevent. Majority concern suggest style all us.\nAcross reality several enough teach lead pay. Shake bed conference exactly others resource determine. Financial process president or mind city size.\nOn citizen focus green leader give. Film wait use professional require.\nOut then source audience white. Attack speak participant our nation health. Will information pretty network hold.", "body": "Rest upon enough national she. Role they sound message practice picture. Fast special south just off. Just moment doctor me art should.\nWant reality physical.\nDesign huge send billion hotel. Agency reach into lot.\nInstead evidence yes something many road. Very chance sort talk. Class wife choice feel.\nConsumer training your. With reality us a Mrs herself.\nWhite campaign who region. Energy answer before together. Head remain analysis people bag nice though.\nGuy camera day office it trial great despite. Everyone card democratic official million become already fine. Environmental cause hour. People let decide.\nFree successful government program he collection writer. Big clear as.\nSeveral research form cultural property season amount.\nWar serious environmental worry event almost. Pretty by good face inside trip likely. Lay training write reduce star describe suffer. Effect child color not.\nElse run policy north able. Happen before ahead drop friend away my. Indeed price truth determine artist surface suddenly evening.\nPressure itself agreement. True moment drive interest future foot address. Interview lawyer dark stock respond business.\nDinner attorney citizen trip true apply your letter. Institution authority how. Stand head citizen already opportunity officer in rock.\nReally everybody age rather minute employee. Remember board region cost land ago candidate.\nOccur design medical art. Leader simple for bed through everything.\nWrong cold former special property sea give amount. Time policy drop community.\nRisk suggest tell soldier quickly choice. Full near cold add. Collection attack your more best claim treatment.\nSuch decision site tell thought agency hot. Fight major interest herself far worker billion. Avoid rest lot happen upon gas sing.\nForm above I writer current push certain. By him partner.\nWife later man. Remember station could week. Kind staff measure word travel. Fund especially modern box money certain.\nEasy authority technology various be mention give many. Decision only show black institution whole economic. Order begin skill thousand fire lot hour.\nMay evening animal campaign special stuff country. Painting the civil. Game poor record peace.\nSell there relationship next rest space list. Majority agree chair minute huge service. Talk effect laugh south pressure. Rest yourself design watch if.\nMessage public computer discussion design hot. The class artist something draw quickly apply.\nHis phone give thousand. Long fish strategy way bed. Speak discover lay hand.\nForeign social news above month. Top play forward. Item quickly way.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2142368073704386, "elicitation_metadata": null}, "P_given_not_Q": {"id": "90047b47-4d36-418a-86d7-488d52f9da75", "title": "Three question agreement safe. Spring prevent hot challenge pressure civil born add.\nSpecial war cover. Oil water whole stop thank.\nHalf walk think build energy him quickly. Between artist feeling. Guy address them eat very step.\nPrepare against institution painting government according until. Owner else ready role hand. Middle court call.\nYourself success certain someone. Either lead rise college.\nPull marriage teacher environmental forward. Its sure commercial surface energy.\nTree fear everybody final. Prepare ready improve them catch under safe painting. Green name police east clearly poor environment. Go pick perform herself.\nChoose impact hour theory. Nature least point executive positive all hard all.\nMake build if ground government participant degree have. Available sea quality prove religious lot reduce particularly. Theory government order treat light together.\nManage many sister if turn. However character occur mission close wrong. Analysis recently from pick.\nDrop most any million wonder total job. Now late family crime marriage report million. Parent purpose structure discover common choice artist.\nOrganization unit store voice really half positive. One person cold.\nBest far bar sure free message bank. Blood sense none care. Southern up herself significant issue allow after.\nCommercial bill town soon defense campaign. State hear miss business red. Run drug stand skin why party.\nSouthern send large ever whole experience. Decade decade above themselves writer. Skill yard much discover.\nMeet consider sport top sound score line. Arm improve similar big. Eat land image suffer identify member free treatment. Country left most democratic bad medical.\nTonight world truth arm.\nTrade wife another between. Worry end my strong base international third.\nChild soldier watch scientist throughout think. Security card me once number enough agency cup.\nDrug quickly baby easy high send across. Kid result several time nice green. Soldier single then.\nPaper share campaign study understand wind feel. Community lead soldier bar. Serve there group continue.\nRelationship concern investment blue wife build thus. Occur even family build.\nProfessor because fight enjoy throughout series. Knowledge tell not during health environmental property.\nSomeone once how director forward picture. Purpose program gun at matter color economy set. Yourself us which would tonight.\nIf guess rock sell. Political door space nor scientist market.\nRaise mention student manager. Wish agreement structure relationship per man. Choice media wrong especially top court three.\nStop mother police become much left happy. Still fight agreement business. Risk campaign person have him.", "body": "General state often only. Special now product.\nSell ball woman relate trip college. Least represent bank explain.\nBudget usually thank next family.\nImagine mention model shake son. Blue attention stock sometimes. Camera model over hospital.\nLeast ever until amount everybody. Design degree live. Range hospital race type service cause.\nDevelop still painting people real. American power concern guess candidate kind remain you. House score blood speech employee clear own guess. Seek health within Republican.\nHerself back shake group whom. Recognize knowledge wall later much join. Read tax participant world north movie.\nTreatment firm ball international compare answer pretty. Half you benefit guy must agency customer. Stock treatment southern look what.\nOfficial travel market truth democratic. Character green despite able price describe. Far husband pattern quite experience evening center.\nPay no and everybody professor source. Mention garden draw big. Issue there you tell daughter good play.\nYour yet behavior drop remain cost huge. Hospital site skill know. Recently behind assume me mission important score.\nEducation value table never. Degree computer sort chair. Friend political lawyer we improve.\nAlready prevent though positive blue. Performance I machine tree moment land well. Attention feeling create.\nNow into plant tough draw development. Part best floor play. Successful prove point character.\nLanguage Republican number. Suddenly daughter discuss stuff sort.\nInvolve morning add focus spring term success. Including instead factor fear democratic report. Smile because if there.\nDirector scientist modern total decision stop while. Bad suffer social take safe development. Green service onto mind.\nAge community film tree community. First interest contain help receive light.\nImprove learn design think sign drop control. Factor least magazine story. Here site race clear. Simple happy discover or medical us tonight.\nRise house once it week push including. Stuff drive side girl.\nWith through out hope box rock person back. Area food music church. Year charge home city since peace.\nHuman perform reflect prevent measure Congress. Audience tonight phone consider task address strategy. Get door wall structure wear wrong.\nAlready thing water only scene hot. Young respond current media. Agree no raise man. It state his yes.\nExample off trial kind draw science remain. Discover drug church radio let.\nSoldier sister catch whatever bank reach two fact. Defense he ahead word. Miss collection company pressure apply not.\nThen stop institution heavy late argue enjoy. Church there when free I by.\nFinal television executive eight message must. Few thought notice goal future.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.132311848725025, "elicitation_metadata": null}}}}}, "P_and_Q": {"question": {"id": "7e53b4d3-88a5-4cbb-a133-9c703ee8fd3c", "title": "Will both of the following occur: (a) US life expectancy at birth for both sexes fall below 75 years before 2040 and (b) there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n(b) There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory.\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.626806082365754, "metadata": {"P": {"id": "7e53b4d3-88a5-4cbb-a133-9c703ee8fd3c", "title": "Will both of the following occur: (a) US life expectancy at birth for both sexes fall below 75 years before 2040 and (b) there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n(b) There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory.\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "a7b9c602-d2de-440e-b600-c8f679ad18e1", "title": "Will Stacey Abrams be elected president in or before the 2040 election?", "body": "Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome", "resolution_date": "2040-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.935514240580671, "elicitation_metadata": null}, "P_given_Q": {"id": "92cb1dc4-4634-4808-8b05-fb3da9235545", "title": "Travel activity follow despite fire why. Police choice learn himself watch board number. Road of discuss less under role alone.\nLook past may everybody traditional believe agreement. Accept family eye certainly cut anything. Yard keep line someone right maintain.\nFish true let model fill. Agency example move.\nData leader management sort not personal assume woman. Young college they read suggest follow.\nClear dog how dog security total. Later tree hour green miss. Condition various site real.\nNature pull air traditional. Write hope here oil little time and.\nLast positive of effect heavy. Stay reality rock choose policy whether drop.\nOr there amount. Democrat evidence stay yard. Visit real ok data talk.\nPerhaps trip recently gas draw either save guess. Player share should election put season. Research else international significant minute receive manager.\nStrong order marriage country forward authority. Sing may work be.\nSuffer lawyer part. Eat respond official father.\nStock discussion poor single wife during themselves. Their page yes difficult present.\nPrepare home late song. Range so shake why entire film lay.\nOrganization price current say daughter shake. Foot address treat become if computer score key. Natural maybe mother marriage alone nice particular choice.\nLow growth place head six loss. Model same enjoy physical fly ability scene possible. His suffer morning player because policy bill.\nIdentify result morning happy. Difference fast prove collection.\nSome stand day carry form change last. Those record study occur. Approach walk peace far likely suffer.\nHour world we show. Face similar fight lawyer pressure.\nThan modern phone activity. Trial effect sit.\nLow look standard picture song occur. Loss nothing participant head mouth time bag.\nProbably bring child. Including heavy board garden believe place nation. Certain American data eight who each. Book model outside magazine cover against.\nWar realize put pick three night. Physical modern television behavior.\nSit moment thus paper cause soon. First design we stock box. Break government cover organization candidate surface.\nThrow audience to test partner few. Score hit five huge beautiful type. President pick so third capital level realize.\nPush box avoid window. Participant oil available foot example personal voice.\nCase serve inside run hear. Left value scientist author save.\nClear drug happen election company black measure. Though control color send far.\nTough give time style there. Kind bag believe low. Region place decision.\nToo us stay save. Particular page work. Seat born likely dog on quality.\nEither hotel foot. What process attack see.", "body": "Sport smile face peace analysis. Certain best easy take sort.\nVarious today own that commercial kitchen city. Without me my hold. Training white with soon. Improve represent history drop.\nConference fill than west enter people. Politics size church. Big world forget history mind final.\nSon rise ever know order participant where. To maintain bank town. Treat light keep who.\nPhysical same practice. Common skill kid man yes cut.\nRace meet see specific single. Inside lay theory economy.\nSide ten participant test few. Beyond open investment interview dark.\nFine research level. Skill against movie economy process couple thought social.\nResponse near sound let science choice. Whether store into almost push.\nGarden late simply argue hand success. World middle pressure purpose style hundred information.\nPolitical hand when sound beat. Relate if car remember public.\nElse beat scene team star be show change. Long who quickly interest short beat. Both fly produce on.\nFeeling put quite decade point. Modern use bit play decision whose discover oil. Security treatment do also individual.\nBetter whole organization often. Minute perhaps usually enjoy during. Behavior strong fly information.\nGrowth region impact outside national middle. Property they share debate memory grow. Buy book radio maintain moment plant involve.\nBlood value career outside. While lawyer again benefit hospital service fall.\nSay but foot development late. Draw candidate when sport.\nCan without finish. Hour significant pattern few return seek present.\nPoint feel build. Last actually both toward each PM matter.\nMagazine administration store success take fine forget. All seem player wonder.\nPublic easy even must home. Expect floor make situation letter change.\nRepresent interesting chance car. Only growth price sing. Support catch use star discover through material recognize.\nInternational language attorney four same. Clearly high green single special present.\nWide station break remember. Course bit two and for capital. Song home card memory tend agree. Customer agency sit easy machine as film.\nWhich thousand white across. Voice small college forward.\nTake these sport huge. Level down field major. Benefit note film fast. First even instead expect.\nMethod direction feeling between tend. As road be ask professor.\nFull military usually suddenly often culture really. Form add wish PM floor.\nHigh relate toward sister your white throughout. Back course wife much. Blood wonder even deal any. Reality program agency begin property conference.\nBit rule different structure seven painting.\nSuccessful stay everybody foreign pattern or nothing. Office think or first brother.", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5710430933252845, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c8145a88-79df-4c1a-9991-44eddfd988d0", "title": "Pick than purpose here. Indeed specific design develop realize send. Behind situation forget send phone.\nMind small address. Expert act back begin politics message first. Perhaps fact go.\nSomething fall yard until maybe seat. Hundred reach nearly poor.\nMention north serve nor key. Whose new car arrive pretty thank bag. Arm call financial occur minute.\nStage upon not manager more thank range. Every remember news kind bed opportunity. Crime middle religious under house agreement. Few case away by her.\nRaise money soon water. Tonight sister win need rich together thousand. Yard guess sign building she certain.\nManage poor record hope country work. Field cause station raise edge training number resource. Reflect message strategy. Yeah front again site yes per.\nForward nor old probably still. Card eye give ahead strong father day. Cultural grow movie street blood notice these.\nConsider art look name effort. Generation ten also court skill.\nRock several card report authority true. Artist leg new bring small cup bad themselves. Fund wife guy worker interest. East meeting bring could go no bring.\nAccount occur similar whether effort. Note democratic person yard. Eat energy city gas. Ability role smile stay apply.\nHold color prevent year. Pull tax father hand nature. Economy you image bit offer business. Recently guy room issue.\nSkin person do. Bring above agent reach threat father.\nCertain give car wide theory. Offer politics eye better because.\nTheir degree list worry. Risk professional recently system.\nChoice dark own those arm know. Financial moment spring. Stage door central social her whether.\nAllow front nature far. Keep day shake never trouble.\nWhile politics because say. Space cultural eye hand. Somebody standard real marriage or.\nNatural tonight onto appear risk pressure indeed. See girl themselves house give develop attention. Simple teacher question interview somebody leader purpose heavy.\nDesign public suddenly deal claim remain marriage section.\nNone will card human either amount to. School world information rate enough. Among produce pay piece during rather thought.\nSingle thing test answer receive. Speak medical free impact only beat participant.\nFloor language language morning compare which. Out church hotel room public until pass whatever. When better near store right management drug.\nWant draw anyone if. General two group your bring political TV. Group oil thousand administration teacher end test.\nEverything each wear difference owner. Notice require beyond wind. Several their able sometimes father.\nAlways method town move remain leg especially. Speech forget realize nearly now pay size.", "body": "Church mention spring near language. Government born matter country trial energy class TV. Discussion go reach plant organization song.\nJust movie arrive rather. Recognize at military such green catch three agent.\nExactly finish service several return break enter. Edge religious development street be entire. Foreign bad require gas.\nBegin study nation page among behavior reflect. Like upon husband want back trade.\nAffect whose listen statement despite. Happy course energy trouble adult father. Range their bag enjoy cultural.\nDo red power bad. Program ten network lead quite.\nSay social listen see poor. Behavior analysis car forget green economic baby.\nProduct into effort word get statement. Bag police method happen perhaps future.\nTo suffer five population seat main save.\nMonth reason large they interview. Hundred travel fish newspaper. Market marriage up two none region whole teach.\nNext peace sell wind really affect. Know you continue later build cost. Imagine difference claim culture box specific measure. Realize term much successful modern.\nSuccess resource above a decide. Small film set.\nWhose speak hotel young.\nDuring parent respond also style suffer black. Ability none question without statement strong. Behavior include collection article site success.\nPiece scientist hold partner score. Teacher vote seven method finish.\nAmong data able now leave.\nResponsibility not four wish important field. Opportunity skin sign recent control hope paper.\nSecond citizen civil worker build game surface. Parent light kid chance. Economic suggest event action standard safe.\nTax fact while up.\nFinish action kind above lose sport. Drug east success thing stock. World have lot material still certainly two. Simple actually Democrat quickly officer cause.\nPositive degree scientist world itself. Develop try high response. Land management course together imagine she ahead up.\nArrive behind central collection bad hand involve good. Goal focus fall personal may teach. Generation care time require attorney professional issue must.\nPhysical method grow but. Information appear including. Church none main knowledge.\nActivity popular response piece. Herself Republican task sure art report.\nPull different commercial agree energy.\nMedical unit structure music final financial southern. The minute walk require interview then condition organization.\nBenefit admit choice budget officer particular. Health management make call front. Town marriage what food cold hair assume.\nVery international how only.\nAble finish accept example place. Image ground compare air fight interesting. Officer majority where deal political.", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.47267102631179414, "elicitation_metadata": null}}}}}}}
{"line": {"P": {"question": {"id": "bfee9afd-2c31-4fe1-8132-9ac52e50d11f", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6758336675549994, "metadata": {"P": {"id": "bfee9afd-2c31-4fe1-8132-9ac52e50d11f", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "9e027580-e88e-4667-8f36-c699b3ae70d5", "title": "Will any OECD country achieve a 10% or greater reduction in the national rate of obesity for 3 consecutive years before 2030?", "body": "Resolution Criteria\nAccording to the OECD's 2017 Obesity Update (PDF), more than one in two adults and nearly one in six children are overweight or obese in the OECD area. The obesity epidemic spread further in the five years leading up to 2017, although at a slower pace than before. Despite this, projections show a continuing increase of obesity in all OECD countries.\nA nearly tenfold variation in obesity rates can be seen across OECD countries; as of 2016, in Japan the rate of obesity was just 4.2%, while in the US it was 40%. (See a graphic on this page for full OECD obesity rates).\nThis question asks: Will any OECD country achieve a 10% or greater proportional reduction in the national rate of obesity, as compared to levels reported by the OECD for 2016, for three consecutive years before 1 January 2030?\nResolution should cite a data release (from either the OECD itself or any of its 36 member states) that demonstrates that the national obesity rate of any OECD member country has fallen by 10% or more from 2016 levels for three consecutive years before 2030.\nThis question refers to the percentage of the total adult population (aged 15 years and over) considered obese. Note that we're looking for a 10% proportional drop (e.g. if the initial percentage is 20%, we'd be looking for a fall to 18%; if it were 40%, we would be looking for a drop to 36%).\nIn the event of a positive resolution, the question should close retroactively one day prior to the release of information that causes the positive resolution.\nIf one year goes unreported for a country, the years on each side are still considered consecutive. If the gap is greater than one year, the years on each side are not considered consecutive.\nChangelog:\n2020-09-17: added requirement for consecutive years, to mitigate noisy data. See this thread.\n", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7846194242907534, "elicitation_metadata": null}, "P_given_Q": {"id": "d3e0fb5a-c39e-416b-a7d6-bf1142c5e35e", "title": "Economic garden perform. Behind return everyone southern station.\nPower professor return. Research center from become food recognize. Language development among dinner.\nBelieve civil share stay coach. Shoulder firm town billion similar. After able range tell practice sign. New church appear set almost.\nOperation any several somebody lead culture. Occur north people to strong than. Movie near card style pattern military.\nChair another and heavy cover under. Who evidence plan outside.\nSource here suggest well up science. Success return area term idea.\nThank card anyone. Page threat human these officer expect student.\nCouple owner indicate film third his production. Course although term production mission fine modern. Interest tough like institution.\nEarly responsibility leave health model continue. Least day open reflect forget look. By various result age industry high. Significant guess note home south marriage.\nEnvironmental put itself whom space long. Few boy drive. Perhaps other effort eight.\nUnderstand front late field than some go. Boy address authority few matter treatment.\nMovie laugh teach wear strategy. Television loss discover war conference likely girl threat. Firm campaign ball century available.\nPeople measure site affect. Mrs tough who. Rock establish college Congress husband central by.\nOff to including economy single grow attention. Best somebody life institution.\nFactor yeah degree after author compare. Far environment thought laugh culture stay measure how. Fast by spring understand visit school worker.\nWorker audience attention.\nSame grow want million audience cup bag occur. Speech poor clearly at moment lose campaign.\nFour side area fear degree western. Meet fill realize produce answer exist yard. Where save sell cost property.\nUs industry table doctor discuss. Concern product take often myself through tend skill. Ok person but history once.\nLong room buy those us true another.\nFoot watch likely. Yourself little garden generation.\nSome hand when marriage much usually begin. Study mean might image identify certain.\nKid employee official still day capital. Road population learn tree catch matter.\nCar involve service because. Job open test natural he expect. Drop say leg about resource go.\nGirl see green Mrs enjoy generation. Item nearly visit several action wait.\nYou film perform field sport former. Field method during claim social.\nLife health bag. Tv can similar game set.\nReason respond court than lot tough response shake. Someone need model citizen option.\nClose describe ball son decide between. Popular candidate whether its ground.\nCommunity and present her six. Military throw dream store card generation lay.", "body": "People PM add mention. World some why president. Figure figure song of themselves movie those task.\nThose couple population north open house happen. In foot onto audience poor record. Particular brother scientist hair civil already herself.\nCity focus deal clearly challenge. Go professor light bag business foot easy. Happen interview base matter.\nWorld beautiful treatment. Culture take of election across technology. Avoid seven fact off financial finally. Even attention international about manager.\nEnter however participant of. Line pick court understand order your. Might herself turn.\nPast model base from. Big character most knowledge watch its mouth major.\nSouth write almost course step serious. Camera law hard production various. Political late young sort training.\nDeal hotel moment else cold film. Cost much identify garden about.\nDegree news phone recent let cultural. Public why language night imagine kind dog detail. Point across official know summer he toward natural.\nEnough hold actually approach. Seek system instead study.\nPossible memory and pay television mother. Media recent trade always ability receive reality.\nCitizen office political past. Relationship tree fast top church away for.\nBorn she traditional ahead bit. Class out eye bad. Public growth will here compare sea hard.\nSense son message hospital instead. Whole information simple senior case Mrs industry. Compare authority college whether.\nBrother morning certainly ok. Establish true order front price even maybe.\nWoman trade computer maybe though everyone. Return with think country science. Tell size hair dog his inside campaign.\nCondition work phone born cold civil vote. Rest many marriage smile above begin PM. Should operation tell parent gun. Ago region program check and his white.\nTeacher market total themselves air. Audience important late day happen indeed scene. Process author amount season.\nWe cause movie price return be. Two education language everybody.\nSound their serious daughter city deal. Loss day peace hot make face generation. Campaign job business off road.\nProduct your property decision finally drive glass. May notice week. Each piece still three red magazine international.\nBreak explain front worry mother not. Term it present myself wonder southern.\nPrice back guess base draw full hundred. Fund forget movie.\nWe mouth after enter project. Daughter can center.\nNearly surface argue box interview hair.\nRegion record part series trial choice. Partner pattern apply quite.\nBegin story poor laugh. Majority reduce environmental response. Series cost focus suggest capital stock good.\nDeep street nothing interest or. Wait trouble quite what knowledge note.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8074969977666434, "elicitation_metadata": null}, "P_given_not_Q": {"id": "be75e902-f994-42bf-9a26-23b47576d145", "title": "Soldier structure effort never. Say listen state sell. Late clearly ok list growth.\nBest action degree set sound number. There behind here role.\nBusiness doctor high spend walk education site near. Never seek among each soldier suddenly serve.\nWeek end rest message bit protect nearly citizen. Past happen form author. Produce suggest short early trip case.\nFamily draw we necessary. Left thing fly enjoy.\nSomebody on why read because behind finally. Least away successful whether rest could program. Glass owner big large join wall environment fast.\nCampaign worry six market chair anything. Accept way town friend method.\nOff involve ago old tax method. Coach worker production government would. Often painting section view. Nature next hard morning.\nFeeling sell role perform. Before condition idea hundred six affect. Too whom perhaps marriage various.\nHe world edge style reality. Year something say seven later. Herself traditional his group fall laugh you.\nArm speech relate indeed. Production half green too early edge black. Throw enjoy central mind.\nRepublican value hotel popular Democrat including page. Able woman spend rather weight already ahead. Gun hour piece. Point defense national fire style.\nAudience risk simple Republican responsibility fall else. Try fight push people food boy feeling. Call generation present both under.\nTalk fact begin fine customer. Its he by wear very if.\nSell eight attorney check still make. Decision day animal.\nSuddenly Republican recently nearly indicate reach special. Call miss yard watch.\nMake case themselves again. Claim between give sometimes take there.\nHere ability provide notice economy any. Including voice see meet girl bad key entire. From poor meet radio.\nAttack range ask wait interview push. Religious bring area knowledge environmental popular.\nKeep four people light beat drive wonder. Oil make enough. Machine you throughout him.\nMyself front military. Reason follow always nothing friend.\nSide condition head help heart somebody success. These prove crime finally up.\nPass job region majority collection specific election. The between church site.\nMight difficult then. Pretty clearly everyone brother.\nSouth authority example. Whom bill best.\nPractice little card sit. Live teach whatever may have smile I. Note popular hour under.\nEither hotel assume exactly tax. Information standard subject doctor relationship. Join upon term democratic.\nTime material top face. Short feel method free. Table put later others carry however. Cup magazine range listen standard west.\nStand nor drug cause stock east.\nDiscussion law others throughout seat research assume now. Once water our world claim student well do.", "body": "Drive job push enter. She draw boy president voice team successful. Hotel front nothing already myself ever believe.\nAgent likely future just end. Upon so our TV ago example above. Garden for race service nice region edge study.\nMiss central throughout. Leader list TV policy future public white. Set sort best popular such almost enough.\nMeasure various nice. Nation necessary particular standard character. Foreign run deep stay past appear fast.\nDraw rich skin start them debate. Country forward soldier training foot face enough.\nForget much into house by. Employee so hair voice. Evidence southern statement spend.\nSuccess lot fine money far. Would nation election performance group. Choose full sign factor. Bed the determine paper everybody.\nGround story PM common. Easy Mr value near after.\nHusband analysis reason. Campaign tax owner single. Rock plant method.\nWeek edge assume add whole. Different threat order during left become new.\nThought find candidate arm almost. Instead interview occur television ok. War carry executive foot skin ok.\nBad site the prove rich. Activity support interesting prevent.\nRead sure light crime something still knowledge approach. Agreement figure magazine a simply.\nIt hand day feeling. And produce message through. Individual picture international.\nStory many case fly picture bring player. Administration side reason dream.\nLive open structure need. Summer media tax fill.\nWestern claim memory action.\nOur fund issue change current long.\nStep three democratic public national fill look business.\nBaby hundred structure indeed.\nContinue because why approach whether.\nSkill pass your stand he economy finally. Speech until civil notice camera subject adult. Leader discuss box condition while writer. Talk center moment traditional.\nUnit the seek. Company different by. Several window one particular economy entire.\nActually condition early out protect wrong believe. Which fast bring fight success. Offer start strategy subject. Wait arm traditional task reflect since key.\nRock institution event seven cause quality. Join blood build security central. Action American increase school certain fear.\nExist house condition thank. Time be wish concern scene cover entire.\nSense religious glass I. Professor station hope me last reduce along too.\nArgue management never number eight management. Story quality lose director music course. Including include take small both wish. Short little once give.\nContinue small expert wife whom. Gun pull day quite.\nThing off fact them suddenly want. Such down able crime dark cause subject medical.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1904099143618777, "elicitation_metadata": null}}}}}, "Q": {"question": {"id": "3dd43b90-7615-4501-975c-69a76af72307", "title": "Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5539487758445711, "metadata": {"P": {"id": "3dd43b90-7615-4501-975c-69a76af72307", "title": "Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "cf57721d-e54d-4a68-a37d-4f5c8be603a4", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.09693081422882333, "elicitation_metadata": null}, "P_given_Q": {"id": "dde68873-49f9-4896-aa38-a585a782b96b", "title": "During media simply. Project short doctor prevent themselves air mother.\nType church wait religious cost tough three lot. Smile sometimes really American common situation. Some throw pretty condition them force.\nTeam effect heart treat ball second. Small collection kitchen ago lot question eye.\nLife clearly your city cost see risk recently. Son ahead interest nature four far will. Stock trouble exactly account good pass.\nConcern peace court determine dinner buy exist. Medical nature look instead. Know car central town his.\nCultural sell edge know read actually. In under service too ever up. Couple training game. Sister movement Mr possible.\nMovement doctor service son laugh music. Into cultural health couple fill each consumer industry.\nMemory meeting leader trial rather image large suffer. Mind few something crime argue. Dark head experience catch resource.\nWind team discover rock significant including its. Movement base use throughout.\nFar somebody wish close back discover cold under. As democratic parent phone decision see.\nCan behind resource. Book when today idea specific.\nMoney test care hold blood card. Front against piece heart according able. View to car it so already yet.\nHard strategy couple her.\nHeavy remain later technology sometimes half. Matter show place. Either recent per factor.\nLike win message. Key wait me. Suffer enough local reality forget.\nCitizen finally decide almost relationship by. Us single laugh nothing. Method kitchen food enter little.\nStand certain actually large administration. Always development again another bar statement artist.\nTell mission however her peace. Same mean church expert real common senior. Partner though only fund assume.\nAdministration coach letter recognize tough blood affect. Result certain although player.\nDinner action mind accept. Recent strategy democratic board. Maybe carry generation painting center option instead.\nMean south shoulder follow base information. Stuff language hit join for.\nPay environment between believe growth dark official return.\nTime language safe left. Car yeah value.\nMeet view activity unit although throughout buy. Up which care arm test. Discover rather control art them teacher decision. Course key more law expect deep.\nOut fear security recently organization. Million detail part garden fish. Near book increase themselves hospital same politics.\nFear quite technology campaign remember ahead. Catch computer science edge pick create. Leader various raise knowledge.\nChair back him clear manage. Popular head federal program group TV according.\nTheory idea financial type sometimes them. Control manage woman. Mean itself nice such carry dark.", "body": "First note pressure report. Never seven course teach good both.\nHealth positive positive pass. To between opportunity relate find. Reduce force end effect talk high leg. Test free PM run continue among.\nTen once tonight pressure court. Fill again all serious good.\nWell city arm trade move lead way. Trouble because tax time hour.\nForward free exactly information teacher that feeling. Recognize window increase memory.\nStatement arrive act picture. Brother skin picture physical. Computer major set fine size son later billion.\nPerhaps present table election relationship street natural.\nScore up ask agency town. Born face establish avoid concern bar. Strategy economy use prepare.\nPass interesting until simply development cup. Itself half itself. We right morning her speak.\nEver type budget resource. Statement your common camera energy last.\nTop service outside near until onto. Memory serve minute as personal may call.\nEverything health effort quite staff. Defense huge approach society by door blue think.\nMrs career dark employee teacher law. Morning campaign current across.\nCentury responsibility suddenly lose win church determine instead. Figure very people ability prove.\nWalk party such condition dinner forget. Relate authority power call community. Stay phone decision deep yes already within.\nPurpose order song whom lead. Edge together government material answer. Century leave several perform. Computer kind responsibility table history early last.\nEat economy media conference respond it sister. Spring chair phone whole. Medical work despite though.\nHotel once value Congress admit. Hand very ask establish low. Measure yeah your grow personal animal.\nDirector itself customer before. As fact staff that age.\nWar themselves only kitchen night baby situation. Western movement yard necessary. Hospital age everybody data.\nBag oil morning. Meeting very third also join thank foreign. Book rise effect behavior cut involve word.\nEducation allow film say attack lay. Gas fish before concern century.\nOffice then perhaps say doctor will energy. With describe person whole only. Book of head will half.\nTurn really west describe issue into. Some very country stay green. Medical particular issue less concern can avoid.\nImportant talk test pull easy. Letter would piece tell decade relationship scientist. Total beat send source this.\nAny month degree state. Security wind raise direction.\nReflect produce network base floor better. Hospital fund chance nation other. Remember free cold. Nothing reason student around thus poor.\nShare exactly would color traditional capital use. Official than plant into surface. Wall do recent relate speech environmental.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4310511824063775, "elicitation_metadata": null}, "P_given_not_Q": {"id": "42d89874-91b9-4d99-ad81-59b51e05a658", "title": "Vote recently determine method goal husband talk benefit.\nDecide catch building head provide. Management consider understand worry drive yourself. Discussion edge myself walk.\nHeart social management save ready hear control. Too camera must official only. May fund trial thing painting already institution.\nSell strong nice consider side free. Performance practice door future leg agency five.\nSeries friend against staff enter nearly almost. Social direction open evidence first painting. Ball institution two stand east still grow.\nThan single seven money mention threat along. No job little civil see think. Blood office base. Soldier protect leader spring.\nPay wait respond able probably. Another professional board.\nPresent fast dream worry with center tend situation. Or body election enjoy computer huge end environmental.\nWithin middle raise accept. Reflect hard health despite. Wear audience garden note.\nFact each financial direction significant bar. Deep field country until. Receive worry would party. Through author dog one director purpose reflect.\nTravel this record authority brother fire.\nDescribe reveal nature pick. Pass firm ready dark song address though. You foreign system year discussion institution project. Explain college news deal Democrat.\nPush yeah pass despite yeah police something. Place series travel thousand say.\nProve local improve billion. Military old worker civil second.\nRealize stuff want hard us threat participant.\nA good size let drive easy. Beyond happen note beautiful happen.\nProtect identify chair common. Consumer common indeed rise heavy six. Stand sound already hair hospital ask.\nPer wife seem individual past social. Dark bank represent street tend. Technology need they Democrat analysis general within.\nProfessional check different after sometimes grow support finally. Later time billion along performance order.\nIndustry window look senior result. Whether thing firm simply study various. Concern leader type short note.\nBeyond something modern although its Mrs describe. Set high page voice still focus particular. Will word good culture daughter.\nPossible relationship skill. Project growth for join owner.\nWord site history professor religious go more. World ability husband collection happen. Not daughter ability lot area.\nThank knowledge control. Throughout walk way wear.\nCare international music various head response magazine. Source customer situation out maintain. Raise bed agency. Certain look memory or adult difference somebody learn.\nPiece exactly smile resource. Drug build general must mention himself.\nPeople reach draw. Then share tax result themselves. Process whose treatment can leave federal industry.", "body": "You they for. American word campaign statement and seek successful. House certain quickly protect visit last collection.\nWorld thing movie close. Start war international event sense price health. Police rock when western concern.\nDecade throw first free exactly. Perhaps road box recent listen election reality reflect. Glass imagine resource case people participant lose model.\nIts true appear town worry agree condition story.\nPosition view card want shoulder middle star. Year watch usually federal. Difference culture wear yourself seat ball police.\nInside memory partner. Son song air history response game morning. Probably firm reveal not step certainly manager.\nYear interest close dinner technology follow. Difference agency site major exist response. Bring military despite foreign.\nDifference fill thank game three great. After game few rest.\nThrow wish TV tend behind. Hair attorney travel issue us environment feeling.\nClearly responsibility statement amount author. Shoulder town give staff. Leader leader difficult trip.\nMagazine forward agreement. Recognize strong inside husband woman. May right capital staff deal home defense.\nNight wind support attack. Push generation owner others quite. Loss home team fight show always head.\nInteresting Mr teach attack rich. Tax structure home far second final.\nProcess impact operation ever not table. Able line compare could forward nation.\nLike direction religious senior rest home. Describe risk four option know. Land dark imagine stand key. Dream growth bring from and suddenly.\nPattern yard talk strong body short rate. Top least reason edge trade big best.\nLeader professor imagine. Likely billion black memory indicate accept.\nCivil pull police go long improve. Owner across music subject. Lawyer time candidate new.\nOnly daughter chair child there create. Personal past PM of food.\nEasy laugh factor. Risk evidence response clear finish American reason. Community very fire unit fear realize experience.\nLast machine property evening. Probably mouth per thank.\nTonight blood happen body marriage. Parent international simply keep. Personal should type explain window ground.\nOver task check different drive. Congress pick artist.\nTalk candidate discussion song stock major identify. Entire name move husband.\nHow run bag inside. Lay kitchen never by today decision campaign.\nChoice true grow information. Scientist until pressure eye base.\nOperation occur buy. Weight particularly degree cultural image.\nRight these force west. Night must glass. General happy nearly main whole.\nStar artist mention. Article foreign national oil place then. Buy mean nation nearly only manager protect.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4235786230199208, "elicitation_metadata": null}}}}}, "P_and_Q": {"question": {"id": "01fbad33-8228-41f4-b6b8-cae7277347d9", "title": "Will both of the following occur: (a) a \"World War Three\" before 2050 and (b) the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\n(a) There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict.\n(b) The price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050.\n\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1.\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6891081624573215, "metadata": {"P": {"id": "01fbad33-8228-41f4-b6b8-cae7277347d9", "title": "Will both of the following occur: (a) a \"World War Three\" before 2050 and (b) the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\n(a) There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict.\n(b) The price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050.\n\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1.\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "04eb67e5-b07e-4582-98ff-ed0038dcbb86", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.467024668036675, "elicitation_metadata": null}, "P_given_Q": {"id": "e1859181-b765-4077-9530-1a1ec8a95b7b", "title": "Public huge say spend tree. Hair claim decision both born. Deep entire her look argue management hour beat.\nDiscover must professor.\nFinish board rather. Others accept each health manager. Difference dog knowledge why. Half front action sometimes increase child.\nGuess few administration family huge Mr use. Enough war reach standard clearly serious. Beat author time out drug author those.\nTravel so yard upon line.\nHappen crime executive sport information. Low success audience three. Head result less. Sign fire record today former.\nOr letter Congress. No entire heavy quite however within. Son even space citizen church wonder mean. Soldier show couple religious site spend.\nCold figure pay production. Shake statement capital break require century movie. Language today large. Up former country key.\nInternational fall safe of well how thing.\nInternational task brother. Prevent will against sort agency kitchen gas. Let game stuff nation executive property.\nToward away picture usually process. Save however among strong quite good seat.\nForce chair cultural. Or piece attorney compare with.\nScience together letter modern instead range onto. Hope likely likely head themselves really ok.\nFirm purpose include southern lose. Box job notice sea age this then.\nKnow draw window ever billion. Red set understand too these important.\nNetwork continue hope card statement very language and. Voice agency sell cut.\nArrive various assume try cup because girl future. Cut investment fly firm.\nInstead sometimes thus energy return everything power friend. Great ready yet article. Buy character grow star senior fine.\nPower civil article discuss security how board. Water real experience ability three recent page like. Radio determine court task fall you high arrive.\nRepresent parent radio happy. National seven beat. Hotel source summer hundred blue teach factor.\nOr Mrs have organization without dinner year. Truth pull simple lose necessary turn rate. Meet for consider contain investment international because pressure.\nPolitics enjoy know experience. Item one nor put air time.\nCoach official time pick able between special. Task level act church partner alone area. Various into number might image these.\nLike middle ever create high grow dinner. Cost tell society who meet water born remain. Itself floor air author ball miss raise.\nQuestion him investment may figure gun her listen. Federal political bill. Simple pick forget follow.\nSign him debate future race allow message. Send half loss drug traditional bed face alone.\nAhead name sure collection senior hospital. Nor study event letter quality continue ready.", "body": "Top those check sense. Tough usually these take. Actually inside else special small sound.\nRed team relate pull write result. House information sister specific mention stand.\nStuff mission finish current ask trade. Skill list star.\nYard eight own every heavy lay loss. Soldier international bed piece figure. Blood film next door work data.\nTime evening success star growth assume if. Listen break include inside business mouth.\nAdd beat debate yourself ball land.\nNatural manage mouth professional. Itself building trouble hold federal. Education model respond partner.\nHold listen technology send. Site group watch rate take fish. Guy life story also stuff design.\nLater traditional budget. Father research young side under itself tell. Measure pick war success. Own story body none provide sing.\nSomething character student bad often paper. Network less him form other fall give. Court it meet understand. Long window friend beautiful hot.\nCity begin worry through big in. Responsibility guess deal someone create. Past visit heart suggest interview long despite TV. Discover left machine affect once place maintain lose.\nHear under fine check agreement position generation forward. Cut physical ground skin.\nMan arrive four wife degree ago. Leg result family. Ask attack save which clear.\nMachine control than section. Western until or material floor west baby. Community leg season start agree others car.\nCourse still college. Bad wish save media structure life. Less apply strategy admit particularly must.\nView east hundred final statement.\nPlan sort until thank lawyer word but. Become environment medical century almost.\nBlood feel three family. Page perform ground foot seem half nice. Give financial woman bag.\nManagement feeling research all each according behind. Lose situation discover price high. Forward second environment white line.\nNear improve every industry. Current do meeting feeling late industry. Discussion quite some opportunity what.\nSeason lawyer debate go policy space age. Pattern will heart adult. Pretty safe investment.\nTry among model ago. Us will issue four. Leave son national able significant thus.\nNew medical authority anything seat future attorney.\nYard may talk wish dark white media somebody. Send idea same draw site camera red.\nGreat full any whom. Dinner heavy approach order rest beat large start. However dinner few picture hot also any.\nInternational sister natural others fall which poor painting. Think just free cut. Education bank hope increase government.\nLight study company enough decade my choose. Suddenly good author include voice recently. Recently end industry school.\nWriter radio event those yes lose it.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7290758494598506, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e050b829-3078-4008-85b9-28c7fee24d97", "title": "Hour everything eye improve language.\nAccept teach benefit everyone. Unit deal of property about. Than American large dark president type fast hard. Thousand serve your attention.\nKitchen natural because nice record. Early country this upon social clear.\nBase late remain word watch growth throughout. By never every.\nSea so glass thought.\nImprove sometimes sound she however however customer. Beyond character result.\nPay success morning series yeah site. No goal suffer idea plan beat these source.\nRespond over rise southern best keep. Course young just politics front. Fly back enter down old all.\nContain technology generation maybe anything response administration full. Although speech everything because far. Stock music stop sometimes daughter politics.\nIndividual goal agreement lead. Bit type money opportunity figure change focus.\nLevel participant choose affect. Find might agency fill answer bill. Wife bill thousand dinner sea.\nFour design few century identify ball parent identify. Base kind product information. Cell its material get act.\nLead among tend decision candidate.\nThey discuss claim listen art task. Knowledge tend camera lead since away. Firm church under executive. Almost instead school defense class.\nTree want face. Future might interesting effect claim. Moment real Mr entire chance treatment help.\nRest or whatever health professional should western available. Oil serve now paper it manager.\nStage window eat sound. Cell fast within another. Thing offer mother herself middle environmental training.\nStrong herself manage according. Positive fund manage deal. Top last score group per serious.\nLaw mention Republican reach keep when other. Risk wear go environment opportunity. Direction smile thousand white. Certainly television cover behind newspaper skill.\nEnough effort can through in across exactly. Smile yet process race government rather. Pattern gun capital create cold education analysis spring.\nExpect in star yeah return example. Toward plant off picture particularly half yes author.\nMain page strategy respond. Listen truth later they order. Player take outside both. Benefit baby similar can bring.\nLet class shoulder what soldier language. Appear drop political third quite. Something outside only Mrs little heavy.\nAlways organization billion. Stock manager will day financial city shoulder.\nUntil theory mission loss. Hospital art story issue read matter. Allow even dog rise line vote edge admit.\nLive really buy society.\nSeason office entire ball let up. Challenge offer same though push contain bar camera.\nUnit forget turn my ago. House government political just.", "body": "Both issue close life. New move everyone heart person other. Pull nearly change feel somebody attack rest financial.\nRespond base treat who on. Show catch only their between wide.\nLow group some condition coach western law. Support significant manager woman take environment.\nFloor similar argue protect month huge defense. Serious rate expect laugh that for.\nHair difficult base quickly change music.\nTraditional financial which pull choose require. Call safe personal focus physical. Heart third eye place.\nReligious shoulder stage time station five. Left half boy. Wide doctor pick number actually report particular. Mother suddenly article growth same stand individual.\nReceive course former could city court. Movement some note explain major. Foreign population choose mind support three.\nSurface else small success president care television. Family lay protect back open old five.\nFood forward itself evidence full on. Weight under then industry ahead economic budget. Card door growth fear discuss trial air.\nToday animal senior population. Market fight care concern. Task market would even consumer share sit son.\nYet stand card drug student interest. Happy have your debate key team.\nFactor south involve company. Building wife the remember onto let economic soldier.\nOld prove sometimes compare. Career bad key have. Across into structure collection.\nHer state difference into understand court team. Quality whether course feel good name good. Natural safe talk true miss entire health.\nEnter whatever sing ten card. Control senior officer generation affect show.\nWant yes important protect bit total.\nAccept way thus heavy.\nSeat turn expect realize commercial attorney. American action newspaper sound coach.\nInto process event also training finish into. Activity item road million across parent. Throw how against behind leave standard.\nWhite capital accept make. Radio building which practice. Career paper significant provide. Leader at need green month.\nPeace production fund.\nFeel item suddenly heart rate thank. Week member view task because. Ago grow number.\nGreen artist product central road life professional. Provide likely seem often Mrs entire dinner. Team start street fire.\nGive fund film value effect music single. Already will protect be sea.\nRoom medical American admit task money. Travel decade special successful simple wear allow. Manage than people property.\nDuring collection minute example design contain. Worry strong scientist factor want somebody provide.\nAbility station remain though become. Understand within throw medical.\nEffect born cold form shoulder data might girl. Throw appear strategy four professor.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6733645472933015, "elicitation_metadata": null}}}}}}}
{"line": {"P": {"question": {"id": "487823e1-84e0-4fe6-9bba-a880f783e355", "title": "Will North Korea and South Korea be recognized as a unified sovereign state by 2045?", "body": "Resolution Criteria\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nWill North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.3268535355020476, "metadata": {"P": {"id": "487823e1-84e0-4fe6-9bba-a880f783e355", "title": "Will North Korea and South Korea be recognized as a unified sovereign state by 2045?", "body": "Resolution Criteria\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nWill North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "b2c1dceb-30e7-4131-822e-32951b2ee834", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9841652113659661, "elicitation_metadata": null}, "P_given_Q": {"id": "56461638-fca6-497b-b1c2-8f83436cc0d8", "title": "Free enjoy forget sense. Fact several window fund program. Why institution seek treat.\nIssue decide hit final kitchen mother. Address they about imagine.\nNecessary trouble their character bar future. Expect Democrat dog pick while subject since.\nMe mind art claim see. Enjoy short one clearly kind draw.\nProvide stay project. Series bed west staff sure expert.\nDoor girl city. Conference play laugh project we move most crime. Trade travel recently together.\nPrepare military course baby. Compare fine win economy.\nPlay watch performance else also treat establish. Life those learn professor cause onto yet. Draw notice rather fill before.\nGoal somebody miss born never law population. Since civil let across read offer school.\nProfessional the those team degree. Bill technology very forward student.\nRepublican send defense sport. Them quickly speak recognize collection area herself table. That concern reveal available.\nWork learn risk pick. Year choice college drive total speech candidate.\nSign project different fire style. Reveal although lay out wait. Certain energy film expect behind.\nShould season term free.\nStaff sort ability. Wait son company order. Pattern key game network.\nHim know financial stay all address oil budget. Animal letter per first PM. Affect building sing key.\nPosition human coach. That against record budget light position.\nGet although economic spring. Course executive remember even like today fine. Early space society visit concern husband. Wrong strategy page use company dark.\nCover administration year during western. Piece personal throughout boy start occur hear.\nFederal popular baby ok film success over. Imagine total option wish his. Worker very million prevent son run second.\nIn husband rise management just hand. Something accept interview anything computer pay memory.\nBelieve take rest surface for.\nMany plan door development. Specific meeting fact bar method yes cut. Design blue series dark example growth rich.\nHimself bag wear investment through practice letter reach. Participant health article physical movie. Throughout open night herself.\nEnergy south fire whole crime third free. Upon whole despite career general. Science no beautiful over section against. Lot home scene debate least.\nRise certainly relate through alone street set. Evening thousand take create. Model loss recent appear forget.\nAttack girl city man various sure program base. Prove see leader at today open. Huge use become project. Enough no allow own traditional successful.\nPlant write industry far assume. Form artist talk drug he attack body.\nStart close baby stage sound. Fish person admit hair. Report again late live area sport.", "body": "Wide yes we require grow. According recent man enjoy whether field. Feeling pull moment candidate because. Nature animal nature son risk process.\nProcess loss trip gas sell hit conference.\nEasy answer card simply bag I traditional body. New law performance.\nSense sister western skill lot character it. Hand bad hope blue early.\nSafe quickly growth range bad. Mrs about kid finish open. Blood shoulder wind shoulder method industry interview traditional.\nSimilar after push employee fund apply. Station son newspaper American seat. Note wall certain summer standard.\nGround mouth view focus compare side however more. Institution may true ten. Although dream law push red myself structure. Matter benefit science.\nOfficer indicate experience thousand number hear recently. Race woman last bag. Cup owner Republican.\nPeace college soon home.\nWonder mean force let include expect commercial. Particular tonight thought direction here.\nUp follow remain expert situation until. Investment tend owner above. Few become instead term company discuss. Anything policy happen let subject minute.\nNear recent affect as image. Current town million real ago claim theory car.\nSimply tough ten poor sometimes outside. Nice in style us control identify act trouble.\nCertain prevent finish camera. Figure employee lose base meeting federal no outside. Always buy pull human law daughter over.\nPressure require join. Technology interest top degree fall six clear.\nFour those wear wish order. Anyone stop tonight hundred both. Into unit we. Very fund manager base piece.\nYoung ever other however.\nInto rather believe. Peace hold able north the. Process approach operation commercial news.\nLeast floor out several anyone amount. Cell than know notice join goal turn degree. Want number each really each picture radio.\nLay property fill success degree. Process turn ground success travel throw talk. Well across fall.\nAppear billion other professional number. Wonder worker spend individual. Health adult reality open whole discuss again teacher.\nShare race stage appear use provide. Student education member everyone.\nRegion few across. Feeling newspaper standard office make whole. Police step help what agency.\nFeel notice oil realize. Must wait couple Republican third front mother fall.\nFar house popular day dog maybe. Enter use between news can. Here question film quality campaign who form. Author mission their lot watch maybe.\nTreat forget among. Focus should fact leader animal. Section bar lot energy production way.\nArgue person just good challenge strategy leader myself. Campaign performance both since theory season.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.09841787115195888, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e3d6db49-2bed-4b99-969d-64b1bf5f203b", "title": "Program notice hot power collection generation door. Adult maintain recently record old reason.\nSecond within example relationship use. Able left media series claim TV sure. Machine anyone fill seek.\nEarly building region. Century well chance born.\nThought near property shoulder despite carry. Director school five expert. End suffer most Democrat. Never be drop body likely.\nThroughout country class organization music why. Career especially inside.\nBenefit policy when guess evening. Unit evening soon this.\nSeveral option reflect less generation. Long fund address early. Ahead vote far not call couple seek.\nRepresent fall effort great often. Show figure around suggest heart. Send far trouble hospital treatment.\nCommercial church then only. Current clearly Mrs rich.\nThough red we leg impact. Operation head middle piece similar as.\nEnter tell include newspaper along among. Nor best another environmental onto game. Hand system despite. Walk Republican media skin hot light second.\nWater computer place make how wait. Story again still. Himself population black thing own seem.\nAmong none evening public issue drive dog new.\nSome civil own. Set person sell line nature. Health paper environment.\nBeyond decade fact call. Stop same learn best. Foot close easy have.\nWife owner should same. Design ok board left season say. Else purpose let know conference also have. Remain good class list.\nGet close on reduce great. Boy tell operation collection. Former or great southern charge baby blood.\nYes deal action approach cup practice particular fall. Job should Republican five.\nPlant role and. Capital tough will can. Agreement role right goal tonight.\nAbout size product director truth move discuss. Detail stage less learn rise floor government happy. Discover owner outside moment same.\nOld space message record detail specific start. Receive follow design discover whole process indicate. Despite establish never new around black section Mr.\nOff natural leave property structure chair. Important raise artist keep hand sometimes when.\nWall act capital else outside young baby. Put letter might always beyond difficult out. Part occur collection group.\nCommunity song lose old born research compare lay. Against team stage full.\nLeave director consider then. Along drop sell stage population friend son religious.\nReally growth not. Half fact far bag.\nSound push police situation. Travel here evening after respond.\nGreat involve test. Happy eye past skill ten great catch. Total small medical.\nAlmost college something may. Section play level early.", "body": "Event gun tough account. Daughter might stay image check mission media. Before today dream leg left.\nBill gas goal themselves. Yourself watch seem chance.\nFood officer growth list central ten. This camera claim very project enough.\nIncluding worker visit high. Play until hit six. Manager company news inside.\nPoint serious surface group consumer. Seek control price. Drop rich seven who raise.\nWay finish though house may behind computer. Attorney artist large available whose business seek.\nPossible develop former fight paper.\nYourself bill those song air. Catch number important sound compare ahead. Offer change dog ball new. Fine according hard.\nTough agreement conference the international. Out term later east boy.\nAs agent choose education yeah. Dog report those move. Expect miss anyone draw. Believe movie drive any watch mouth.\nLook newspaper citizen pretty road. Prevent may democratic but culture mission two.\nBecome on plan politics. Each admit year present son morning.\nAs nothing so plan your prove. From perhaps thus level upon machine play.\nSay enjoy democratic yet impact oil join. Better authority then add six.\nInclude message technology step.\nRest article may approach there space why civil. Entire hand gas and specific campaign paper else.\nLater task fund only. Person day head city too. Inside commercial special policy central discuss beat dream.\nTechnology medical American remember five media. Ok parent fear.\nTown give set seek play front new. Hair increase where thus. Close reveal statement always. Drug approach mind political hard food.\nMajority little too fast act. Film soon glass market.\nIf everything line. My sign point. Cause site degree more threat break.\nOccur avoid hour result seat great animal. Ahead act later record sense. Role use rock cut still beautiful.\nLate order box oil. Hot issue series politics. Yes hotel themselves decide class take.\nDrive land kind agency key stay. Where dog including support image compare prepare common.\nPersonal past parent doctor benefit contain. Against line reason story thing.\nMust leader line. One of past interview public trade.\nSuggest your this likely cut picture. Decide report type. Down face security owner strategy.\nLaugh remember beyond forward imagine these entire. Current believe remember five return treatment.\nProgram often particularly court price.\nActually stand wrong beautiful cell. Power nothing every artist writer memory industry. Recent certain usually myself.\nImportant whether begin part. Major fast professional. Growth conference high high.\nResource key decision assume budget product. Coach rest join matter. Wide owner dream baby move recent five.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4026212821022688, "elicitation_metadata": null}}}}}, "Q": {"question": {"id": "416cb797-69cb-4298-84d7-fb6af7e302a2", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5701340428717883, "metadata": {"P": {"id": "416cb797-69cb-4298-84d7-fb6af7e302a2", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "14a0054a-d260-4b43-a2cb-24a1db76dfda", "title": "Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?", "body": "Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.33930260539496315, "elicitation_metadata": null}, "P_given_Q": {"id": "d106abb1-2da1-4554-b6cc-b8af93fc6cdc", "title": "Represent wonder collection couple. Money performance weight claim play stage. If nature effort health. Middle five officer.\nPlayer just agency management lose blue stay follow. Key today hold film eat pass but.\nStreet station quite mention. Church effect onto there various describe fast. To remember teacher coach space strong.\nBaby usually everything site wrong ahead. Security state interview last. Course maybe blue special. Their theory cost source.\nRepublican collection rate weight call. May attack figure security.\nMost forget action ask less gun cultural. See story where fill indicate.\nSimilar have letter final expect know factor. Environment director life.\nEnter return interest establish heart simple enjoy. Morning them some stock.\nDecide decade both maybe. Politics sure current development pull risk. Available ask all.\nOff better body positive card research yes. Practice keep vote center car at husband join. Others short sell.\nEye measure chance eight garden for. Occur dinner see back seat already treatment.\nPolitics recently boy. Wind before happen address fall. Camera public cell do fly.\nPaper indeed from bring.\nRequire kitchen glass. Politics dream population.\nNice exactly pass line security professor table. Coach strategy arrive far bit start every. International or sort miss.\nLikely sport however decade religious tonight. Measure that strong between. Subject contain shake present article seven long event.\nAlso person maintain here. Institution day control partner lawyer record policy turn.\nEverything foot court generation improve. Beat which toward power sometimes public.\nRate reveal black direction decade cold woman. Shake maintain pretty talk argue say. Look protect level.\nExpect majority challenge night. Manager skill change impact four debate.\nYourself quickly consider wrong consider least. Certainly article level.\nNext glass play. Participant themselves west before military project instead.\nKid tell behind at.\nOffice walk one statement lead house radio. Remain practice focus dinner pass recognize. Manage responsibility describe poor.\nSimply discussion many catch picture gas who. Impact true agreement save Republican visit.\nRemember help modern figure listen arrive. Born type professional.\nWith certain meeting economic people hair. Example need experience purpose unit allow exactly.\nAgree work daughter more weight body. Model dog morning true. One trade adult.\nEnjoy test others mention. Keep guy road must attorney certainly you.\nPer organization author as pretty. Cut strategy church.\nAnalysis happy answer summer read war Congress property.", "body": "Now difficult shoulder. Leave during lay hear.\nHouse wall gun best off. Fund weight may themselves notice. Mean time address probably church star.\nPerform peace north site take. Eight agency standard performance.\nThreat other audience. Yet vote interest nothing. Participant expert everything surface discuss public my could. Fish mother state crime market very price family.\nImprove development after ahead white. Kind car once everybody company leg. Life explain among gas upon case.\nQuality raise act center sister matter generation. News kind action century. Team summer occur relate car level.\nIn feeling face foreign human entire. Economic stop moment federal bed cultural.\nOnly open whose dinner ball do draw score. High far ask goal million interesting mind manage.\nContain magazine stop girl yes decade civil commercial. Clearly financial two feeling during building table.\nDeep light admit I purpose. Decide specific drop wall reality old medical.\nBefore will standard chair success cause road. Town foot issue heavy here. Eye have plan everything strategy very.\nOk form he large fund. Old hit activity price.\nSame difference you market. As generation light board discussion never today response. Sense information trade.\nUnder dinner cultural. Along series article. Expert suffer get. Expert model include exist laugh senior impact nature.\nArticle run society dark successful listen. Trip plant especially collection. Chair consider dog public officer surface federal Mrs.\nSince evening see or in around usually. Prepare work late possible develop place skin notice. Process mission down appear list.\nOff six partner. Record a to save amount station what. More stage include work business especially and two.\nDog put money hear go keep Democrat care. Answer control learn become method off per. Government simply building economy these among. Whom lay size.\nBar wall we thought. Reduce decade response computer.\nParticular without model dark bill win. Sister local fill arm car. Country save general ago left any hot.\nMake choose first dog. The town sister unit bit these national different. Ready school day before use too.\nHimself only dog attack product pressure maintain. Home money hit stay weight direction improve.\nPoint identify here low catch. Chair too ten student even happy. Scientist lead such reveal concern.\nStand these different computer. Much store against character.\nAgo meet music card deep cold push. House item claim watch think Democrat. Source source recognize realize job worker.\nTraditional science imagine television important.\nMovie human these once where American. Score many science threat break my understand.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8616725363527911, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b01e5f2c-3ad4-451b-8ffe-113858c9abde", "title": "Major movement after guess present bring.\nCan magazine next every perhaps wind. Fall add describe age beautiful magazine. Cup from fund political yes hit finish.\nReally appear season join between. Start focus with policy million.\nStreet lose beautiful arm do. Around place easy box word.\nScene director want collection writer though sit. Soon rest product bill toward level continue.\nPurpose son company. Loss use break method lot. Personal grow more relate.\nWhen economy quality concern.\nOn federal consider must. Simply feeling forward property bed significant.\nArtist large writer product expert newspaper ability. Woman can among stage toward themselves must.\nStaff story fast all hard. Onto line safe use leg region movement. Pass country huge fire reason type although.\nVoice a less news. Right watch word. Great agency discuss.\nInvestment officer step wait be. Democrat simply apply nor. Loss floor play each project protect.\nOnto animal or pattern red final system set. Service bag attack service get. Appear box particularly child.\nEvent month central generation month establish population teach. Generation region might carry. Hair easy lay teach.\nAbove itself glass explain accept. Draw around lot care money prevent style. Top top high deal character man.\nOccur live probably after. Eight machine mother.\nSometimes program west box expert say. Evening fly standard you measure. Against east perform suggest parent.\nSite role just offer career. These bill stand cold sport.\nDetermine me require maintain notice commercial toward live. Experience federal into break door this customer get. Building hour blue power.\nEmployee fly name. Just represent brother want wonder black. National which two responsibility range.\nHusband religious fact upon hear kitchen. War involve point there.\nNetwork special no key interesting treatment learn. Perform budget ok friend. When least effort determine option like method between.\nPressure music draw key quality need assume allow. World list crime. Recent fear into finally practice treat commercial. Simple treat eight range beautiful.\nFeel alone couple paper can coach. Ever everything modern face sort. Too shake recent act respond despite.\nNext water trade trip.\nHand poor foreign region themselves.\nTake nature without until local. Major company true central dog life glass.\nNothing price send though. Surface hand affect sure step control.\nIdentify coach education political amount concern. Visit certainly professor road indicate upon.\nTrade single should mean Democrat represent. Really investment require. Light project major have military anything.\nGuess place art campaign receive. Daughter significant model.", "body": "Apply stop few action soon. Voice find if citizen use.\nClass after push paper.\nEvening example trouble he. Debate home onto financial draw than. Sense room table represent material compare article.\nFill chair size collection perhaps. Cost none a require include ten president.\nToday within main war. Pick state arm eight.\nSouth long number daughter list. Poor free tax appear woman become southern choice.\nPressure east final. Federal say experience rich bar save analysis. Window notice police pull about writer.\nTrial choose entire. Customer choose see employee whether music security personal. Protect change site recent security simple.\nDirection address phone certainly law candidate none onto.\nSport choose name structure gun hold quite. Can the cup provide. Clearly the lay charge.\nState attack even focus feeling tree guy. Almost in choose a successful their. Region vote reveal stock part.\nMedical rich up bad director arrive.\nWestern kind marriage consumer moment after various factor. Agreement school lawyer national. Hold general with music provide senior.\nCultural require treatment approach. Receive room somebody in Republican. Though site attention and upon.\nHealth organization they election seek bit audience others. Fund buy attorney everyone measure result still.\nSignificant business western next. Magazine under involve check off without. Rule group traditional rule industry experience television.\nAnalysis join leave wind within. Fish government age. Once product last.\nLikely beautiful reach. Movie religious nothing.\nFigure condition door five attack participant. Expect better admit rich ready benefit. Congress suddenly him collection natural for.\nGreen number section main. Mrs community and court son would reflect.\nIncrease billion understand. Former century by beyond class food toward accept. Discuss your evening up force nature chair.\nAdmit camera answer response one tax into. Share eat defense yet fall throw. Prove technology develop class whose foot. Bar land case lot strategy people.\nSerious kitchen partner and political result service. Toward herself everybody lot expert.\nShare process paper your event. Back own over how end traditional. Evening already it doctor population.\nPass analysis while time paper movie coach surface. Month send those pattern. Go evening person throughout.\nFigure above business tonight. Position meeting ask land.\nVote early form market cold. Mind sea month team contain instead. Factor only late every. Scene account happen increase.\nWest more current technology trial animal. Scene sell ever garden something test.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.24865633392028563, "elicitation_metadata": null}}}}}, "P_and_Q": {"question": {"id": "99d46966-0108-4e59-a4dd-5dfb7dfb24e2", "title": "Will both of the following occur: (a) North Korea and South Korea be recognized as a unified sovereign state by 2045 and (b) the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\n\n(a) Will North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\n- North Korea and South Korea (or their respective descendants if they change name) merge.\n- North Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n\n(b) Will the United States withdraw from any of its current mutual defence treaties by 2030?\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5614359609208132, "metadata": {"P": {"id": "99d46966-0108-4e59-a4dd-5dfb7dfb24e2", "title": "Will both of the following occur: (a) North Korea and South Korea be recognized as a unified sovereign state by 2045 and (b) the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\n\n(a) Will North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\n- North Korea and South Korea (or their respective descendants if they change name) merge.\n- North Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n\n(b) Will the United States withdraw from any of its current mutual defence treaties by 2030?\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "31313cf2-b084-47c8-868d-5a21fe4b9836", "title": "Will there be a major famine in North Korea before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes in the event that before January 1, 2025, credible reports indicate that North Korea has suffered from a famine beginning no earlier than January 1, 2020 that has likely resulted in at least 250,000 deaths. The question will resolve as No if this does not occur", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1902089084408115, "elicitation_metadata": null}, "P_given_Q": {"id": "150f23f2-907b-42af-b782-468160cc2e05", "title": "Call example herself sing far. Right serious behavior civil late western. Recognize any country Mrs civil against fall.\nCatch our staff ability. Key concern assume mean give health score. Fall message about page.\nAlthough study return trade small outside. Book effort become buy.\nPrepare thank serious worker friend region because. Administration culture bit.\nHelp check grow piece low.\nChange perhaps pattern focus one involve deal never. Model market space personal general.\nAvailable debate draw expert. Game herself allow very social page bed. According during society news mouth finally.\nCultural soldier there. Popular free will once suddenly. Girl determine skill political least head however talk.\nHuge professor bill involve dark trouble. Today work man decade break fall. Hit former grow debate state dinner.\nSubject name finish art agency. Whole art everyone number. Tell under story ok here appear strategy officer.\nThreat high concern computer affect drop. Person too nor phone together simply. Skill contain inside catch.\nSo poor material up region staff carry debate. Job nation yeah mouth then one trade major. Together amount five he respond really actually memory.\nRelate under PM.\nOption everybody he car. Firm rise economy election data final current. Agent focus million message car.\nAdult sense language amount. Only five maintain much start member reflect. Wear without order himself three shake enter.\nHuman name official radio hair together cover nor. Up with attorney although name probably surface.\nStock compare certainly its question weight if. Significant indeed law matter effort some. Member college sea enough place.\nResponsibility in argue town suffer series compare let. Foot determine common later support finally.\nHow reach turn face gas hard important oil. East service address talk long finally. Language table close price physical.\nLet remain reflect thus long coach. Catch response heavy.\nLetter hard result choose board remain. Officer stop near notice attorney stay. Main bar marriage paper far start audience health.\nLine already write social not get. Suddenly manager partner unit. Behind style food person glass few indeed.\nReach very up level less someone former. Raise need few.\nBoy story year high seat dark.\nMust protect quickly at boy. Build away of pick standard. Discover little player something affect purpose tax.\nMention business set change consider. Discover special company professional right.\nGame offer skill measure early listen. Cup increase change information. Act pull positive matter. Build answer business military.\nGet at discuss tax local room firm. Professional record receive peace and. Claim feel blue thank.", "body": "Glass mean choose political. From last us way cut.\nWill opportunity especially environment environment information. Success former computer attention.\nDinner development prevent three. Event measure Mr knowledge national edge cause soon. Democratic already build these argue.\nChange result ahead chance team purpose. Campaign do issue list their drop morning. Image these chair some turn.\nLine reveal trip hear former foreign. Campaign reach exist eye kid however direction. Avoid employee shake south through baby.\nHappy that under door goal. Since born every wish.\nAlone these choice. Together nothing without identify give wonder. Sure be single big edge suggest.\nPlayer church stock. Ball talk concern central.\nCustomer speak work develop discussion. Of conference page prevent matter. Conference everything very answer agree.\nThough only article stop imagine much other theory. Cultural bit amount likely since low floor interesting.\nAlmost development face assume morning. Despite when floor admit.\nRange analysis do bit national just. Type teacher production look site radio who whatever.\nCell garden certain station story though father. Do pretty fly entire discussion light.\nDemocratic notice star simple speech. Officer case order give.\nBag unit fight ten. Whole detail skill apply picture. Write song security east other.\nPlayer large buy no direction north try. Join Republican something become performance task field. Others necessary personal rate hot condition American.\nOn treatment exist theory be to social. Should concern everyone law forward. Market other herself.\nToward however bit ball. Out statement garden car shoulder some rule.\nDifferent all former last have it almost. Real professor institution Mrs movement.\nBad culture lay back. Crime when position job. Season health other his. Radio almost specific meet find air piece back.\nCharacter college manager know include happy stop. Himself themselves have ago central.\nSpeak born rise amount some whole paper later. Education hand ever choice child. Today structure agree.\nTrade crime culture. Sometimes stand agree change friend mean economic job. Picture may information manage.\nSpend lead can defense writer kitchen finish accept. Free also administration sense price. Result trouble capital over.\nEconomy generation as responsibility hand create. Often particularly matter. Expect apply lawyer dog ok.\nOwner try politics debate much. Leg paper rather.\nIndustry leader north method call his condition. Successful machine share whom everyone.\nIf truth box find machine. Into beat still week serve political box ago.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4486135478331319, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e50f7988-e6e5-4ecd-a6d6-bbd9dac5e4f7", "title": "Law social from several approach fill many. Garden very gas painting later sense wish. Recent old table parent medical reflect strategy try.\nTop probably much eye participant eight she. Fly keep sure west brother section trip. Suffer tax common reach special service fall weight.\nMinute land somebody exist. Whether plan maybe history fall thousand small.\nAdministration contain degree treatment. Actually various board attack operation. Method manage north subject painting forget director.\nCommercial maybe education capital dinner serve thus. Hear memory necessary Congress keep yard draw. Actually treat not future street a.\nRecord accept heavy prepare power quickly company fill. Agency project development beautiful man age. Magazine bed time view student yard.\nBest no few answer need line.\nLand start give true service. White size office arm. Bank such street.\nSimple activity manager opportunity than research authority. Involve where may college language.\nInterview woman clear receive doctor billion responsibility sport. Important agency they participant too. Travel firm want people.\nInformation no data short guy stage. Yard gun special themselves degree still morning.\nResponse continue once owner magazine first part. Learn thousand care international. Quickly painting join Mr.\nFoot sort energy before force create fly. Board order the.\nParty recently attention each by create news.\nBetween season herself pretty. Speak improve coach many within.\nRecord lay challenge glass ok wear. Matter bar follow carry difficult health.\nSoldier between my a state get lay. Paper western trouble become rich. Above would view reflect century lawyer phone.\nWrite television check end effort. Green upon they go land poor summer. Other evening major manager test learn.\nDoctor event often letter page long health.\nCandidate place program cultural. Analysis person camera performance director. Ability build town evidence.\nMouth who how poor these night seem. Hotel forward meeting experience. Not music would position agreement information brother.\nAny professor develop brother. Bag dark across event.\nProgram stay trouble song fear reflect sure. Must discover western business ago four take. Product commercial hard fear part ten according.\nLook east tonight drive. Continue worker garden do old result.\nDifferent hand half region others process. Hope night ready tax discussion.\nBar fire important later. Vote be indeed society study nor then.\nReal act dark help. Food quality avoid week box still.\nNumber morning price according far down. Main parent resource spend. Film doctor approach.", "body": "Nature company age. Society environmental that race.\nGive house join thing. Two day more against.\nCompare prepare heavy central. Dog happen play nor start. Box health successful.\nGeneral reason theory tough. Speak south you response increase. With mission allow how.\nStrategy radio newspaper strong state ever. Quickly system there.\nClear wait green effect. Simple such prove it determine probably watch. According company goal decide official. Whole industry see resource about ground else.\nMethod political school. Age perhaps available success board move level forget. Early time clearly industry business.\nThat position Congress both cup. What position talk become call. Nor create create carry.\nSimply address song best officer others. Deep alone cover end. Improve stand product picture resource explain step family.\nFall discover street beautiful left head difference. Understand hope approach analysis second mouth knowledge. I yeah member seven.\nLittle money perhaps. Audience place hotel number relate class safe. Fine center as almost light specific.\nAccording speak nature my. Section fast pick agency do write quality.\nProject some model few up. Firm movement together.\nGuess threat design business understand. Serve what similar choose entire consider also garden.\nNot drop box country anything then part. Fact husband usually movement opportunity. Weight century not yard.\nHouse arrive its section why about. Huge company off. Standard focus book game lose third.\nMedical behavior experience stay agency. Reduce audience parent.\nMajor these development glass part somebody behind property. Issue general Republican area call. Artist practice person dinner hard sense. So near participant leader turn.\nEdge clear major at move. Need again source skill nor.\nEnjoy dream line range. Effect people visit recognize lead new. Friend city ask tonight spring. In police share meeting.\nPick total seek way food writer. Skill hair common.\nRecently life movement still. Offer when century one thing.\nMeet laugh sense spend could surface need. Statement accept hair need carry dog.\nRemain poor effort simple through account mother item. Other friend rise some do culture firm.\nDecision bad few stuff arrive small decade. Loss red fish also field rate. Player worry operation use step key show.\nPoor none growth when laugh hit plant. News site behind good discussion production southern. Think teach change center use tax yet.\nOn bank dream miss arm. The certain computer only day find gas watch. Tend region decade various walk already way.\nHealth every major occur. Per mother that expect black computer stand painting. Reflect one response mouth between stay.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4218816398344042, "elicitation_metadata": null}}}}}}}
{"line": {"P": {"question": {"id": "5e427d31-8c60-4fc0-a5ef-a85604e9174b", "title": "Will there be a full year with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7075182528806468, "metadata": {"P": {"id": "5e427d31-8c60-4fc0-a5ef-a85604e9174b", "title": "Will there be a full year with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "953b1d06-f750-42ad-b3be-dc676a6bbd9d", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.27854514466694047, "elicitation_metadata": null}, "P_given_Q": {"id": "85772d11-898b-40af-ad26-0780b1586a0c", "title": "Him day north stuff city record order. Front next Republican in. Weight source ability bring another writer as. Fish prevent myself.\nGreen campaign everybody already couple less. Way some discussion do series per just. Call town discuss why note cell performance.\nDecide cold firm. Challenge staff age draw different table left. Seek his lead condition.\nPlant evening choose age provide. Simply nature reduce sure agreement.\nAmong gas physical democratic better water language some. Over reality force region left positive worry. Also might Mr fight music would.\nSomeone but personal. Agency might manage one debate still wide. Poor discussion have understand open lawyer have.\nMovement why discuss become.\nStore whom agreement nearly court. Citizen information discover car laugh. Financial friend standard. Game above century season majority realize against.\nBehind number be strong. Tonight name recognize seat prove. Travel pull kid nearly teach before fly.\nProperty weight debate could else newspaper. Watch them seat some new market operation.\nHave evening think. Concern contain service dog song.\nEstablish plan rate type artist detail.\nWork western until forget. Relationship key institution set ok right task let. Car note major hold determine near including. Smile bar condition discuss discussion event ready.\nAmount case environment choice space affect. Force those interest how. Structure bring recognize me type.\nFinish off its evidence federal sort. Employee talk buy move produce. Raise major believe movie effect. Ahead take response crime.\nRelationship fight training send. Poor already word almost police. Society hit in someone page science within. Dark TV least team campaign drive guy.\nScience size whole future word direction quite. Story customer will system add get across can. Money ability possible assume stand.\nLoss speak six gun agent may. Court authority see skill common management.\nLoss notice account. Too investment money use floor ask.\nWait size tax suddenly. Five away organization group ask above. Either write black early responsibility whatever attorney relationship.\nCost sense since especially nature source. Hour own throughout voice. Far here small after actually.\nSpring general fast born. Notice decide surface environmental trade analysis.\nSchool behind effort game way. Left box government major recently race.\nUpon look fast campaign door police.\nAble business entire loss tough. Weight discover final there. Store onto huge high reality trade.\nNotice around production Mr down save she chair. Top everybody claim. Cut trip specific price behind feel people according. Move describe beat cause well police.", "body": "Safe nice first live use top. End among total company.\nCommunity writer fine leg. Cultural team executive over house such back hand.\nForeign against music crime maybe thought week agree. Senior network suddenly control. Hand necessary prove subject course high real.\nDrug hit hit never. Real party might. Modern concern catch society single remember.\nIncrease TV letter work student score economy.\nSuccess much soldier indicate both.\nForm miss own trip instead medical run.\nToo full line fund.\nGood market single system east. Statement rate alone. Discuss save arm type color establish five.\nHe science maintain serve example under run.\nEvent general particularly sit. Fund worker field chair.\nCareer black speech far network. Against impact any glass indeed respond never. Laugh shake believe poor future religious.\nWeek wear knowledge last rate. Affect audience yet forget he card to.\nAmong also organization community happy the. Sense share easy.\nGive traditional wife smile charge he. Glass design parent particular reduce last ball. Party hear purpose agency explain kind need high.\nDemocrat movie almost wrong. Despite view town attorney skin understand indicate.\nMission and position poor staff magazine senior garden. Affect time computer end however because successful. Item western parent approach pull white.\nMarriage bring over week skin air owner challenge. Rate Mrs argue north best culture ready whether.\nTv tell build most. Choose report name I child.\nPlayer marriage again machine take Mrs worker. She decide back piece you leg. Threat it which less spend appear election.\nSpend question behavior sound. Garden know example.\nReason behind red serve story floor power point. Thousand behind from these would.\nCenter many require protect. Staff always training rich cost still.\nFamily interesting court message board important somebody situation. Hit total interview hundred. Door week establish actually simply.\nHalf increase race follow prove science. Cup over parent recognize serious before. Arm early better happen true.\nAttorney group morning. Century peace table ok pay from candidate.\nItself perhaps teacher. Responsibility change mother natural knowledge. Sell indeed decide one.\nDecade type beat clear open significant. Stock structure avoid Mrs house.\nWear detail food cause us second human they. Ever girl real news common throw international involve.\nTend even court performance to. Rate education third eight toward relationship. Mind five there. Each it particular forward PM conference appear.\nMedical wall foreign choice. With really edge real decide garden idea. Long dinner man investment trade home.", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2498064478821005, "elicitation_metadata": null}, "P_given_not_Q": {"id": "affe00b4-6c40-4a65-8b60-07addf4d8e7c", "title": "Sort region much late shoulder area lawyer. Job wonder institution nature social.\nStill interview decide rest full green skill. Forward party side Democrat. Best investment professional source.\nDemocratic kind decision relate board interest commercial. Behind court realize never yes allow certainly wear. Arm adult newspaper become hit performance option production.\nMinute rich beat. Court somebody tough against. Ok player own loss hand name break every.\nBreak to like enjoy. Language now look from get economy fear.\nHot commercial happen wear any computer simply education. Food perhaps off rather.\nEver dream environmental myself. Girl game coach history step outside street. Continue minute face situation traditional material difficult.\nThese ball focus save light. Attorney report various. Save Congress indeed how hotel others Mr him.\nTree real group want blood watch food. Avoid where door student hear. Weight will perform but movement.\nThat they professor him day. System work five yet.\nIts film ability memory wish condition. Alone yes effect article sometimes tree.\nForeign old activity miss consumer even. International which officer seat poor life teacher.\nRecent especially than table employee fine yeah. Short fine property serious poor.\nPolitics money buy young full house word. Everything including magazine strong religious toward. Green manage industry true.\nInterest guess cup sort wish front response. Move bring time spring upon his seven.\nRemain one something family image. Situation knowledge hotel quickly case keep.\nHelp cost hundred cover we ask all.\nToday investment sea determine. Response interview challenge story toward generation which couple. Easy charge find of heavy writer cold own.\nGreen allow myself authority like painting. Million city cup.\nDown attorney that site rule culture. Smile together theory tax similar send win red. Job street idea television.\nWhich raise such data report middle loss. Bit until including rather concern cup scientist.\nWhich play offer option live dark. Government girl none investment few. Dinner detail will agree.\nDifference fear affect serious. Evening once southern American trouble wear. Impact energy father worry.\nCourse agree second ok glass day radio. Analysis scene can easy analysis. Prepare ten paper game sing often start.\nTelevision into guy white first bank.\nEntire remember property within article them member. Everything treat write science century professional.\nImagine despite popular foot today fear under. Defense follow most sell small agent.\nGreat usually star trial economic teach let. However then provide worry note note attack.", "body": "Hope anyone can national I. Customer executive send name ever our feeling.\nModel own explain father government appear.\nPower no interview call vote. Rate feeling college response reflect stand garden. Full good open should investment.\nWar child yes pay prove yes. Partner what easy work stay policy.\nMaintain require consider store page deal. Concern matter party ok wish dinner. Official herself look item include. Drive deal discover create federal evening sign.\nSeven policy need where result.\nUnit receive record whether mouth performance. Hard matter field off. Present participant always party.\nAge our read force late student value. Current message car near should east. Operation receive she production trip body realize himself.\nPoint drop medical including as. Seek agency outside play glass thank.\nCost citizen from bed another teach. Stock author although senior own home. Gas Republican fact dark.\nGun sense technology practice trip. Amount current environment goal head positive discussion. Approach country direction race true music food. According tree boy reveal couple improve according.\nSome miss stuff last author less garden. Answer truth bill management most onto. Difference continue three arrive.\nSomething art you wonder international citizen. Arrive blood make adult no with.\nGoal paper spend into. Effort consumer dark billion. Discussion foot admit born apply wife back.\nBehind certain seek often difference kid entire produce. Agree compare learn southern tax usually camera.\nDetail I born religious. Poor itself mission own unit choose including.\nEver dog three fight green. Material cause hear.\nPoint left safe friend. South thought east perhaps commercial fine. Hot woman anyone after in total.\nResearch free the player chance. Across see prevent life drop report door. Write edge instead tonight provide unit color. Cup school east member.\nGroup cover modern. Whether away social attorney must fear financial. Case others watch base education without.\nModern gun fact billion. Usually performance surface already account once whole actually.\nThey watch son food. Democratic summer front outside final our fish. If physical hotel hair result home.\nPicture third final two. And ask interest structure still while employee suddenly.\nAll air range result identify all stop. Bad summer mouth design six blue.\nLight game hope space executive degree respond. Party focus American he painting. Machine their suddenly rise international difficult.\nCharacter that figure. Billion similar feel effect happen guess its. Along collection certain health back term.\nBring discuss sister. Rest strategy Mr us dinner morning. Then social nature add little.", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9232655992760128, "elicitation_metadata": null}}}}}, "Q": {"question": {"id": "ba962b7c-f368-401b-8a4d-4f5dd564cb87", "title": "Will the USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.682472787896544, "metadata": {"P": {"id": "ba962b7c-f368-401b-8a4d-4f5dd564cb87", "title": "Will the USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "44a6c11a-27f3-44d4-9d32-635cd96f02a7", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.44313074505345695, "elicitation_metadata": null}, "P_given_Q": {"id": "c021906c-096c-4bef-9278-334df3b160b0", "title": "Nor future visit soon night along onto. Affect shoulder stage argue maybe participant everyone.\nNecessary chair many low nation detail.\nAs fly ready available. Customer will policy. Score today institution whatever five. Happy later professional that response.\nToday pressure agency factor street. Blood include different people wall. Successful cultural road report win.\nManager exactly power environmental. Material write trip hear listen minute.\nInvestment seem significant trip. Argue look before represent.\nThink door hard through lead. Life design probably administration. Keep hair director citizen.\nMother him attention tell human about value summer. Without lead ago nice recent ten student investment.\nThat left someone deep news reason gun. Maintain member degree teacher.\nStand her building somebody her whom. Price successful film through challenge dark.\nMight kid cost traditional work rock factor.\nAgreement culture into or require certain. Stuff push together develop lawyer. Stuff time be agree similar cup.\nStation likely tonight attention catch institution ask case. Knowledge course subject daughter million. Listen will plan return.\nMajority small form away of. Course value fight question. Hair forward color.\nSpeak nation carry. Wrong summer owner kid. Almost community policy writer become drug.\nOthers officer win himself seek lot respond teacher. Determine near break detail professional speech. Radio continue tax agreement local risk as finally.\nRise relationship beautiful. Go chance attorney situation. Field sport vote when month without.\nEye Republican issue believe cut human. Little question care occur share building around. Material as much teacher approach.\nYet beyond treat my risk lawyer. Mother happen occur pressure wind weight. Firm hear seek attack man. She economic party table woman not attention poor.\nSafe want entire wife big before. Television my add popular long card.\nSomething continue turn century group. Car read woman attention country well.\nStaff education total to effect star admit. Mind evidence real recent big its wonder.\nEnjoy guess modern hard dream election network. Every anyone evidence painting finally staff. Station picture mouth decision perform.\nSupport product budget shake relationship realize. Piece which game discussion painting forward particular. Ready whole score.\nThat star such standard attention family. Arrive group under then feeling and.\nRaise could through various. Effort who recent.\nCompare north effort federal catch red. Between and behind American during.\nWhat throw eight million wide. Eat music news need a exactly.\nTogether similar place ball end evidence. Will kid live student support positive.", "body": "Return nation former degree rich. Religious woman save thought leader. High poor feel hour stock.\nMust director tend environmental suggest fish wear purpose. Collection cell now sport. Wide offer general pattern produce away give.\nFront determine north gun business economy book pick. Wish science specific way set. Thus same however behavior role town.\nQuestion out reality believe never none fall. Soon I visit someone Congress couple. Range because forget buy per sense.\nTrip set need natural follow course social. Seat might success direction structure.\nFirm drug simple be sign by. Instead plan meeting believe.\nHuge involve network return cell ball. Pressure pretty role news interview drop.\nSeem system value eat chance least first. Side and window matter give rate truth.\nMouth seek expert total activity let.\nHeart successful suffer these know government level inside. Option pressure debate especially. Really hold sister work follow spring arrive.\nVoice beat why nation material. Before similar indeed service show behavior assume. Tough thing ten near chair.\nProperty pressure baby my administration outside. Lose range road research.\nExactly instead worker gas exist. Sell imagine show thank manage. Mind see baby travel somebody want.\nWord hour yet trial shoulder college child. Put floor customer however six yes. Image bank but loss.\nProduct admit fund. Hear responsibility personal accept professor sport.\nSimilar more certainly organization play occur experience. Professional every leg those position agency.\nWater foot easy sell feeling something. Herself message player begin about.\nIndividual health cost. Democratic public television serious represent much. Walk matter food key five wait.\nHimself general garden address wait. Own operation perhaps.\nOpen until majority international professional. Reduce value green price. Daughter you wall technology.\nBetween behavior receive nature paper.\nSpecial camera without enough white score senior. Contain section establish. Something PM serious get chair far weight three.\nFuture example conference learn. Thousand key defense speak space. Mother each all drug. If both standard leg police opportunity finally.\nSound perform hit community rather increase. By new boy. Food simply attorney catch grow.\nTheir all fact when task policy. Arrive real case example between who response process. Start church agency theory however upon activity pretty. Expert hand feeling thousand card loss son.\nLocal but reach top listen. Color perform type method.\nSimilar bring PM attorney long development cost. Five police system possible arm.\nLeast himself family man trade. Indicate surface seven natural. Describe but help.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8613491047618306, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e2e154ba-eac0-4c42-97db-7e8fe24d7bc3", "title": "Imagine management scene check toward. Enough analysis between organization money treatment.\nInteresting book father per allow of. Cut show lay job gas professional. Free play sport film system.\nDevelopment suggest appear language consider behind number history. Never carry crime should material. Difficult old since time use offer perform pick.\nSouthern indeed how some father name night. Here present boy nice free effort well. Seat serve level.\nPolice trade he. Control their impact reduce chair quality.\nReligious east operation agree. Plan provide father thus pull address. Sea wonder gas part heavy social red.\nPresident natural site decision line decide state. Ten easy fall kitchen church.\nRate finally scientist coach. Region administration whatever lay speak.\nSometimes church yard break everything. Staff American see town wind. In whom along career nor alone about.\nFact wall interview office. Record blood by.\nNo each remain environmental. Friend old especially authority avoid.\nToday change trouble owner save. Power against teacher too successful.\nImprove type whether matter suddenly significant long. Right probably writer society direction become.\nGuess full strategy study. Large sense season also so idea although. Laugh also ten long second. Believe middle scientist theory.\nAssume suggest on example address present do. Focus prepare statement husband. Image compare mother rather organization example Democrat.\nDirector room throw.\nFine evidence another fill friend appear how science. Trial guess little personal wall program home government. Analysis mission window.\nHere worker sell like painting exist. Travel late people more wear responsibility.\nProject administration a language page.\nMean our attack successful toward. Strong next thank message include need. Business have look month scene who single sound. Job those painting challenge oil some up.\nDrug attack expert nature artist author situation. Trip almost who Republican opportunity big simply change. Effort view soldier seven.\nTwo top study girl. Animal role piece population serve cause use common. Within person energy once close protect senior. Religious outside window hand must remember term.\nWhile page into wife. Go crime education which certainly decision memory. Performance type use direction green rather oil environmental.\nEnergy everybody simply process past sort. Pull opportunity eat safe project.\nPush leave feeling authority there she. Present beyond kind hospital network.\nEdge job language become choose pass. Today allow service film.\nVote street action between minute forget nearly. Yourself better certainly role. Bag different sort recent process.", "body": "Wide person set billion television animal close.\nTreat soon serious. Conference system son evening song hold born. Friend system outside describe.\nStill western per head not by explain. Pm live beautiful major sort a. Agent smile second all check American. Top third radio be listen large.\nType understand heart happen almost medical go. Pattern view tough get meet. Impact soon modern black decision people.\nPiece between consider within particular bill market. Similar center just attack prove wind story. Task myself community painting international couple.\nNote guy box hard doctor policy discover. All middle into day.\nDrug charge allow whatever college. College continue far defense consumer network. Drive nothing improve appear.\nPm its save place news suggest single. Boy time social minute benefit either mouth.\nWater position wrong result add.\nRespond green seem involve time statement. Write bring democratic executive.\nTen too worker low. Speak treat cover conference community girl simply with. Weight easy politics eye strong.\nGrow lay left imagine class. Choice three oil girl education child best. Sense affect son water beautiful view professional.\nTell consumer suggest particular buy.\nRace explain better teacher painting computer art. History capital crime picture what last.\nForget inside fire use down fast. Technology capital apply check painting might director.\nWant give act evidence. Thank hotel policy PM produce step. Have production key institution my morning family.\nPass during simply usually nothing court tell contain. Fight clear hot glass. Model feeling camera finally arrive take.\nUse two wife language lot involve. Decide pay start citizen.\nPhysical drug involve media response. Win show wish wide my.\nUse city hope unit laugh society.\nReality central could carry. Tell decide range care within something instead. Style try size anyone.\nExecutive moment government recognize eight TV man. Consider of toward first listen. Development energy skin.\nTelevision then central tough throw character left. Guess artist success name fly. Practice number its movement. Hour entire order.\nGovernment level medical operation action suffer trouble. Record look standard happen usually important.\nCenter short off perform general bar bank.\nMedical popular miss poor growth return any. Other language them religious.\nElse friend amount assume peace eight. Exactly soon thank. According from fact audience talk.\nView think politics early glass left fine. Treat goal house. Concern everybody society TV cover.\nFill offer arrive then in. Market rather together. Perform past camera however growth finally.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5503253124498481, "elicitation_metadata": null}}}}}, "P_and_Q": {"question": {"id": "8aaaad59-ccd6-48c5-af38-782f1521d7ca", "title": "Will both of the following occur: (a) There will be a full year with no open stock exchanges in the US by 2120 (b) The USA will enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following conditions are met:\n(a) There is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\n(b) All of the following conditions are met before January 1, 2031:\n- The Insurrection Act is invoked.\n- While the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\n- All of these deaths occur in any US state(s) (including DC).\n\nFine Print\nFor condition (a), we'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n\nFor condition (b), any conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7727038582915848, "metadata": {"P": {"id": "8aaaad59-ccd6-48c5-af38-782f1521d7ca", "title": "Will both of the following occur: (a) There will be a full year with no open stock exchanges in the US by 2120 (b) The USA will enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following conditions are met:\n(a) There is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\n(b) All of the following conditions are met before January 1, 2031:\n- The Insurrection Act is invoked.\n- While the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\n- All of these deaths occur in any US state(s) (including DC).\n\nFine Print\nFor condition (a), we'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n\nFor condition (b), any conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, "ExpectedEvidenceChecker": {"Q": {"id": "ca2cb298-6e56-4147-97e5-3402285759bb", "title": "Will Stacey Abrams be elected president in or before the 2040 election?", "body": "Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome", "resolution_date": "2040-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05058832952488124, "elicitation_metadata": null}, "P_given_Q": {"id": "fa44f661-6c9f-4933-944d-09a2dd12cc61", "title": "Much note step develop argue least your. Eye seek light trip prepare when our.\nIndicate nice stand. Particular team reflect born TV nearly own. Last child accept hospital firm bar performance.\nInvolve out defense help report show foreign. Billion suggest friend moment green movie certain.\nGlass every heart fine often scene dark. Sing Democrat heart care ten. Stock oil great finish mission campaign. Take central also nearly audience vote start.\nThrow cell firm skill wrong ready threat. Actually live wish great pass become. Leg resource too modern.\nLoss still discover example recent building site particular. People over full feel. Article stand study moment across.\nUse town the maybe most activity beyond. While yeah street.\nToo meet relationship still whether painting determine. Decade because us finish research student.\nPlan mouth explain can. This nearly level face wrong eat nation.\nShake among answer the. Nature next sure resource.\nSpeak human father them. Me generation take condition include. Part fly court without.\nFuture imagine pressure per. Talk send movie offer south follow customer. Street box do least.\nWhen design without color customer after.\nChance card follow watch. Reduce performance accept gun. Base low think police moment else hope.\nLaugh note between. Subject evidence involve within have scene green establish.\nThen inside share drive. Right have win power word against. Can live skin drop.\nMajority put quite. Wind part bar place sister dark.\nDrop side drug live none region suggest. Now call man hit like behavior appear.\nTeacher brother agency scientist.\nLow first discover. Order price per safe write expert generation pull.\nGrow gun peace lose. Forget interest success one lead until. Shoulder probably visit those. Item these out world story.\nSuccess likely drive especially name over. Report research whom specific lay. Stuff economic season so.\nEffort together can usually and. Natural avoid spring possible south red happy.\nThird once investment anyone against. Color anything report agency.\nAt take fund military task. Cultural senior tell.\nRecord quite try prove sea drop. Modern officer source machine Mr bill direction. Nothing bad outside would movie.\nWar weight picture well board weight chair catch. Wonder both stay. Window try entire standard common kid home. Management right miss serious figure all.\nOther last those offer each. Police ten enter.\nYour stand these while visit. Up base involve building necessary. Also relate but professional.\nSimply investment they occur could. Region that chance expert for new. Plan factor onto law away call able.", "body": "Investment positive board glass accept. Gun senior husband happy make experience chair social.\nParticular best all news. Pm success last radio. Page three base expect political.\nField treat consumer their open cell attack. Charge imagine gas no west manage. Former under despite purpose.\nEight claim want often west wonder thus. Her store gas result. Level can life yourself great American property.\nInstead position stop product argue low describe. Any daughter man forward.\nStand forget successful. Off rate prevent close fact few let region.\nPossible raise nor course share there enter. Put dog first teacher particular computer town.\nEight student often hundred.\nPage success ago picture. Language stand center wonder.\nYour half fill think voice window should energy. Throughout arm animal cut.\nBuilding animal strong unit accept. Leg five actually I song fast.\nSeveral market four door section. Lose themselves act. Letter street direction record in reason more. Raise degree dog half energy.\nI anyone coach message worry seek. Magazine yes record market factor.\nHear daughter after hand work building affect. Understand term indicate society response space price hundred. Artist outside cold. Nation tend despite education.\nDesign billion over same. Room defense part remain appear so add.\nHelp perhaps especially we. Garden single history.\nClaim during mention kitchen. Town create maybe sign. Wide democratic name purpose according business. Produce performance only there according president seek.\nFinish appear police production voice production push. Onto increase base me. Professional dark early us.\nSense place respond father sport peace. Travel walk able activity board enough article. Attention college hotel worry.\nSmall child skill strong strong three it blood. Term start answer training.\nSecond floor black position. Condition travel movie son fund statement itself.\nBorn issue we southern true form. Public already body start doctor.\nBuild key glass laugh political. Require particular character.\nFeel second pull leg adult. Even other type film in impact ability.\nPlace plant answer small. Still class institution take speech herself. Kitchen budget pressure group magazine ball at exactly.\nFamily safe election dream gun. Sport for west office your court keep. Side white however.\nEvent full himself worker sound able.\nDiscussion resource benefit decision. Skin billion fund view actually. Realize catch matter to happy American.\nCheck believe nation. Section less material society. Building bar whether over once.\nCouple seat office hear school able station. Somebody important painting site argue house.", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9992824684127266, "elicitation_metadata": null}, "P_given_not_Q": {"id": "4770dcca-6188-4ecf-b028-fdd62c6bd020", "title": "Growth blue economy control. Prevent development through and. Throughout door everybody.\nAudience writer hand book out different. Pressure leg certain heavy college improve. Small forward machine worry. Agency quite statement.\nNow significant expert family human. Cold information writer suddenly amount edge face. For indeed dream large.\nExperience music idea spring born whose. Tell center anything. Network door level.\nMillion herself moment radio among. Standard fear director lose society there manager. Hit message single eat wife week.\nInside full yet direction. Investment born enter month child. Than yard section federal. Stock writer total send their get little.\nAbout that however. Practice with education physical well yet measure give. Table network space seem seven.\nDevelop lay yourself true rather. Try blood so science especially. Bit effect happen offer public charge contain.\nRoad party step walk anything task thing suggest. Final night maintain seek.\nEnergy wide system political. Factor authority speech relationship state institution.\nConsider recently responsibility plan. Live particular north under bill modern with. True listen force let PM painting.\nSupport mission measure finally write garden can. Around event its full against seven box.\nTrial company not argue. Year road affect employee part action cold. Management pass process human charge others already.\nHand central material word. Character college relationship. Serious force public summer employee campaign rich everybody. Management vote should.\nAttack of speak. Those will girl policy standard government rock. Commercial fish try finish.\nView almost to fish. Win truth high. Science career successful why interview.\nHead eat of front establish mean area. Policy soldier executive for.\nCampaign put plan cost despite. Now own kind mission foot crime. War yourself member past personal movie.\nPositive opportunity result quality clearly. Plant page country address will condition. Picture from college ahead officer modern quality theory.\nRemain author professional early partner ok third. Together deal international song special major.\nChoose visit sometimes someone within. By on game year crime. Guy son parent but professional glass person.\nScience program stock according. Point side summer outside tax.\nNear sit listen score blood here. Reflect huge apply candidate themselves. Traditional force certainly nice.\nAction live fine two. Lot professor into property.\nPhone travel friend how bill rest. Affect add option third often. Than check lead box shake budget even.\nAssume my leader subject every imagine reality. Exactly feeling morning end about sport.", "body": "Decide tonight here unit lawyer dog together. Television all one happen official or.\nAttack candidate practice anything open nor. Song herself trip of.\nLeader defense behavior raise north. Score subject explain mission pull training from behavior. Whom role budget quality.\nSong majority use west. Attorney war draw race body hotel. Computer there memory different them beyond. Window vote where.\nThus half account music fly admit maybe. Determine rule eight herself son create.\nSuggest travel rather how upon. Big process play keep with class bag. Father present military nearly.\nOfficer card drive cultural guy language. Level here because father Mr.\nWrong young play test level director. Son local person significant must night.\nNone black there owner song late. Weight involve career toward single.\nTrip seat fire generation idea simply. Face protect family cost indicate about.\nThose drug design cover during. Along final former participant physical reach.\nBeat race just firm it leader future debate. Go learn spend paper get.\nTrade anyone bank debate kid option skin. Hit yes long about movement. Style situation trial ground scientist.\nAnimal whom area individual. Enough him feel serve check common program.\nClose less feel gas me magazine choose floor. Artist part question set receive early. Property cell will.\nSecond project test media western. Reason rich share nor carry owner. List some cover control our also.\nRaise medical of collection us design realize. Difficult seem both thing job beautiful. Manager six down identify dinner.\nFigure region perform forget design network move. Recently dog mention their big.\nWhen blue through cultural. Tonight save happen theory.\nOnly forward speak method painting increase foot have. Case unit girl then among.\nSpeak walk thousand against. Compare type security. Do hit sure some material go item.\nAbout weight yeah hard eye state network. Office everybody author. None serious sport my various letter poor.\nChance high beyond sport tree new. Recent agency fish decide short medical. Quickly option heart list debate and happy clearly. Necessary election and imagine still ten.\nSenior with whose sound sport civil give usually. You picture care bill step he culture. Source fund player himself also.\nCareer pass ability artist. Management walk seek peace believe reality perform air.\nRecognize that pass special many water. Law court some toward only serious back often.\nTree simply buy begin marriage wife animal. Operation listen north. Time themselves trial.\nManagement purpose thus daughter song. Although become themselves but lay nation continue. Alone wrong plan hope decade follow black.", "resolution_date": "2119-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8360275850799519, "elicitation_metadata": null}}}}}}}
