{"line": {"P": {"id": "e772197a-80e5-4cf2-9fa4-e40a4121e51f", "title": "Will the US House of Representatives pass a significant bill regarding foreign policy towards Iran before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the US House of Representatives passes a bill that significantly alters the United States' foreign policy towards Iran. A bill will be considered significant if it involves substantial changes in trade, military, diplomatic relations, or sanctions. The passage of the bill must be confirmed by an official government announcement or documentation. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The New York Times, Reuters, The Washington Post) are sufficient. The bill must be passed by the House of Representatives and not merely proposed or discussed. In the event of a veto by the President, the question will resolve as Yes only if the veto is overridden.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "0450f869-bcf9-4b89-a5d8-0164e36b72d8", "title": "Will the US House of Representatives pass a bill involving substantial changes in trade, military, diplomatic relations, or sanctions towards Iran before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the US House of Representatives passes a bill that involves substantial changes in trade, military, diplomatic relations, or sanctions towards Iran. The passage of the bill must be confirmed by an official government announcement or documentation. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The New York Times, Reuters, The Washington Post) are sufficient. The bill must be passed by the House of Representatives and not merely proposed or discussed. In the event of a veto by the President, the question will resolve as Yes only if the veto is overridden.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "d4c04527-6ff5-4427-b1b7-efc931012116", "title": "Will the Supreme Court of the US make a landmark ruling on digital privacy rights by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Supreme Court of the United States has issued a ruling that significantly alters the legal landscape of digital privacy rights in the United States. A \"landmark ruling\" is defined as a decision that establishes a new legal precedent, significantly changes existing laws or legal interpretations, or has a broad impact on digital privacy rights nationwide. The ruling must be related to the protection, violation, or interpretation of digital privacy rights in contexts such as online communication, data protection, surveillance, or digital data collection by private or government entities. The resolution will be based on official Supreme Court documents. In the absence of clear documentation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. This question resolves as YES upon the issuance of such a ruling, otherwise, it resolves as NO.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "cons_P": {"id": "8a54f4f8-9b69-4379-8961-deca75214c3b", "title": "Will the Supreme Court of the US make a ruling on digital privacy rights by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Supreme Court of the United States has issued a ruling that alters the legal landscape of digital privacy rights in the United States. The ruling must be related to the protection, violation, or interpretation of digital privacy rights in contexts such as online communication, data protection, surveillance, or digital data collection by private or government entities. The resolution will be based on official Supreme Court documents. In the absence of clear documentation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. This question resolves as YES upon the issuance of such a ruling, otherwise, it resolves as NO.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "67b4cb0d-c056-45af-af59-0ff8d16981fb", "title": "Will machine learning be used to predict election outcomes in any country with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a machine learning model is used to predict the outcome of a national election in any country with a population exceeding 1 million people, and achieves an accuracy rate of over 90% compared to the official election results. The prediction must be made public before the election occurs and must cover the majority of elected positions or the overall election result. The accuracy of the prediction must be verified by a reputable source, such as a major news organization (BBC, The Guardian, New York Times, Washington Post) or an academic publication. In the event that multiple machine learning models meet these criteria, the question will resolve as Yes if at least one model achieves the specified accuracy. Machine learning models used for internal purposes by political parties or governments without public disclosure do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "34225e5e-653c-4659-8bbe-a932db51b5d3", "title": "Will machine learning be used to predict election outcomes in any country with over 80% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a machine learning model is used to predict the outcome of a national election in any country with a population exceeding 1 million people, and achieves an accuracy rate of over 80% compared to the official election results. The prediction must be made public before the election occurs and must cover the majority of elected positions or the overall election result. The accuracy of the prediction must be verified by a reputable source, such as a major news organization (BBC, The Guardian, New York Times, Washington Post) or an academic publication. In the event that multiple machine learning models meet these criteria, the question will resolve as Yes if at least one model achieves the specified accuracy. Machine learning models used for internal purposes by political parties or governments without public disclosure do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "550fa7ee-a0ae-49c5-91dc-7a6c6717b217", "title": "Will Japan implement a groundbreaking social policy that becomes a model for other countries by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Japan has implemented a social policy that is recognized as groundbreaking and has been adopted or is in the process of being adopted as a model by at least one other country. The policy must address a significant social issue (e.g., aging population, education reform, healthcare, environmental sustainability) and demonstrate innovative approaches or solutions that distinguish it from existing policies. The adoption of the policy by another country must be confirmed through official government announcements or documentation. In the absence of such announcements, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The policy must be fully implemented within Japan and not merely proposed or in trial stages. In the event of multiple policies meeting these criteria, the question will resolve as Yes if at least one policy fulfills all the specified conditions.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "c38d59a4-c454-4dd9-a3bb-0929116af415", "title": "Will Japan implement a groundbreaking social policy addressing a significant social issue by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Japan has implemented a social policy that is recognized as groundbreaking. The policy must address a significant social issue (e.g., aging population, education reform, healthcare, environmental sustainability) and demonstrate innovative approaches or solutions that distinguish it from existing policies. The policy must be fully implemented within Japan and not merely proposed or in trial stages. In the event of multiple policies meeting these criteria, the question will resolve as Yes if at least one policy fulfills all the specified conditions.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "ae09ccd3-1462-45ce-9bc6-d13a854fd84c", "title": "Will Italy phase out all nuclear power plants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Italy has officially phased out all operational nuclear power plants within its territory. Phasing out is defined as the cessation of electricity production by nuclear fission in all facilities that were operational or under construction as of the date of this question. The closure of each facility must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event that new nuclear power plants are announced or constructed after the date of this question, they must also be closed by the resolution date for this question to resolve as Yes. Temporary shutdowns for maintenance or safety checks do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "cons_P": {"id": "dcb687fe-91f7-4225-8ddd-c2d74d29b54c", "title": "Will Italy phase out at least one nuclear power plant by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Italy has officially phased out at least one operational nuclear power plant within its territory. Phasing out is defined as the cessation of electricity production by nuclear fission in at least one facility that was operational or under construction as of the date of this question. The closure of the facility must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. Temporary shutdowns for maintenance or safety checks do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "3642670a-254e-4eda-91c1-29850eb2fa5a", "title": "Will a major sports league scandal influence a US Senate election outcome before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a scandal involving any major sports league (e.g., NFL, NBA, MLB, NHL) is directly linked to influencing the outcome of a US Senate election. The scandal must involve either a significant figure within the sports league (e.g., player, coach, owner) or the league itself and must be shown to have a measurable impact on the election results. The link between the scandal and the election outcome must be confirmed by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post, The Guardian). The impact on the election must be significant, such as causing a major shift in voter preference or directly affecting the election's result. In the absence of direct evidence linking the scandal to the election outcome, the question will resolve as No. Edge cases will be considered on a case-by-case basis, with a focus on the intent and impact of the scandal.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.12}, "cons_P": {"id": "996153eb-dcaa-429a-a299-b00467610833", "title": "Will a major sports league scandal influence any US election outcome before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a scandal involving any major sports league (e.g., NFL, NBA, MLB, NHL) is directly linked to influencing the outcome of any US election. The scandal must involve either a significant figure within the sports league (e.g., player, coach, owner) or the league itself and must be shown to have a measurable impact on the election results. The link between the scandal and the election outcome must be confirmed by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post, The Guardian). The impact on the election must be significant, such as causing a major shift in voter preference or directly affecting the election's result. In the absence of direct evidence linking the scandal to the election outcome, the question will resolve as No. Edge cases will be considered on a case-by-case basis, with a focus on the intent and impact of the scandal.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "9eaf66a6-bee8-4050-a9c0-69cfee55af15", "title": "Will the NHL implement mandatory health screenings for players to detect early signs of chronic diseases by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Hockey League (NHL) has officially implemented mandatory health screenings for all players to detect early signs of chronic diseases. The screenings must be comprehensive, covering a range of chronic diseases including but not limited to heart disease, diabetes, and neurodegenerative diseases. The implementation of such screenings must be confirmed by an official NHL announcement or documentation. In the absence of a public announcement, credible reports from at least three major sports news organizations (ESPN, Sports Illustrated, The Athletic) are sufficient. The screenings must be required for all players under NHL contracts, including those in the minor leagues under NHL contracts. Temporary or trial programs do not count towards this question's resolution. In the event of a partial implementation (e.g., limited to specific teams or leagues), the question will resolve as Yes only if there is an official plan for league-wide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "4ef5ca05-dedb-4315-b7ab-5a727ef85a9a", "title": "Will the NHL implement mandatory health screenings for players to detect early signs of heart disease by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Hockey League (NHL) has officially implemented mandatory health screenings for all players to detect early signs of heart disease. The implementation of such screenings must be confirmed by an official NHL announcement or documentation. In the absence of a public announcement, credible reports from at least three major sports news organizations (ESPN, Sports Illustrated, The Athletic) are sufficient. The screenings must be required for all players under NHL contracts, including those in the minor leagues under NHL contracts. Temporary or trial programs do not count towards this question's resolution. In the event of a partial implementation (e.g., limited to specific teams or leagues), the question will resolve as Yes only if there is an official plan for league-wide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "2266a813-ed89-488b-95bb-0ef883a122a8", "title": "Will the Amazon rainforest's rate of deforestation decrease by 30% by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the rate of deforestation in the Amazon rainforest has decreased by at least 30% compared to the rate recorded in the year 2020.\nThe assessment of the deforestation rate will be based on data provided by the National Institute for Space Research (INPE) of Brazil, or any other authoritative source recognized by the international scientific community.\nIn the event that INPE or equivalent authoritative data is not available for 2025, this question will resolve using the most recent data available from these sources prior to 2025.\nFor the purpose of this question, \"deforestation\" refers to the permanent removal of primary forest cover in the Amazon basin. Temporary changes in forest cover due to natural events (e.g., fires, floods) that are expected to recover naturally do not count towards the deforestation rate.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "cons_P": {"id": "b78acdb3-52f8-4b66-8612-9c2e31838af8", "title": "Will the Amazon rainforest's rate of deforestation decrease by 20% by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the rate of deforestation in the Amazon rainforest has decreased by at least 20% compared to the rate recorded in the year 2020.\nThe assessment of the deforestation rate will be based on data provided by the National Institute for Space Research (INPE) of Brazil, or any other authoritative source recognized by the international scientific community.\nIn the event that INPE or equivalent authoritative data is not available for 2025, this question will resolve using the most recent data available from these sources prior to 2025.\nFor the purpose of this question, \"deforestation\" refers to the permanent removal of primary forest cover in the Amazon basin. Temporary changes in forest cover due to natural events (e.g., fires, floods) that are expected to recover naturally do not count towards the deforestation rate.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "1ee1d417-16f4-4b49-a2bd-ad9a269fd3a4", "title": "Will there be a significant scientific discovery that influences US environmental policy by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a significant scientific discovery is made that directly influences United States environmental policy. A \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "1df6987c-ae20-4453-a12c-06d02c318eb7", "title": "Will there be a significant scientific discovery related to environmental science by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a significant scientific discovery is made that is related to environmental science. A \"significant scientific discovery\" is defined as a discovery that is recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "69d03197-e314-4b0c-b767-37c6e310fe27", "title": "Will a major ethical controversy in medical research lead to global policy changes in health care by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a major ethical controversy in medical research leads to the implementation of new global health care policies or significant amendments to existing ones. A \"major ethical controversy\" is defined as an event or series of events in medical research that raises significant ethical concerns, receives widespread coverage in at least five reputable international news outlets (e.g., BBC, The Guardian, New York Times, Washington Post, Reuters), and prompts a response from international health organizations (e.g., World Health Organization) or coalitions of nations. The new or amended policies must be aimed at addressing the ethical concerns raised and must be adopted by at least 50% of the member states of the World Health Organization. The resolution will consider only policies that have been officially announced and documented by the relevant governing bodies. In the event of multiple controversies, the question will resolve as Yes if any one of them meets these criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "ac464c93-9d5c-4144-a32c-490935820f04", "title": "Will a major ethical controversy in medical research lead to new global health care policies by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a major ethical controversy in medical research leads to the implementation of new global health care policies. A \"major ethical controversy\" is defined as an event or series of events in medical research that raises significant ethical concerns, receives widespread coverage in at least five reputable international news outlets (e.g., BBC, The Guardian, New York Times, Washington Post, Reuters), and prompts a response from international health organizations (e.g., World Health Organization) or coalitions of nations. The new policies must be aimed at addressing the ethical concerns raised and must be adopted by at least 50% of the member states of the World Health Organization. The resolution will consider only policies that have been officially announced and documented by the relevant governing bodies. In the event of multiple controversies, the question will resolve as Yes if any one of them meets these criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}}}
{"line": {"P": {"id": "57521509-ece2-4210-b1b6-6bd924049aba", "title": "Will machine learning algorithms surpass human accuracy in image recognition by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, machine learning algorithms have surpassed human accuracy in image recognition tasks. \n\n\"Human accuracy\" refers to the average accuracy rate of a group of humans (at least 100 individuals) performing the same image recognition tasks under controlled conditions. \n\n\"Surpass\" is defined as achieving a higher accuracy rate, confirmed by at least two independent studies published in peer-reviewed scientific journals or presented at major AI or computer science conferences. \n\nThe studies must compare the performance of machine learning algorithms directly against human performance on identical tasks. The resolution will be based on the consensus of the scientific community or authoritative sources in the field of artificial intelligence and computer science.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "cons_P": {"id": "b08c9fa2-8c66-4d38-9325-e6273ca7714e", "title": "Will machine learning algorithms achieve higher accuracy than humans in any image recognition task by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, machine learning algorithms have achieved higher accuracy than humans in any image recognition task. \n\n\"Human accuracy\" refers to the average accuracy rate of a group of humans (at least 100 individuals) performing the same image recognition tasks under controlled conditions. \n\n\"Higher accuracy\" is defined as achieving a higher accuracy rate, confirmed by at least two independent studies published in peer-reviewed scientific journals or presented at major AI or computer science conferences. \n\nThe studies must compare the performance of machine learning algorithms directly against human performance on identical tasks. The resolution will be based on the consensus of the scientific community or authoritative sources in the field of artificial intelligence and computer science.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}}
{"line": {"P": {"id": "7751ba8e-3818-4305-be04-c548ee27ed7f", "title": "Will SpaceX's Reusable Launch System significantly reduce the cost of space travel, leading to a new economic boom in space tourism by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, SpaceX's Reusable Launch System has led to a significant reduction in the cost of space travel, resulting in a measurable increase in space tourism activities. A 'significant reduction' is defined as a decrease in the average cost of sending a payload to orbit by at least 50% compared to 2020 levels, as reported by authoritative space industry sources or SpaceX's official publications. A 'new economic boom in space tourism' is defined as at least a 100% increase in the number of space tourists or space tourism ventures compared to 2020, as reported by reputable space tourism companies, industry reports, or major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The assessment will consider official data and reports from SpaceX, space tourism companies, and industry analysts. In the absence of clear data, consensus among reputable space industry experts will be used to determine the outcome. The resolution will not consider unverified claims or speculative projections.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "cons_P": {"id": "8696852d-379a-4af7-9902-2bbbe9186486", "title": "Will SpaceX's Reusable Launch System significantly reduce the cost of space travel by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, SpaceX's Reusable Launch System has led to a significant reduction in the cost of space travel. A 'significant reduction' is defined as a decrease in the average cost of sending a payload to orbit by at least 50% compared to 2020 levels, as reported by authoritative space industry sources or SpaceX's official publications. The assessment will consider official data and reports from SpaceX, space tourism companies, and industry analysts. In the absence of clear data, consensus among reputable space industry experts will be used to determine the outcome. The resolution will not consider unverified claims or speculative projections.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "e91f39c2-6566-474c-8852-a7cd71b14a43", "title": "Will Sweden introduce a universal basic income policy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Sweden officially introduces a universal basic income (UBI) policy that provides regular, unconditional payments to all its citizens or residents, regardless of employment status. The policy must be enacted by the Swedish government and cover the entire population of Sweden, not limited to specific groups or regions. The introduction of UBI must be confirmed through official government announcements or legislation. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. Pilot programs, trials, or proposals do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.12}, "cons_P": {"id": "d082be33-a383-4006-b337-9beb35ed3be1", "title": "Will Sweden introduce a policy providing regular, unconditional payments to all its citizens or residents before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Sweden officially introduces a policy that provides regular, unconditional payments to all its citizens or residents, regardless of employment status. The policy must be enacted by the Swedish government and cover the entire population of Sweden, not limited to specific groups or regions. The introduction of such a policy must be confirmed through official government announcements or legislation. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. Pilot programs, trials, or proposals do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "88209fe8-8954-4f1c-b821-311ef9b13375", "title": "Will Switzerland introduce a new electronic voting system to enhance election security by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Switzerland has officially introduced a new electronic voting system aimed at enhancing election security. The system must be fully operational and used in at least one federal or cantonal election to qualify. The introduction of the system must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must demonstrate enhanced security features compared to previous systems, such as advanced encryption, multi-factor authentication, or blockchain technology. In the event of a pilot program or limited deployment, the question will resolve as Yes if there is a clear, documented plan for nationwide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "0b2e837e-a4a6-480d-9827-fd739cb1df00", "title": "Will Switzerland introduce a new electronic voting system by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Switzerland has officially introduced a new electronic voting system. The system must be fully operational and used in at least one federal or cantonal election to qualify. The introduction of the system must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event of a pilot program or limited deployment, the question will resolve as Yes if there is a clear, documented plan for nationwide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "b717335a-a0cf-45cd-b77a-32d401540640", "title": "Will the Bureau of Labor Statistics start tracking employment trends within the cryptocurrency sector by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the United States Bureau of Labor Statistics (BLS) has officially begun tracking and reporting employment trends within the cryptocurrency sector. The tracking must include specific data on employment rates, job creation, and other relevant labor market trends within the sector. Confirmation must come from an official BLS announcement or publication on their website. In the absence of a direct announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Reuters, Bloomberg) will be considered sufficient evidence. The inclusion of the cryptocurrency sector in the BLS's regular reporting, such as the monthly Employment Situation report, or a dedicated new report series, will be required for this question to resolve as Yes.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "13d6f3a3-e965-4687-8774-14dd64c497cc", "title": "Will the Bureau of Labor Statistics start tracking job creation within the cryptocurrency sector by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the United States Bureau of Labor Statistics (BLS) has officially begun tracking and reporting job creation within the cryptocurrency sector. Confirmation must come from an official BLS announcement or publication on their website. In the absence of a direct announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Reuters, Bloomberg) will be considered sufficient evidence. The inclusion of the cryptocurrency sector in the BLS's regular reporting, such as the monthly Employment Situation report, or a dedicated new report series, will be required for this question to resolve as Yes.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "a861e493-2a8b-4752-9ce4-28c38136d454", "title": "Will a significant discovery in space lead to a new economic model or job sector as predicted by the Bureau of Labor Statistics by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant discovery in space leads to the creation of a new economic model or job sector, as predicted or recognized by the Bureau of Labor Statistics (BLS). A \"significant discovery in space\" refers to any discovery beyond Earth's atmosphere that has a direct and substantial impact on economic models, job creation, or the restructuring of existing job sectors. The new economic model or job sector must be officially acknowledged by the BLS in their publications or on their official website. In the absence of direct acknowledgment from the BLS, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) confirming the economic impact of the discovery will suffice. The discovery must lead to the creation of jobs that did not exist prior to the discovery, and these jobs must be recognized as part of a new sector or economic model. Temporary or speculative job creation does not meet this criterion. The question resolves as Yes only if the new economic model or job sector is operational and recognized by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "0bafe76f-e61f-4321-9d79-917fc68b0b22", "title": "Will a significant discovery in space lead to the creation of new jobs by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant discovery in space leads to the creation of new jobs. A \"significant discovery in space\" refers to any discovery beyond Earth's atmosphere that has a direct and substantial impact on job creation. The discovery must lead to the creation of jobs that did not exist prior to the discovery. Temporary or speculative job creation does not meet this criterion. The question resolves as Yes only if the new jobs are operational by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "5d963618-38ae-4a44-bce8-83a16ed50efa", "title": "Will a groundbreaking discovery related to dark matter be confirmed by the scientific community before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a groundbreaking discovery related to dark matter is confirmed by the scientific community. A \"groundbreaking discovery\" is defined as a discovery that significantly alters the current understanding of dark matter, its properties, or its role in the universe. This includes, but is not limited to, direct detection of dark matter particles, a conclusive demonstration of dark matter's interaction with ordinary matter beyond gravitational effects, or the discovery of phenomena that cannot be explained without invoking dark matter. The confirmation must come from findings published in a peer-reviewed scientific journal and recognized by a consensus of the scientific community, including major organizations such as the European Organization for Nuclear Research (CERN), the National Aeronautics and Space Administration (NASA), or the European Space Agency (ESA). In the absence of a consensus, the question will resolve as No. Edge cases will be considered on a case-by-case basis, with a preference for the most widely accepted scientific standards at the time of discovery.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "657b4577-4360-4a58-806e-1dda0c741157", "title": "Will a discovery related to dark matter be confirmed by the scientific community before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a discovery related to dark matter is confirmed by the scientific community. A \"discovery\" is defined as a finding that alters the current understanding of dark matter, its properties, or its role in the universe. This includes, but is not limited to, direct detection of dark matter particles, a demonstration of dark matter's interaction with ordinary matter beyond gravitational effects, or the discovery of phenomena that cannot be explained without invoking dark matter. The confirmation must come from findings published in a peer-reviewed scientific journal and recognized by a consensus of the scientific community, including major organizations such as the European Organization for Nuclear Research (CERN), the National Aeronautics and Space Administration (NASA), or the European Space Agency (ESA). In the absence of a consensus, the question will resolve as No. Edge cases will be considered on a case-by-case basis, with a preference for the most widely accepted scientific standards at the time of discovery.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "5e9cc2c6-80a8-4528-b6ab-33e4f7d2e365", "title": "Will FIFA's decision to expand the World Cup lead to a significant increase in global sports betting revenue by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a significant increase in global sports betting revenue attributed to FIFA's decision to expand the World Cup. A \"significant increase\" is defined as a rise of at least 20% in global sports betting revenue compared to the year prior to the expansion announcement, adjusted for inflation. The assessment of revenue figures must come from credible financial or sports analytics organizations. In the absence of direct attribution to the World Cup expansion, a consensus among at least three reputable financial or sports news outlets (e.g., Bloomberg, ESPN, Financial Times) will be required for resolution. The question will resolve as No if these criteria are not met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "cons_P": {"id": "fc2e6c50-3da5-4825-99ce-cd9c2940394c", "title": "Will FIFA's decision to expand the World Cup lead to an increase in global sports betting revenue by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is an increase in global sports betting revenue attributed to FIFA's decision to expand the World Cup. An \"increase\" is defined as a rise in global sports betting revenue compared to the year prior to the expansion announcement, adjusted for inflation. The assessment of revenue figures must come from credible financial or sports analytics organizations. In the absence of direct attribution to the World Cup expansion, a consensus among at least three reputable financial or sports news outlets (e.g., Bloomberg, ESPN, Financial Times) will be required for resolution. The question will resolve as No if these criteria are not met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "5efec5df-647f-4bda-bad9-0191893426e2", "title": "Will the United States become the world's largest producer of renewable energy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the United States is officially recognized as the world's largest producer of renewable energy, measured by total megawatts (MW) of renewable energy capacity installed or by total renewable energy generated in a year. Renewable energy includes solar, wind, hydroelectric, geothermal, and biomass energy sources. The assessment will be based on data and reports from authoritative sources such as the International Energy Agency (IEA), the U.S. Energy Information Administration (EIA), or equivalent. In the event of discrepancies between sources, the source with the most comprehensive and recent data will be considered authoritative. The resolution will consider only operational capacity, excluding projects under construction or in planning stages. In case of a tie or near-tie (within a 1% margin), the question will resolve as No, requiring clear leadership in renewable energy production.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "ac543529-067f-41b0-a942-b74a19aa0a55", "title": "Will the United States become one of the top three producers of renewable energy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the United States is officially recognized as one of the top three producers of renewable energy, measured by total megawatts (MW) of renewable energy capacity installed or by total renewable energy generated in a year. Renewable energy includes solar, wind, hydroelectric, geothermal, and biomass energy sources. The assessment will be based on data and reports from authoritative sources such as the International Energy Agency (IEA), the U.S. Energy Information Administration (EIA), or equivalent. In the event of discrepancies between sources, the source with the most comprehensive and recent data will be considered authoritative. The resolution will consider only operational capacity, excluding projects under construction or in planning stages.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "5b09599b-c507-408b-9a75-04129c07a7b1", "title": "Will a new species of plant or animal be discovered in Virginia that significantly impacts the field of natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new species of plant or animal is discovered in Virginia and is recognized by the scientific community as having a significant impact on the field of natural sciences. The discovery must be documented and described in a peer-reviewed scientific journal. The impact is considered significant if it leads to new insights or theories in biology, ecology, conservation, or a related field, and is acknowledged as such by a reputable scientific organization or a consensus of experts in the relevant field. In the event of multiple discoveries, the question will resolve as Yes if at least one discovery meets these criteria. Discoveries made but not recognized within the timeframe do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "cons_P": {"id": "315139c1-51c4-49a0-af7b-cd7713ddb2b3", "title": "Will a new species of plant or animal be discovered in Virginia by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new species of plant or animal is discovered in Virginia and is recognized by the scientific community. The discovery must be documented and described in a peer-reviewed scientific journal. In the event of multiple discoveries, the question will resolve as Yes if at least one discovery meets these criteria. Discoveries made but not recognized within the timeframe do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "8bd3f58d-5e46-4c12-bfd9-0bb8519678cb", "title": "Will the NHL implement mandatory health screenings for players to detect early signs of chronic diseases by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Hockey League (NHL) has officially implemented mandatory health screenings for all players to detect early signs of chronic diseases. The screenings must be comprehensive, covering a range of chronic diseases including but not limited to heart disease, diabetes, and neurodegenerative diseases. The implementation of such screenings must be confirmed by an official NHL announcement or documentation. In the absence of a public announcement, credible reports from at least three major sports news organizations (ESPN, Sports Illustrated, The Athletic) are sufficient. The screenings must be required for all players under NHL contracts, including those in the minor leagues under NHL contracts. Temporary or trial programs do not count towards this question's resolution. In the event of a partial implementation (e.g., limited to specific teams or leagues), the question will resolve as Yes only if there is an official plan for league-wide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "cons_P": {"id": "5340d895-3433-4c68-86ec-8bf2684ee5ad", "title": "Will the NHL implement mandatory health screenings for players to detect early signs of heart disease by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Hockey League (NHL) has officially implemented mandatory health screenings for all players to detect early signs of heart disease. The implementation of such screenings must be confirmed by an official NHL announcement or documentation. In the absence of a public announcement, credible reports from at least three major sports news organizations (ESPN, Sports Illustrated, The Athletic) are sufficient. The screenings must be required for all players under NHL contracts, including those in the minor leagues under NHL contracts. Temporary or trial programs do not count towards this question's resolution. In the event of a partial implementation (e.g., limited to specific teams or leagues), the question will resolve as Yes only if there is an official plan for league-wide implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "dc0e361a-b19e-4d6e-a534-c10e937670f1", "title": "Will Germany achieve a 50% reduction in greenhouse gas emissions from 1990 levels by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Germany has officially achieved a 50% reduction in greenhouse gas emissions from 1990 levels. The assessment must be based on the official data released by the German Federal Environment Agency (Umweltbundesamt) or an equivalent authoritative body. The emissions data must include all sectors of the economy, including energy, industrial processes, agriculture, waste management, and land use, land-use change, and forestry (LULUCF). In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) confirming the achievement are sufficient. Interim targets or projections do not count towards this question's resolution. The question will resolve as No if the required reduction is not met or officially confirmed by the resolution date.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "b8ecaf3b-9147-442a-80b6-5ceef26bcf7b", "title": "Will Germany achieve at least a 40% reduction in greenhouse gas emissions from 1990 levels by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Germany has officially achieved at least a 40% reduction in greenhouse gas emissions from 1990 levels. The assessment must be based on the official data released by the German Federal Environment Agency (Umweltbundesamt) or an equivalent authoritative body. The emissions data must include all sectors of the economy, including energy, industrial processes, agriculture, waste management, and land use, land-use change, and forestry (LULUCF). In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) confirming the achievement are sufficient. Interim targets or projections do not count towards this question's resolution. The question will resolve as No if the required reduction is not met or officially confirmed by the resolution date.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "711e35ec-d75b-4db0-b48c-19401aa1ee4b", "title": "Will France experience a major social movement leading to significant policy changes by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has experienced a major social movement that leads to significant policy changes. A \"major social movement\" is defined as a widespread mobilization of people across multiple cities, recognized by major news organizations (BBC, The Guardian, Le Monde, France24) and involving at least 100,000 participants in total. \"Significant policy changes\" refer to legislative or executive actions that alter national policy in at least one of the following areas: labor laws, environmental regulations, social welfare, or civil rights. The changes must be directly attributable to the social movement and recognized as such by at least two of the aforementioned news organizations. In the event of multiple movements, the question resolves as Yes if any one of them meets these criteria. Temporary or symbolic measures do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "cons_P": {"id": "e74ae400-56c3-4f90-8148-cde7e2be2518", "title": "Will France experience a major social movement involving at least 100,000 participants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has experienced a major social movement involving at least 100,000 participants in total. A \"major social movement\" is defined as a widespread mobilization of people across multiple cities, recognized by major news organizations (BBC, The Guardian, Le Monde, France24). In the event of multiple movements, the question resolves as Yes if any one of them meets these criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "845c9a09-378c-4321-83fe-7eee362f3626", "title": "Will SpaceX's Reusable Launch System significantly reduce the cost of space travel, leading to a new economic boom in space tourism by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, SpaceX's Reusable Launch System has led to a significant reduction in the cost of space travel, resulting in a measurable increase in space tourism activities. A 'significant reduction' is defined as a decrease in the average cost of sending a payload to orbit by at least 50% compared to 2020 levels, as reported by authoritative space industry sources or SpaceX's official publications. A 'new economic boom in space tourism' is defined as at least a 100% increase in the number of space tourists or space tourism ventures compared to 2020, as reported by reputable space tourism companies, industry reports, or major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The assessment will consider official data and reports from SpaceX, space tourism companies, and industry analysts. In the absence of clear data, consensus among reputable space industry experts will be used to determine the outcome. The resolution will not consider unverified claims or speculative projections.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "cons_P": {"id": "d8282f03-f2f3-4f7a-a855-3d97c45c6406", "title": "Will SpaceX's Reusable Launch System significantly reduce the cost of space travel by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, SpaceX's Reusable Launch System has led to a significant reduction in the cost of space travel. A 'significant reduction' is defined as a decrease in the average cost of sending a payload to orbit by at least 50% compared to 2020 levels, as reported by authoritative space industry sources or SpaceX's official publications. The assessment will consider official data and reports from SpaceX and industry analysts. In the absence of clear data, consensus among reputable space industry experts will be used to determine the outcome. The resolution will not consider unverified claims or speculative projections.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "86bfd3bc-de8b-4629-81b4-baa0ac12f15e", "title": "Will California introduce groundbreaking legislation on digital privacy by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, California has officially introduced legislation that is recognized as groundbreaking in the field of digital privacy. Groundbreaking legislation is defined as laws that significantly enhance the protection of digital privacy rights beyond the current standards as of 2023, or introduce new rights or mechanisms for the protection of digital data that are not present in existing California law or federal law. The legislation must be passed by the California State Legislature and signed into law by the Governor. Confirmation of such legislation must come from official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. Proposed but not enacted legislation, or minor amendments to existing laws, do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "cons_P": {"id": "f3c00ce3-c7b5-45d6-a4e1-fe9df1981d35", "title": "Will California introduce legislation on digital privacy by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, California has officially introduced legislation in the field of digital privacy. The legislation must be passed by the California State Legislature and signed into law by the Governor. Confirmation of such legislation must come from official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. Proposed but not enacted legislation, or minor amendments to existing laws, do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.72}}}
{"line": {"P": {"id": "ac6b6983-997b-40f8-8253-d587bb21a5a5", "title": "Will AI technology play a crucial role in understanding dark matter by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, AI technology has played a crucial role in a significant breakthrough in understanding dark matter. A \"crucial role\" is defined as AI technology being instrumental in the analysis, interpretation, or discovery process leading to the breakthrough. The breakthrough must be recognized by the scientific community, evidenced by publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization (e.g., CERN, NASA, ESA). The use of AI must be explicitly mentioned as a key component in the discovery or analysis process. In the event of multiple contributions to understanding dark matter, this question will resolve as Yes if AI's role is deemed critical by consensus in the scientific community or through acknowledgment in multiple peer-reviewed publications.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "cons_P": {"id": "283b3bce-6e9a-44a7-bd47-c136eefa8111", "title": "Will AI technology be explicitly mentioned as a key component in a significant breakthrough in understanding dark matter by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, AI technology has been explicitly mentioned as a key component in the analysis, interpretation, or discovery process leading to a significant breakthrough in understanding dark matter. The breakthrough must be recognized by the scientific community, evidenced by publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization (e.g., CERN, NASA, ESA).", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "a82c118c-8d5e-4a41-afcc-003dbe90bf77", "title": "Will a new infectious disease emerge with a global infection rate exceeding 1% before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new infectious disease emerges with a global infection rate exceeding 1% of the world's population. The infection rate must be confirmed by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). For the purpose of this question, a \"new infectious disease\" refers to a pathogen not previously identified in humans before the date of this question. The global infection rate is defined as the percentage of the world's population confirmed to be infected by the disease, as reported by the WHO or CDC. In the absence of direct reports from these organizations, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. In the event of conflicting reports, the average of the reported rates from these sources will be used to determine the resolution. This question does not consider the severity of the disease or the death rate, focusing solely on the infection rate.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "5629b01c-1e93-40fc-9efd-96c535eeb013", "title": "Will a new infectious disease emerge with a global infection rate exceeding 0.5% before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new infectious disease emerges with a global infection rate exceeding 0.5% of the world's population. The infection rate must be confirmed by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). For the purpose of this question, a \"new infectious disease\" refers to a pathogen not previously identified in humans before the date of this question. The global infection rate is defined as the percentage of the world's population confirmed to be infected by the disease, as reported by the WHO or CDC. In the absence of direct reports from these organizations, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. In the event of conflicting reports, the average of the reported rates from these sources will be used to determine the resolution. This question does not consider the severity of the disease or the death rate, focusing solely on the infection rate.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "8798556d-03a7-4fb7-af1d-0a3e80249fac", "title": "Will Italy phase out all nuclear power plants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Italy has officially phased out all operational nuclear power plants within its territory. Phasing out is defined as the cessation of electricity production by nuclear fission in all facilities that were operational or under construction as of the date of this question. The closure of each facility must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event that new nuclear power plants are announced or constructed after the date of this question, they must also be closed by the resolution date for this question to resolve as Yes. Temporary shutdowns for maintenance or safety checks do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "cons_P": {"id": "ae43cebc-1637-4b59-92df-dbfe13a86651", "title": "Will Italy phase out any nuclear power plants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Italy has officially phased out any operational nuclear power plants within its territory. Phasing out is defined as the cessation of electricity production by nuclear fission in any facilities that were operational or under construction as of the date of this question. The closure of each facility must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event that new nuclear power plants are announced or constructed after the date of this question, they must also be closed by the resolution date for this question to resolve as Yes. Temporary shutdowns for maintenance or safety checks do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "1aca5404-c1a2-4c57-a66e-381819b2eb42", "title": "Will a new AI-driven epidemiology tool predict the next global pandemic with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new AI-driven epidemiology tool is developed and successfully predicts the next global pandemic with over 90% accuracy. The prediction must be specific to the pathogen type (e.g., virus, bacteria), its origin, and the timeframe of outbreak. The tool's prediction accuracy must be verified by a consensus of at least three leading health organizations (e.g., WHO, CDC, ECDC) or by publication in at least three peer-reviewed scientific journals. The tool must be publicly acknowledged by these organizations or publications as having met the 90% accuracy threshold in its prediction. In the event of multiple tools meeting these criteria, the resolution will be based on the first tool to be publicly acknowledged as meeting the accuracy threshold. Predictions made retrospectively, after the pandemic has begun, do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28}, "cons_P": {"id": "9bc893e1-57cd-4cc7-b770-52c6d79231f8", "title": "Will a new AI-driven epidemiology tool predict the next global pandemic with over 80% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new AI-driven epidemiology tool is developed and successfully predicts the next global pandemic with over 80% accuracy. The prediction must be specific to the pathogen type (e.g., virus, bacteria), its origin, and the timeframe of outbreak. The tool's prediction accuracy must be verified by a consensus of at least three leading health organizations (e.g., WHO, CDC, ECDC) or by publication in at least three peer-reviewed scientific journals. The tool must be publicly acknowledged by these organizations or publications as having met the 80% accuracy threshold in its prediction. In the event of multiple tools meeting these criteria, the resolution will be based on the first tool to be publicly acknowledged as meeting the accuracy threshold. Predictions made retrospectively, after the pandemic has begun, do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "cd85240c-865d-406c-b3f3-e0240a9028bf", "title": "Will the value of investments in space exploration exceed the market capitalization of the US dollar by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the total value of investments in space exploration exceeds the market capitalization of the US dollar. The value of investments in space exploration includes all public and private funding, grants, and investments directed towards space exploration projects, including but not limited to satellite launches, manned missions, space station construction, and deep space probes. The market capitalization of the US dollar will be calculated based on the total amount of USD in circulation, including physical currency and digital forms, as reported by the United States Federal Reserve. Resolution will be based on data and reports from authoritative financial and space exploration entities, such as the United States Federal Reserve, NASA, ESA, SpaceX, and other recognized organizations in the field. In the event of conflicting reports, a consensus from at least three reputable financial or space exploration news sources (e.g., Bloomberg, Financial Times, Space News) will be required for resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "cons_P": {"id": "4472184f-acf9-4115-9231-8fcfaf5d17e4", "title": "Will the value of investments in space exploration exceed the market capitalization of the US dollar by 2030 for at least one day?", "body": "This question will resolve as Yes if, by December 31, 2030, the total value of investments in space exploration exceeds the market capitalization of the US dollar for at least one day. The value of investments in space exploration includes all public and private funding, grants, and investments directed towards space exploration projects, including but not limited to satellite launches, manned missions, space station construction, and deep space probes. The market capitalization of the US dollar will be calculated based on the total amount of USD in circulation, including physical currency and digital forms, as reported by the United States Federal Reserve. Resolution will be based on data and reports from authoritative financial and space exploration entities, such as the United States Federal Reserve, NASA, ESA, SpaceX, and other recognized organizations in the field. In the event of conflicting reports, a consensus from at least three reputable financial or space exploration news sources (e.g., Bloomberg, Financial Times, Space News) will be required for resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
