{"line": {"P": {"question": {"id": "16d4634a-e218-4547-a8fd-65c51c8584eb", "title": "Will Czechia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Czechia participates in a Semi-final and is then officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Czechia does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "6abad6bc-ea65-4bc9-a192-1cfc315981dc", "title": "Given Czechia qualifies for the Grand Final, will Denmark qualify for Eurovision 2024 Grand Final?", "body": "Suppose the following is true: Czechia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark qualify for the Grand Final? \n\nResolution criteria for the outcome: This question will resolve as **Yes** if Denmark participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Denmark does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "63427473-1143-4651-ba4b-d4a65a815705", "title": "If both Czechia and Denmark qualify for the Eurovision 2024 Grand Final, will Portugal also qualify?", "body": "Suppose the following is true: Both Czechia and Denmark participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Portugal qualify for the Grand Final in Eurovision 2024? \n\nThe resolution criteria for the outcome are as follows: This question will resolve as **Yes** if Portugal participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Portugal does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "072d8189-aae8-40f7-ace8-bc1dd0d9e3fb", "title": "Will Czechia, Denmark, and Portugal all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all three of the following conditions are met: (1) Czechia participates in its respective Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (2) Denmark participates in its respective Semi-final and is officially announced by the EBU as having qualified for the Grand Final, and (3) Portugal participates in a Semi-final and is officially announced by the EBU as having qualified for the Grand Final. If any of Czechia, Denmark, or Portugal does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "5f65bd4d-7430-49c4-8671-e617853ceff4", "title": "Will Latvia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Latvia participates in a Semi-final and is then officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Latvia does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "056b026e-c3e3-499e-81ef-6e8799cbe391", "title": "Given Latvia qualifies for the Grand Final in Eurovision 2024, will Australia qualify as well?", "body": "Suppose the following is true: Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Australia also participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final?", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "e71aaf82-c53b-4804-b1cc-4289690fa447", "title": "Given both Latvia and Australia qualify for the Eurovision 2024 Grand Final, will Poland also qualify?", "body": "This question explores the scenario where both Latvia and Australia have qualified for the Eurovision 2024 Grand Final. Under this condition, we then consider whether Poland will also qualify.\n\nResolution criteria for the condition: Both of the following must occur: (a) Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (b) Australia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final.\n\nResolution criteria for the outcome: Poland must participate in a Semi-final and be officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Poland does not qualify, the question resolves as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "34bf2493-6a97-4203-a41a-ed691ce7b0a5", "title": "Will Latvia, Australia, and Poland all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all of the following occur: (a) Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Australia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (c) Poland participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If any of Latvia, Australia, or Poland does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "9726aba0-61cc-4cba-b4ca-0d32140414f8", "title": "Will Slovenia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "9c23caba-df4c-45c8-a8be-b762018b8c88", "title": "Conditional on Slovenia qualifying for the Eurovision 2024 Grand Final, will Lithuania also qualify?", "body": "This question explores the scenario where Slovenia qualifies for the Eurovision 2024 Grand Final. If Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Grand Final, then we consider whether Lithuania will also qualify.\n\nResolution criteria:\n- For the condition: Slovenia must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final.\n- For the outcome: Lithuania must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final. Resolves YES if Lithuania qualifies under these conditions, and NO if it does not qualify.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "db32a8d4-abbf-4202-9e43-a77750216cf2", "title": "Given both Slovenia and Lithuania qualify for the Eurovision 2024 Grand Final, will Denmark also qualify?", "body": "Suppose the following is true: Both Slovenia and Lithuania participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark also qualify for the Grand Final? \n\nResolution criteria for the condition: This condition is met if both Slovenia and Lithuania are announced as qualifiers for the Eurovision 2024 Grand Final by the EBU.\n\nResolution criteria for the outcome: This question resolves as **Yes** if Denmark participates in a Semi-final and is officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final. If Denmark does not qualify, it resolves as **No**. If the condition is not met, the question resolves as N/A.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "ae66930b-6ed8-43a6-a606-b211e146fd0e", "title": "Will Slovenia, Lithuania, and Denmark all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all of the following occur: (a) Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Lithuania participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (c) Denmark participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If any of Slovenia, Lithuania, or Denmark does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "30dd6831-3405-408b-95a8-cde9f48fc47b", "title": "Will Kamala's odds of winning increase over the next week according to Nate Silver's model?", "body": "Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\nLink: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_given_P": {"question": {"id": "92ae79df-c24b-40b0-b1de-d79a5cafda11", "title": "Given Kamala's odds of winning increase over the next week according to Nate Silver's model, will Joe Biden die before Saturday?", "body": "Suppose the following is true: Kamala's odds of winning increase over the next week according to Nate Silver's model. This resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. \n\nThen, is it true that Joe Biden will die before Saturday? This resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, it resolves NO.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "e4c5a50e-fc45-404a-a32a-7db01491bdb7", "title": "Given both Kamala's odds increase according to Nate Silver and Joe Biden dies before Saturday, will the market get 377 traders by July 15?", "body": "Suppose the following is true: (a) Kamala's odds of winning increase over the next week according to Nate Silver's model, and (b) Joe Biden dies before Saturday. \n\n(a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\n(b) Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nThen, will the linked market get at least 377 traders by the end of July 15?\n\nResolves YES if the market embedded in the link (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g) has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "64f8149c-b595-4c20-89e2-4cf36191e26f", "title": "Will all of the following occur: (1) Kamala's odds of winning increase over the next week according to Nate Silver's model and Joe Biden dies before Saturday, and (2) the linked market gets at least 377 traders by end of July 15?", "body": "(1a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\n(1b) Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n(2) Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "05626b51-73c6-4c84-85e8-eac916ff6d11", "title": "Will Slovenia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "38a752eb-6ea4-4019-926c-9efd2e45e7b4", "title": "Conditional on Slovenia qualifying for the Grand Final in Eurovision 2024, will the linked market get at least 377 traders by end of July 15?", "body": "Suppose Slovenia qualifies for the Eurovision 2024 Grand Final, meaning it participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified. Then, will the linked market have at least 377 traders by the end of July 15?\n\nResolution criteria for the condition: Slovenia must participate in a Semi-final and be officially announced as having qualified for the Grand Final by the EBU.\n\nResolution criteria for the outcome: Resolves YES if the linked market has 377 traders before market close on July 15, 11:59 PM Pacific Time. Resolves NO otherwise. The market is linked here: (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g)", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "633efe00-9ec5-47f2-ac21-851a15a08902", "title": "Given Slovenia qualifies for the Eurovision 2024 Grand Final and the linked market gets at least 377 traders by July 15, will Serbia qualify for the Grand Final in Eurovision 2024?", "body": "Suppose the following is true: (a) Slovenia qualifies for the Eurovision 2024 Grand Final, meaning Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. (b) The linked market gets at least 377 traders by end of July 15, meaning the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Given these conditions, will Serbia qualify for the Grand Final in Eurovision 2024? This resolves as Yes if Serbia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and No otherwise.", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "29c3409a-ed19-4b00-a702-813d82f8008d", "title": "Will all of the following occur: (1) Slovenia qualifies for the Grand Final in Eurovision 2024 (2) The linked market gets at least 377 traders by end of July 15 (3) Serbia qualifies for the Grand Final in Eurovision 2024?", "body": "(1) Slovenia qualifies for the Eurovision 2024 Grand Final: This will resolve as Yes if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as No.\n\n(2) The linked market gets at least 377 traders by end of July 15: Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.\n\n(3) Serbia qualifies for the Eurovision 2024 Grand Final: This question will resolve as Yes if Serbia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. For all other countries, the question will resolve as No.", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f366bb3a-e5ca-47b5-8353-a8474a5420eb", "title": "Will USD be worth >= 145 JPY (yen) at close on August 9th, 2024?", "body": "[image]\n\nMarket resolves according to USD/JPY close listed for August 9th, 2024 on Yahoo! Finance.", "resolution_date": "2024-08-10T04:06:22Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_given_P": {"question": {"id": "75c8b09b-cee3-42e7-99ed-4832334974f1", "title": "Given USD is worth >= 145 JPY at close on August 9th, 2024, will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President?", "body": "Suppose the following is true: On August 9th, 2024, the USD/JPY exchange rate closes at or above 145 JPY as listed on Yahoo! Finance. \n\nThen, will Joe Biden or his campaign make a definitive, public, official announcement before 00:00 Eastern on July 15, 2024, stating that he will not seek and will not accept the Democratic Party's nomination for President in the 2024 cycle?\n\nFor the condition to hold, the USD/JPY exchange rate must be at least 145 JPY at the close on August 9th, 2024.\n\nFor the outcome to resolve as YES, Joe Biden must make an unambiguous and conclusive announcement before the specified date and time, indicating he will not accept the nomination. If no such announcement is made by the deadline, the outcome resolves as NO.", "resolution_date": "2024-08-10T04:06:22Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "32526020-5e78-4335-b114-193abba9360f", "title": "Given both USD is worth >= 145 JPY at close on August 9, 2024 and Joe Biden announces before July 15, 2024 that he will not accept the Democratic Party's nomination, will the BSE SENSEX close between 75k and 76k on July 21, 2024?", "body": "Suppose the following is true: \n(a) The USD/JPY exchange rate is at least 145 at the close on August 9th, 2024, as listed on Yahoo! Finance.\n(b) Joe Biden or his campaign makes a definitive, public, and official announcement before 00:00 Eastern on July 15, 2024, that he will not seek and will not accept the Democratic Party's nomination for President in the 2024 election cycle. The statement must be unambiguous and conclusive.\n\nThen, on July 21, 2024, will the closing value of the BSE SENSEX be greater than 75,000 and less than or equal to 76,000 according to Yahoo Finance?", "resolution_date": "2024-08-10T04:06:22Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "2dc6f32a-cce3-43c0-b135-33cd0ec8d322", "title": "Will all of the following occur: (a) USD be worth >= 145 JPY at close on August 9th, 2024, (b) Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President, and (c) On July 21, 2024, the closing value of BSE SENSEX be greater than 75k and less than or equal to 76k?", "body": "(a) USD/JPY value will be determined by the close listed for August 9th, 2024 on Yahoo! Finance.\n(b) Joe Biden or his campaign must make a definitive, public, official announcement before 00:00 Eastern on July 15, 2024, that he will not seek and will not accept the Democratic Party's nomination for President in the 2024 election cycle. The statement must be unambiguous and conclusive, leaving no room for the possibility that Biden would accept the nomination.\n(c) This question resolves as the closing value of the BSE SENSEX on July 21, 2024, according to Yahoo Finance.", "resolution_date": "2024-08-10T04:06:22Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "304e2d18-4b12-40dc-951e-b96a841f8d16", "title": "Will South Africa elect a president before July 1, 2024?", "body": "This question will resolve as **Yes** if the South African National Assembly officially elects a president before July 1, 2024, according to reports from credible sources.", "resolution_date": "2024-07-01T03:59:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_given_P": {"question": {"id": "da512a32-c90f-4d46-8909-39bdc76dedf5", "title": "Conditional on South Africa electing a president before July 1, 2024, will the linked market get at least 377 traders by end of July 15?", "body": "Suppose the following is true: South Africa elects a president before July 1, 2024. This question will resolve as **Yes** if the South African National Assembly officially elects a president before July 1, 2024, according to reports from credible sources.\n\nThen, will the linked market get at least 377 traders by the end of July 15? Resolves YES if the market embedded above has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "5a04d808-8773-4b72-8e51-6d5a5f4de8d1", "title": "Conditional on South Africa electing a president before July 1, 2024, and the market getting at least 377 traders by July 15, 2024, will at least 30% of Manifold respondents agree that weak AGI had been achieved before July 23, 2024?", "body": "This question resolves as follows:\n\n**Condition**: The condition is met if both of the following occur:\n1. The South African National Assembly officially elects a president before July 1, 2024, according to credible sources.\n2. The linked market has at least 377 traders before it closes on July 15, 2024, at 11:59 PM Pacific Time.\n\n**Outcome**: If the condition is met, the outcome resolves to YES if the July 2024 Manifold poll results in a ratio of YES/(NO + YES) greater than or equal to 0.3, ignoring \"no opinion\" respondents. Otherwise, it resolves to NO.\n\nThe Manifold poll asks respondents if weak AGI has been achieved, without providing a definition, allowing them to vote based on their own understanding. The poll opens on the 23rd of each month and closes on the 30th.", "resolution_date": "2024-07-31T10:45:57Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "f7699d01-0bd0-492d-a411-3d4e99b69e03", "title": "Will both of the following occur: (1) South Africa elects a president before July 1, 2024, and the linked market gets at least 377 traders by July 15, 2024, (2) At least 30% of Manifold respondents agree that weak AGI had been achieved before July 23, 2024?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n1. **South African Presidential Election and Market Traders**:\n   - The South African National Assembly officially elects a president before July 1, 2024, according to reports from credible sources.\n   - The market linked [here](https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g) has at least 377 traders before market close (July 15, 11:59 PM Pacific Time).\n\n2. **Manifold Poll on Weak AGI**:\n   - The July 2024 poll results in a ratio of YES/(NO + YES) greater than or equal to 0.3, ignoring \"no opinion\" respondents. This indicates that at least 30% of Manifold respondents agree that weak AGI had been achieved before July 23, 2024.", "resolution_date": "2024-07-31T10:45:57Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f6bd7d21-d5e8-4ff5-8e0c-bef33cca190f", "title": "Will OpenAI's ChatGPT be generally available in the European Union on June 30, 2024?", "body": "The question resolves as **YES** if [ChatGPT](chat.openai.com) is generally available in the EU on June 30, 2024, and **NO** otherwise.\n\n\"Generally available\" here means that the default state for people in the EU is that they can access it without a VPN (possibly requiring paying for it.) If unavailable in certain EU countries (as was the case in Italy in early 2023), or unavailable to (for example) minors, this will still resolve positively, assuming at least >50% of the population can use it.\n\n\"ChatGPT\" here refers to the general web interface (not the API) for interacting with GPT models. Still resolves positively if the name or website has changed, as long as OpenAI's service is substantially the same (entering queries to systems based on Large Language Models).", "resolution_date": "2024-07-12T12:12:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "7583e47a-c72e-436f-b8ef-b1ad87591ee2", "title": "Conditional on OpenAI's ChatGPT being generally available in the European Union on June 30, 2024, will diplomatic expulsions or recalls take place between the Philippines and China before June 1, 2024?", "body": "Suppose the following is true: OpenAI's ChatGPT is generally available in the European Union on June 30, 2024. \"Generally available\" means that the default state for people in the EU is that they can access it without a VPN, possibly requiring payment, and at least >50% of the population can use it. \"ChatGPT\" refers to the general web interface for interacting with GPT models, and still resolves positively if the name or website has changed, as long as OpenAI's service is substantially the same.\n\nThen, is it true that before June 1, 2024, one of the following events occurs: The Philippines expels at least one diplomat representing the People's Republic of China (PRC), the Philippines recalls at least one of its diplomats stationed in the PRC, the PRC expels at least one diplomat representing the Philippines, or the PRC recalls at least one of its diplomats stationed in the Philippines? If there are no such reports before that date, then this resolves as **No**.", "resolution_date": "2024-07-12T12:12:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "17578d41-0b8e-48ee-b5a4-a57d276f1230", "title": "Conditional on both ChatGPT being available in the EU and diplomatic actions between the Philippines and China, will OpenAI publish an external red-teaming report by June 30, 2024?", "body": "Suppose the following is true: (a) OpenAI's ChatGPT is generally available in the European Union on June 30, 2024, meaning the default state for people in the EU is that they can access it without a VPN, with at least >50% of the population able to use it. (b) Diplomatic expulsions or recalls take place between the Philippines and China before June 1, 2024, where one of the following occurs: The Philippines expels or recalls a diplomat with the PRC, or the PRC expels or recalls a diplomat with the Philippines.\n\nGiven both (a) and (b) occur, will OpenAI publish a public report by June 30, 2024, with results from an external party red-teaming the safety of one of their AI models? If so, the question resolves as YES; otherwise, NO.", "resolution_date": "2024-07-12T12:12:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "10597906-811f-4c3c-82f4-9797c4e2f49c", "title": "Will all of the following occur: (1) OpenAI's ChatGPT is generally available in the European Union on June 30, 2024, (2) Diplomatic expulsions or recalls take place between the Philippines and China before June 1, 2024, and (3) OpenAI publishes a report with results from external red-teaming of their models for safety by June 30, 2024?", "body": "(1) The question about OpenAI's ChatGPT resolves as **YES** if [ChatGPT](chat.openai.com) is generally available in the EU on June 30, 2024, and **NO** otherwise. \"Generally available\" here means that the default state for people in the EU is that they can access it without a VPN (possibly requiring paying for it.) If unavailable in certain EU countries (as was the case in Italy in early 2023), or unavailable to (for example) minors, this will still resolve positively, assuming at least >50% of the population can use it. \"ChatGPT\" here refers to the general web interface (not the API) for interacting with GPT models. Still resolves positively if the name or website has changed, as long as OpenAI's service is substantially the same (entering queries to systems based on Large Language Models).\n\n(2) The question about diplomatic expulsions or recalls resolves as **Yes** if before June 1, 2024, one of these four events happens, according to official statements or [credible reports](https://www.metaculus.com/help/faq/#definitions): \n\n- The Philippines expels at least one diplomat representing the People's Republic of China (PRC). \n\n- The Philippines recalls at least one of its diplomats stationed in the PRC.\n\n- The PRC expels at least one diplomat representing the Philippines.\n\n- The PRC recalls at least one of its diplomats stationed in the Philippines. \n\nIf there are no such reports before that date, then this resolves as **No**.\n\n(3) The question about OpenAI publishing a report resolves as **YES** if, by June 30, 2024, OpenAI publishes a *public* report with the results from an *external* party red-teaming the safety of one of their AI models.\n\nThis combined question resolves as **YES** only if all three conditions (1), (2), and (3) resolve as **YES**. Otherwise, it resolves as **NO**.", "resolution_date": "2024-07-12T12:12:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "d700e04b-c4e3-4f4c-add6-42490ff2e029", "title": "Will Joe Biden announce that he is both dropping out and resigning from the presidency before the end of July?", "body": "Resolves YES if Joe Biden announces both that he is no longer running for re-election and that he will be resigning and not completing his current term. These announcements before the end of July 2024 in Pacific Time, but he does not have to have formally resigned and be out of office before the end of July. An announcement of his intention to do so is sufficient to resolve this market.\n\nOtherwise, this market resolves NO on August 1st.", "resolution_date": "2024-08-01T14:03:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "Q_given_P": {"question": {"id": "efcc3570-b919-4e64-82b0-e8cb4861e8ce", "title": "If Joe Biden announces he is dropping out and resigning, will Kamala Harris be president by Friday?", "body": "Suppose the following is true: Joe Biden announces both that he is no longer running for re-election and that he will be resigning and not completing his current term before the end of July 2024 in Pacific Time. He does not have to have formally resigned and be out of office before the end of July; an announcement of his intention to do so is sufficient.\n\nGiven this, will Vice President Kamala Harris be formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET? The primary resolution source for this outcome will be official information from the US government, but a consensus of credible reporting will also be used.", "resolution_date": "2024-08-01T14:03:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "f05fe91f-1afe-47b9-adaa-59ce3701a4a7", "title": "Given both Joe Biden drops out of re-election and resigns, and Kamala Harris becomes President, will there be diplomatic expulsions or recalls between the Philippines and China before August 1, 2024?", "body": "Suppose the following is true: Both of the following occur: (a) Joe Biden announces he is dropping out of the re-election and resigning before the end of July 2024, and (b) Kamala Harris is designated as President or Acting President before July 26, 2024. This question resolves to YES if both of these conditions are met: (a) Joe Biden announces that he is no longer running for re-election and that he will resign from the presidency before the end of July 2024, Pacific Time. The announcement suffices; he does not need to have formally resigned by then. (b) Kamala Harris is formally designated as President or Acting President of the United States at any time before July 26, 2024, 11:59 PM ET. Official information from the US government or a consensus of credible reporting will be used as the resolution source. If both conditions are not met, the question resolves to NO.\n\nThen, is it true that diplomatic expulsions or recalls take place between the Philippines and China before August 1, 2024? This question resolves as **Yes** if before August 1, 2024, one of these four events happens, according to official statements or [credible reports](https://www.metaculus.com/help/faq/#definitions): \n\n- The Philippines expels at least one diplomat representing the People's Republic of China (PRC). \n\n- The Philippines recalls at least one of its diplomats stationed in the PRC.\n\n- The PRC expels at least one diplomat representing the Philippines.\n\n- The PRC recalls at least one of its diplomats stationed in the Philippines. \n\nIf there are no such reports before that date, then this resolves as **No**.", "resolution_date": "2024-08-01T14:03:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "71af1049-bd09-4a71-9404-f7d5644918e0", "title": "Will all of the following occur: (1) Joe Biden announces he is dropping out of the re-election and resigning before the end of July 2024, (2) Kamala Harris is designated as President or Acting President before July 26, 2024, and (3) diplomatic expulsions or recalls take place between the Philippines and China before August 1, 2024?", "body": "This question resolves to YES if all of the following conditions are met: \n\n1. Joe Biden announces that he is no longer running for re-election and that he will resign from the presidency before the end of July 2024, Pacific Time. The announcement suffices; he does not need to have formally resigned by then.\n\n2. Kamala Harris is formally designated as President or Acting President of the United States at any time before July 26, 2024, 11:59 PM ET. Official information from the US government or a consensus of credible reporting will be used as the resolution source.\n\n3. Before August 1, 2024, one of these four events happens, according to official statements or [credible reports](https://www.metaculus.com/help/faq/#definitions): \n\n- The Philippines expels at least one diplomat representing the People's Republic of China (PRC).\n\n- The Philippines recalls at least one of its diplomats stationed in the PRC.\n\n- The PRC expels at least one diplomat representing the Philippines.\n\n- The PRC recalls at least one of its diplomats stationed in the Philippines.\n\nIf any of these conditions are not met, the question resolves to NO.", "resolution_date": "2024-08-01T14:03:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "63ebc9f5-fed6-4e16-b178-1b3f81030da3", "title": "Will Kamala Harris be the Democratic VP?", "body": "If Kamala Harris is nominated as the Democratic VP, this market will resolve to yes. If someone else is selected as VP, this market will resolve to no. If the VP is changed for any reason after the initial nomination, that will not change the resolution of this market. The market can resolve immediately after the nomination.", "resolution_date": "2024-08-10T17:24:20Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_given_P": {"question": {"id": "85687321-90bf-4526-91b0-386f2970148e", "title": "Conditional on Kamala Harris being the Democratic VP, will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "Suppose Kamala Harris is nominated as the Democratic Vice President. Then, will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under Section 3 of the 14th Amendment by July 15, 2024?\n\nDetails for the condition: If Kamala Harris is nominated as the Democratic VP, this market will resolve to yes. If someone else is selected as VP, this market will resolve to no. If the VP is changed for any reason after the initial nomination, that will not change the resolution of this market. The market can resolve immediately after the nomination.\n\nResolution criteria for the outcome: This question will resolve as \"Yes\" if, *on* July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under the grounds of Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution. The question resolves negatively if Trump is not removed or blocked from any ballot by July 15, 2024.", "resolution_date": "2024-08-10T17:24:20Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "9c2691ea-28da-4fa2-8b46-dfa5c521f5cc", "title": "Given Kamala Harris is the Democratic VP nominee and Donald Trump is removed or blocked from a primary ballot under the 14th Amendment, will Democrats have a brokered convention in 2024?", "body": "Suppose the following is true: (1) Kamala Harris is nominated as the Democratic Vice President candidate, and (2) Donald Trump is removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment as of July 15, 2024. Then, will the Democratic Party require more than one round of voting in its roll call ballot to formally nominate its candidate for the 2024 US presidential election? \n\nResolution criteria:\n\n- For the condition: Kamala Harris must be officially nominated as the Democratic VP candidate. Donald Trump must be officially removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment by July 15, 2024, confirmed through official state announcements, court decisions, or credible media reports.\n\n- For the outcome: Resolves **Yes** if the Democratic Party requires more than one round of voting in its roll call ballot to nominate its 2024 presidential candidate. Resolves **No** if only one ballot is required.", "resolution_date": "2024-08-10T17:24:20Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "668843ca-0769-49b7-9032-14d8121e0bf0", "title": "Will all of the following occur: (1) Kamala Harris be the Democratic VP nominee, (2) Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment, and (3) Democrats have a brokered convention in 2024?", "body": "(1) Kamala Harris: This condition will be satisfied if Kamala Harris is nominated as the Democratic VP. If someone else is selected as VP, this condition will not be satisfied. The nomination decision is final at the time of the initial nomination.\n\n(2) Donald Trump: This condition will be satisfied if, on July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements do not suffice. The condition will not be satisfied if these criteria are not met as of July 15, 2024. Legal battles, appeals, or subsequent reversals after this date are not considered; the focus is strictly on the status as of July 15, 2024.\n\n(3) Democrats have a brokered convention in 2024: This condition resolves as **Yes** if the Democratic Party requires more than one round of voting in its roll call ballot to formally nominate its candidate for the 2024 US presidential election. If only one ballot is required, then this condition resolves as **No**.", "resolution_date": "2024-08-10T17:24:20Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
