{"line": {"P": {"question": {"id": "cbdb7c4d-502f-497b-9a7e-1d42285d5dac", "title": "Will Coca-Cola recall any products due to metal contamination by August 2024?", "body": "This question resolves as YES if, by August 31, 2024, Coca-Cola announces a recall of any of its products due to metal contamination. The recall must be officially confirmed by Coca-Cola or a relevant food safety authority (such as the U.S. Department of Agriculture's Food Safety and Inspection Service) and reported by at least two reputable news sources (e.g., Associated Press, Reuters, CNN, New York Times). The contamination must specifically involve metal materials found in the food products. If no such recall occurs within the specified timeframe, the question resolves as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}, "Q_given_P": {"question": {"id": "c9f2d059-6b06-422b-a0b2-5c16fe789622", "title": "Given Coca-Cola recalls products due to metal contamination by August 2024, will Danone also recall products due to metal contamination by August 2024?", "body": "Suppose the following is true: Coca-Cola recalls any of its products due to metal contamination by August 31, 2024. The recall must be officially confirmed by Coca-Cola or a relevant food safety authority and reported by at least two reputable news sources. The contamination must specifically involve metal materials found in the food products.\n\nThen, will Danone announce a recall of any of its products due to metal contamination by August 31, 2024? The recall must be officially confirmed by Danone or a relevant food safety authority and reported by at least two reputable news sources. The contamination must specifically involve metal materials found in the food products. If no such recall occurs within the specified timeframe, the question resolves as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": {}}}, "P_and_Q": {"question": {"id": "2a4f6810-90b3-455d-9e97-3543f833cde8", "title": "Will both Coca-Cola and Danone recall any products due to metal contamination by August 2024?", "body": "This question resolves as YES if, by August 31, 2024, both Coca-Cola and Danone announce recalls of any of their products due to metal contamination. Each recall must be officially confirmed by the respective company (Coca-Cola or Danone) or a relevant food safety authority (such as the U.S. Department of Agriculture's Food Safety and Inspection Service) and reported by at least two reputable news sources (e.g., Associated Press, Reuters, CNN, New York Times). The contamination must specifically involve metal materials found in the food products. If either company does not announce such a recall within the specified timeframe, the question resolves as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0755869477742501, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.025195649258083364, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.42573003970664525, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "b2e64452-633b-48c7-a0b6-438eb943eab2", "title": "Will Indiana conduct a referendum on abortion rights by August 2024?", "body": "This question will resolve as YES if, by August 31, 2024, Indiana conducts a public referendum specifically focused on enshrining protection for abortion rights in the state. For a YES resolution, the following criteria must be met:\n\n1. The referendum must be officially announced and conducted by the state of Indiana.\n2. The primary focus of the referendum must be on abortion rights protection.\n3. The referendum results must be publicly reported by official state channels or widely recognized news sources.\n\nIf no such referendum meeting these criteria occurs by August 31, 2024, the question will resolve as NO. Note that merely proposing or planning a referendum without actually conducting it by the specified date does not qualify for a YES resolution.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}, "Q_given_P": {"question": {"id": "cd2bc8b6-eafb-447e-b84e-f684b683f1a5", "title": "Given Indiana conducts a referendum on abortion rights by August 2024, will Colorado enact a new law modifying restrictions on medical care for transgender youth by July 2024?", "body": "Suppose the following is true: By August 31, 2024, Indiana conducts a public referendum specifically focused on enshrining protection for abortion rights in the state. The referendum must be officially announced and conducted by the state of Indiana, primarily focused on abortion rights protection, and the results must be publicly reported by official state channels or widely recognized news sources.\n\nThen, is it true that by July 31, 2024, the state of Colorado enacts a new law that modifies or replaces the current restrictions on medical care for transgender youth? The enactment must be confirmed through official state legislative records and reported by at least two major news outlets. The new law must specifically address and alter the existing restrictions on medical care for transgender youth in Colorado. If no such law is enacted by the resolution date, or if any enacted law does not modify the current restrictions, the question resolves as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": {}}}, "P_and_Q": {"question": {"id": "bf1ec952-9899-4373-8347-39dcf7225328", "title": "Will both of the following occur: (a) Indiana conduct a referendum on abortion rights by August 2024, and (b) Colorado enact a new law modifying restrictions on medical care for transgender youth by July 2024?", "body": "This question will resolve as YES if both of the following occur:\n\n(a) Indiana conducts a public referendum specifically focused on enshrining protection for abortion rights by August 31, 2024. The referendum must be officially announced and conducted by the state of Indiana, primarily focused on abortion rights protection, and publicly reported by official state channels or widely recognized news sources.\n\n(b) Colorado enacts a new law by July 31, 2024, that modifies or replaces the current restrictions on medical care for transgender youth. The enactment must be confirmed through official state legislative records and reported by at least two major news outlets. The new law must specifically address and alter the existing restrictions on medical care for transgender youth in Colorado.\n\nIf either (a) or (b) does not occur by their respective dates, the question will resolve as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0755869477742501, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.025195649258083364, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.42573003970664525, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "3e73d811-57ca-4ecc-8142-8f5b5c4a5795", "title": "Will Pennsylvania conduct a referendum on abortion rights by August 2024?", "body": "This question will resolve as YES if, by August 31, 2024, Pennsylvania conducts a public referendum specifically focused on enshrining protection for abortion rights in the state. For a YES resolution, the following criteria must be met:\n\n1. The referendum must be officially announced and conducted by the state of Pennsylvania.\n2. The primary focus of the referendum must be on abortion rights protection.\n3. The referendum results must be publicly reported by official state channels or widely recognized news sources.\n\nIf no such referendum meeting these criteria occurs by August 31, 2024, the question will resolve as NO. Note that merely proposing or planning a referendum without actually conducting it by the specified date does not qualify for a YES resolution.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}, "Q_given_P": {"question": {"id": "360ce5d6-ef5b-4753-bd01-0d44066a0e58", "title": "Given Pennsylvania conducts a referendum on abortion rights by August 2024, will Tennessee enact stricter abortion regulations by July 2024?", "body": "Suppose the following is true: By August 31, 2024, Pennsylvania conducts a public referendum specifically focused on enshrining protection for abortion rights in the state, meeting all the specified criteria.\n\nThen, will Tennessee enact new laws or regulations by July 31, 2024, that impose stricter requirements on abortion providers compared to other healthcare providers, as confirmed by official state legislative documentation or reported by at least two reputable news sources?", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": {}}}, "P_and_Q": {"question": {"id": "38b747bc-b42f-4b07-bdf1-af80f7b71810", "title": "Will both of the following occur: (a) Pennsylvania conducts a referendum on abortion rights by August 2024, and (b) Tennessee enacts new abortion regulations stricter than those for other healthcare providers by July 2024?", "body": "This question will resolve as YES if both of the following conditions are met:\n\n(a) By August 31, 2024, Pennsylvania conducts a public referendum specifically focused on enshrining protection for abortion rights in the state. For a YES resolution, the following criteria must be met:\n   1. The referendum must be officially announced and conducted by the state of Pennsylvania.\n   2. The primary focus of the referendum must be on abortion rights protection.\n   3. The referendum results must be publicly reported by official state channels or widely recognized news sources.\n   If no such referendum meeting these criteria occurs by August 31, 2024, this part of the question will resolve as NO.\n\n(b) By July 31, 2024, Tennessee enacts new laws or regulations that impose stricter requirements on abortion providers compared to other healthcare providers. The enactment must be confirmed by official state legislative documentation or reported by at least two reputable news sources. Stricter requirements may include, but are not limited to, additional licensing, reporting, or facility standards specific to abortion providers. If no such laws or regulations are enacted by the resolution date, or if any enacted laws or regulations apply equally to all healthcare providers, this part of the question will resolve as NO.\n\nBoth conditions (a) and (b) must be satisfied for this question to resolve as YES. If either condition is not met, the question will resolve as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0755869477742501, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.025195649258083364, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.42573003970664525, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "9cf16255-ee4d-498d-9831-7f0d7e1bf7f3", "title": "Will Union Pacific implement a new scheduling system for freight train operations by August 2024?", "body": "This question will resolve as YES if, by August 31, 2024, Union Pacific Railroad announces and implements a new scheduling system aimed at making schedules more predictable for freight train operations. The implementation must be confirmed through official company statements or reported by at least two reputable news sources (such as Associated Press, Reuters, or major national newspapers). The new system must be specifically designed to address the quality of life concerns related to schedule predictability for freight train operations. If no such system is implemented and confirmed by the resolution date, or if the implemented system does not specifically target schedule predictability for freight train operations, the question will resolve as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.4, "metadata": {}}}, "Q_given_P": {"question": {"id": "d32ef841-33ae-40fe-826f-3b544dda3909", "title": "Conditional on Union Pacific implementing a new scheduling system for freight train operations by August 2024, will they reach a new agreement with the conductors' union addressing work schedule predictability by August 2024?", "body": "Suppose the following is true: By August 31, 2024, Union Pacific Railroad announces and implements a new scheduling system aimed at making schedules more predictable for freight train operations. The implementation must be confirmed through official company statements or reported by at least two reputable news sources (such as Associated Press, Reuters, or major national newspapers). The new system must be specifically designed to address the quality of life concerns related to schedule predictability for freight train operations. Then, will Union Pacific and the union representing train conductors publicly announce a new agreement that specifically addresses work schedule predictability for conductors by August 31, 2024? The agreement must be officially confirmed by both Union Pacific and the union, and reported by at least two major news outlets (such as Associated Press, Reuters, Bloomberg, or major national newspapers). The agreement should directly address the issue of making schedules more predictable for train conductors, as mentioned in the ongoing dispute. If no such agreement is reached, announced, and reported by the resolution date, or if an announced agreement does not specifically address work schedule predictability, the question will resolve as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}, "P_and_Q": {"question": {"id": "01da49e4-a1af-43cf-a54c-4fb6e51eb19a", "title": "Will both of the following occur by August 2024: (a) Union Pacific implements a new scheduling system for freight train operations, and (b) Union Pacific reaches a new agreement with the conductors' union addressing work schedule predictability?", "body": "This question will resolve as YES if both of the following conditions are met by August 31, 2024: (a) Union Pacific Railroad announces and implements a new scheduling system aimed at making schedules more predictable for freight train operations. The implementation must be confirmed through official company statements or reported by at least two reputable news sources (such as Associated Press, Reuters, or major national newspapers). The new system must be specifically designed to address the quality of life concerns related to schedule predictability for freight train operations. (b) Union Pacific and the union representing train conductors publicly announce a new agreement that specifically addresses work schedule predictability for conductors. The agreement must be officially confirmed by both Union Pacific and the union, and reported by at least two major news outlets (such as Associated Press, Reuters, Bloomberg, or major national newspapers). The agreement should directly address the issue of making schedules more predictable for train conductors, as mentioned in the ongoing dispute. If either condition (a) or (b) is not met by the resolution date, the question will resolve as NO.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0755869477742501, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.025195649258083364, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.42573003970664525, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "bfe8a1c3-e502-4780-830c-3db67359e058", "title": "Will another U.S. state adopt a Medicaid plan with a community engagement requirement by July 2024?", "body": "This question will resolve as YES if, by July 31, 2024, at least one U.S. state other than Georgia officially adopts a Medicaid plan that includes a community engagement requirement for beneficiaries. The community engagement requirement must be a key component of the plan. For a positive resolution, there must be an official announcement from the state government or the state's Medicaid agency, or consistent reporting from at least two reputable national news sources (such as Associated Press, Reuters, New York Times, or Washington Post). The plan must be officially adopted, not merely proposed or under consideration. If no other state adopts such a plan by July 31, 2024, the question will resolve as NO.", "resolution_date": "2024-07-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}, "Q_given_P": {"question": {"id": "ef774769-be88-470c-9c76-57649dc7f06f", "title": "Given another U.S. state adopts a Medicaid plan with a community engagement requirement by July 2024, will U.S. weekly jobless claims exceed 275,000 for four consecutive weeks by August 2024?", "body": "Suppose the following is true: By July 31, 2024, at least one U.S. state other than Georgia officially adopts a Medicaid plan that includes a community engagement requirement for beneficiaries. The community engagement requirement must be a key component of the plan. For this to be true, there must be an official announcement from the state government or the state's Medicaid agency, or consistent reporting from at least two reputable national news sources (such as Associated Press, Reuters, New York Times, or Washington Post). The plan must be officially adopted, not merely proposed or under consideration. \n\nThen, is it true that the number of weekly initial jobless claims in the United States, as reported by the U.S. Department of Labor, will exceed 275,000 for four consecutive weeks at any point between now and August 31, 2024? For this to resolve as YES, the specified condition must be met within the timeframe. Only official data released by the U.S. Department of Labor will be considered for resolution.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": {}}}, "P_and_Q": {"question": {"id": "4ffe4058-5c69-47dd-a663-afae7fcb0a96", "title": "Will both of the following occur: (a) Another U.S. state adopts a Medicaid plan with a community engagement requirement by July 2024, and (b) U.S. weekly jobless claims exceed 275,000 for four consecutive weeks by August 2024?", "body": "This question will resolve as YES if both of the following conditions are met: (1) By July 31, 2024, at least one U.S. state other than Georgia officially adopts a Medicaid plan that includes a community engagement requirement for beneficiaries. The community engagement requirement must be a key component of the plan. For a positive resolution, there must be an official announcement from the state government or the state's Medicaid agency, or consistent reporting from at least two reputable national news sources (such as Associated Press, Reuters, New York Times, or Washington Post). The plan must be officially adopted, not merely proposed or under consideration. (2) The number of weekly initial jobless claims in the United States, as reported by the U.S. Department of Labor, exceeds 275,000 for four consecutive weeks at any point between now and August 31, 2024. The question will resolve as NO if either of these conditions is not met within the specified timeframes.", "resolution_date": "2024-08-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-06-30T23:59:59Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": {}}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0755869477742501, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.025195649258083364, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.42573003970664525, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
