{"P":{"id":"648e4a19-2e73-4a82-a7eb-2c27cc053f6f","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"8ce9737d-ddae-4419-99e6-d8a6e9f57254","title":"Will Puerto Rico become a US state prior to 2035?","body":"Resolution Criteria\nIn 1898, thanks to the Spanish-American War, the United States gained control of the island of Puerto Rico. It took more than half a century, however, to clarify that relationship. In 1952, the U.S. declared Puerto Rico a “commonwealth.” This is a different designation than “state.”\nOn the one hand, Puerto Ricans can:\nClaim natural-born U.S. citizenship\nReceive Medicaid and Medicare\nVote in Presidential primaries\nOn the other hand, they cannot:\nVote in Congressional or Presidential elections\nGet access to other government programs\nBe represented in Congress by a voting legislator\nThe issue of whether to elevate Puerto Rico to statehood has been raised repeatedly since 1952. In fact, island residents have voted in statehood referendums in: 1967, 1991,1993, 1998 and 2012. In the most recent vote, sentiment on the island turned positive for the first time in voting history: Puerto Ricans want their own state.\nWhy? Well, the reasons are complicated. Those in favor believe statehood will help Puerto Rico economically—a rationale that gained converts following 2017’s devastating Hurricane Maria.\nOn the mainland, meanwhile, opinion is split. A Rasmussen Reports survey conducted online in March, 2017 found that:\n40% of American Adults now believe Puerto Rico should be a state, up from 35% in the fall of 2013. Largely unchanged are the 39% who disagree and the 21% who are undecided.\nEven if Puerto Ricans want statehood, it’s ultimately up to Congress. As CNN explains:\nTo become the 51st state, Congress would have to pass a statute to admit Puerto Rico as a state, and conversations around that possibility have obviously been going on for decades. The generalities of this process are found in the \"New States\" clause in the US Constitution. Every state after the original 13 colonies has been admitted under this directive.\nAlthough there seems to be seismic attitudinal changes underway, the political process ahead is fraught. As Vox reports:\nWhile Puerto Ricans have been fighting about their political status for decades, Congress has shown little interest in changing anything. Washington lawmakers have introduced more than 130 bills to resolve Puerto Rico’s political status, and none have gone anywhere, said Charles Venator-Santiago, a political science professor at the University of Connecticut. That’s partly because there is no defined process for statehood. “The Constitution doesn’t give direction on how to admit a new state,” says Venator-Santiago.\nWhat do you think? Question resolves positive if Puerto Rico is admitted as a United States state before January 1, 2035.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"652d18b4-4245-4770-934d-e2415b7bfbf0","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will Puerto Rico become a US state prior to 2035?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND Puerto Rico is admitted as a United States state before January 1, 2035. Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"30df46ca-07ec-4223-acb3-ce683dc711e5","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7cfe6609-4f90-4165-b304-8097cd251dba","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"22eda169-922a-49dd-9148-44dc3121e41b","title":"Will there be Human-machine intelligence parity before 2040 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"4d355d97-0fb4-4ecc-8f8e-92f4d1b8eb22","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"2df3672e-0fd7-45d8-8af3-46dc3dfcc9e3","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"9d4aeb32-c700-4814-81aa-adf08efa63a9","title":"Will SpaceX land people on Mars before 2030 AND will any country with nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves YES if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030 AND one of the 9 nations known to possess nuclear weapons on July 1, 2017 gives them up before 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
