{"P":{"id":"9c638aef-4c82-46fc-bd87-f88b6aaba854","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ea5e494f-d830-4efc-aca0-a74c336a1584","title":"Will the UK have a Labour Prime Minister on January 1, 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030 is a member of the Labour Party.\nOtherwise, the question resolves negatively.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"866a751e-b028-4ce3-a425-cc975506c95d","title":"Will Freedom House report that internet freedom has declined every year until 2025 AND will the UK have a Labour Prime Minister on January 1, 2030?","body":"Resolution Criteria\nThis question resolves positively if both of the following conditions are met: a.) for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase, AND b.) the UK Prime Minister on January 1, 2030 is a member of the Labour Party.\nOtherwise, the question resolves negatively.","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"01272734-8310-4513-b1dd-6908571833b3","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7335","metadata":{"topics":[],"background_info":"The Freedom on the Net report is an annual report on internet freedom worldwide, produced by Freedom House. It tracks changes in internet regulation across 65 countries. As of the 2020 edition, it claimed that freedom had been on the decline (operationalised as more countries' scores decreasing than increasing) for ten years in a row, with 26 countries' scores worsening and 22 improving in 2020. This question asks if this pattern of decline will persist for the next five years."},"resolution":null},"Q":{"id":"965b4d65-5b15-4ad0-a977-b7e8acc2c263","title":"Will the UK have a Labour Prime Minister on January 1, 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030 is a member of the Labour Party.\nOtherwise, the question resolves negatively.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5414","metadata":{"topics":[{"id":174,"slug":"united-kingdom","name":"United Kingdom","link_id":26757,"num_questions":364},{"id":901,"slug":"labour-party-uk","name":"Labour Party (UK)","link_id":26758,"num_questions":37},{"id":170,"slug":"prime-minister-of-the-united-kingdom","name":"Prime Minister of the UK","link_id":26756,"num_questions":19}],"background_info":"Related Question on Metaculus:\nWill the UK have a Conservative Prime Minister on January 1, 2030?\nThe Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. The party's platform emphasises greater state intervention, social justice and strengthening workers' rights. As of 2020, it was last in power from 1997 to 2010."},"resolution":null}},"relevance":{"reasons":["Political shifts in major countries like the UK could influence global internet freedom policies. A Labour Prime Minister might advocate for stronger internet regulations or freedoms, which could impact global trends.","Both questions involve political and social trends, which can be interconnected. For example, a global trend towards more authoritarian governance could lead to both a decline in internet freedom and a shift in political power in the UK."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as political and social trends can be interconnected.","score":6.0}}}
{"P":{"id":"2eaaa2b3-0916-4022-b5f6-0d3bf75c1eeb","title":"Will there be a global thermonuclear war by 2070?","body":"Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nShow More","resolution_date":"2070-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ac402fce-24e4-423c-afb8-d359f46e1ff4","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"0774f090-e1b2-4b12-8f2a-a67dc58e0d07","title":"Will there be a global thermonuclear war by 2070 AND will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are true:\n1. There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n   a. Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\n   b. A single country detonates at least 30 nuclear devices of at least 10 kiloton yield outside of its own territory\nAND\n2. A credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\n   OR\n   A credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.","resolution_date":"2070-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"cc284483-1862-4cb3-9b27-44a695b49183","title":"Will there be a global thermonuclear war by 2070?","body":"Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nShow More","resolution_date":"2070-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3517","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. (Indeed, there have been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come.)\nThis question (which any sane person will hope resolves negatively) regards the probability that a nuclear war will occur by Jan 1, 2070. (Different questions address this separately, but none directly.) There is a great paucity of public and useful estimates of this probability. See for example this paper for an outline of considerations (but no bottom-line numbers.)\nShow More"},"resolution":null},"Q":{"id":"6e2df1f8-6308-4423-9ada-8876870f53a2","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nShow More","resolution_date":"2029-12-31T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7599","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3068,"num_questions":1799},{"id":55,"slug":"france","name":"France","link_id":3067,"num_questions":110},{"id":1059,"slug":"japan","name":"Japan","link_id":34685,"num_questions":84},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":3070,"num_questions":55},{"id":621,"slug":"south-korea","name":"South Korea","link_id":3071,"num_questions":48},{"id":451,"slug":"north-atlantic-treaty","name":"North Atlantic Treaty","link_id":3069,"num_questions":15},{"id":1784,"slug":"philippinesunited-states-relations","name":"Philippines–United States relations","link_id":34688,"num_questions":5},{"id":1782,"slug":"inter-american-treaty-of-reciprocal-assistance","name":"Inter-American Treaty of Reciprocal Assistance","link_id":34686,"num_questions":4}],"background_info":"Peter Zeihan in “The Accidental Superpower” predicts that the USA will withdraw from acting as the world police, this can be interpreted as the USA withdrawing from one or more of its current mutual defence treaties.\nCurrently the USA is party to 6 mutual defence treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan."},"resolution":null}},"relevance":{"reasons":["The withdrawal of the United States from mutual defense treaties could signal a shift in global power dynamics and alliances, potentially increasing the likelihood of conflicts that could escalate to a global thermonuclear war.","A US withdrawal from key defense treaties might embolden adversaries or destabilize regions, increasing the risk of nuclear proliferation and conflict.","Changes in US defense commitments could lead to a re-evaluation of nuclear strategies by other countries, potentially increasing the risk of a global thermonuclear war."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"986607f3-e89c-49b9-9022-d7232627759d","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\nShow More","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"fae38cfc-f1b9-4056-b80c-1e69121c8f1b","title":"Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?","body":"Resolution Criteria\nAssume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as,\na type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.\nShow More","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"b133bb8c-15d9-46a8-9583-2e1e14439cb0","title":"Will there be a successful seasteading venture with at least 100 participants before 2035 AND will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?","body":"Resolution Criteria for P: This question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria.\n\nResolution Criteria for Q: Assume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as, a type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"feb6c314-bca6-4385-aab7-ed0a6ce11836","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\nShow More","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6721","metadata":{"topics":[],"background_info":"From Wikipedia,\nSeasteading is the concept of creating permanent dwellings at sea, called seasteads, outside the territory claimed by any government. The term is a blend of sea and homesteading.\nProponents say seasteads can \"provide the means for rapid innovation in voluntary governance and reverse environmental damage to our oceans ... and foster entrepreneurship.\" Some critics fear seasteads are designed more as a refuge for the wealthy to avoid taxes or other obligations.\nNo one has yet created a structure on the high seas that has been recognized as a sovereign state. Proposed structures have included modified cruise ships, refitted oil platforms, and custom-built floating islands.\nShow More"},"resolution":null},"Q":{"id":"d2406a8b-1e9b-4855-a5b7-672208bd2250","title":"Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?","body":"Resolution Criteria\nAssume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as,\na type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.\nShow More","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3778","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Both questions involve significant societal and economic changes that could be of interest to futurists and those studying alternative economic and social systems.","The success of a seasteading venture could provide insights into the viability of alternative governance and economic models, which might be relevant to the success of a market socialist economy.","Both scenarios involve experimental or non-traditional approaches to societal organization, which could attract similar interest groups or researchers."],"conclusion":"The logical combination of these questions could be of interest to those studying alternative societal and economic systems, making it a somewhat reasonable combination.","score":6.0}}}
