{"P":{"id":"ecc21ea2-98c7-43c6-96a7-b791e40eb5b8","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"31f38474-313a-4d24-b029-94e940fb553e","title":"Will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"2cbd64c3-2d58-4581-ac3d-e026311b6304","title":"Will humans go extinct before 2100 AND will SpaceX land anything on Mars before 2030?","body":"Resolves YES if there are no known humans alive on January 1, 2100 AND a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"f4a69f2d-6e68-4671-8493-e8a1345d1e49","title":"Will either of the following occur: (a) humans go extinct before 2100, or (b) SpaceX lands anything on Mars before 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"cf337c15-9f44-4e38-8072-e4dff6889105","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"874a143b-6d6a-420b-8eab-a3c37f1f64d1","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"f88b97e1-93ee-47bf-a56b-28d65dd7536e","title":"Will Kessler syndrome occur before 2050 AND will Metaculus exist in 2030?","body":"Resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND there is a degree of continuity with the current version of Metaculus in 2030 as specified in the resolution criteria. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"dafc3ad0-bc82-4ff0-ab3c-b93b822b7f4f","title":"Will either of the following occur: (a) Kessler syndrome occurs before 2050, or (b) Metaculus exists in 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"89fd60df-12a9-42ca-87e6-c50e732afe93","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"1702ad53-00aa-4795-9844-21e9ca6bf01a","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"47816071-4c42-4e62-b780-cd2346fc797c","title":"Will a sample of negative energy be created by 2100 AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes by November 30, 2027. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"1edb0281-b347-4d53-854b-e694bba4c422","title":"Will either of the following occur: (a) a sample of negative energy material being created by the year 2100, or (b) gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
