{"P":{"id":"cd1ad3ba-bddd-4e3b-952c-d18df3866273","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121?","body":"Resolution Criteria\nThis question resolves positively if before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. Otherwise, it resolves negatively\nShow More","resolution_date":"2121-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"4036d837-1ecd-4540-ac79-b204aca01e41","title":"Will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin.\nSome crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d87bda79-14a8-4887-af4c-20c64f34f0f1","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121 AND will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question resolves positively if both of the following conditions are met: a.) before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. AND b.) at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. Some crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nOtherwise, it resolves negatively","resolution_date":"2121-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"8920ff9f-443c-486d-95e8-4eeff001c61f","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121 or will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question resolves positively if either of the following conditions is met: a.) before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. OR b.) at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. Some crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nOtherwise, it resolves negatively","resolution_date":"2121-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"dd226735-af2f-48ea-9ab6-1dd3b0c460a1","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121?","body":"Resolution Criteria\nThis question resolves positively if before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. Otherwise, it resolves negatively\nShow More","resolution_date":"2121-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7207","metadata":{"topics":[],"background_info":"In a column for the New York times in 2018, Paul Krugman wrote,\nTo some extent gold is in a similar situation. Most gold just sits there, possessing value because people believe it possesses value. But gold does have real-world uses, both for jewelry and for things like filling teeth, that provide a weak but real tether to the real economy.\nCryptocurrencies, by contrast, have no backstop, no tether to reality. Their value depends entirely on self-fulfilling expectations – which means that total collapse is a real possibility. If speculators were to have a collective moment of doubt, suddenly fearing that Bitcoins were worthless, well, Bitcoins would become worthless.\nI think it’s more likely than not, partly because of the gap between the messianic rhetoric of crypto and the much more mundane real possibilities. That is, there might be a potential equilibrium in which Bitcoin (although probably not other cryptocurrencies) remain in use mainly for black market transactions and tax evasion, but that equilibrium, if it exists, would be hard to get to from here: once the dream of a blockchained future dies, the disappointment will probably collapse the whole thing.\nShow More"},"resolution":null},"Q":{"id":"3121ccf3-cd6c-4475-83e8-ee9fc3ec1cdb","title":"Will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin.\nSome crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7509","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWill anyone be convicted in the US for the possession of Bitcoin before 2060?"},"resolution":null}},"relevance":{"reasons":["The adoption of Bitcoin for tax payments could signal a broader acceptance and integration of Bitcoin into the financial system, which might affect its price stability and long-term value.","If Bitcoin becomes widely accepted for tax payments, it could lead to increased demand and potentially stabilize or increase its price, making it less likely to fall below $10.","Conversely, if Bitcoin's price were to fall drastically, it might influence regulatory decisions, including whether it is accepted for tax payments."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as the acceptance of Bitcoin for tax payments and its long-term price stability could be interrelated.","score":7.0}}}
