{"P":{"id":"f4a3577a-3a21-4bac-a9f1-ac44cf316a3c","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"fb9a61bc-cc16-4d43-98bf-6b174c8ff90e","title":"Will there be at least 2˚C of global warming by 2100 AND will any country that had nuclear weapons on July 1, 2017 keep them before 2035?","body":"This question will resolve YES if both of the following conditions are met: 1) By January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880, using NASA data or a comparable dataset if NASA's is not available, and 2) None of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. The question will resolve NO if either of these conditions is not met.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"4393f524-70a1-4060-acd4-ba38fee3e1b4","title":"Will either of the following occur: (a) Any country that had nuclear weapons on July 1, 2017 gives them up before 2035, or (b) there is at least 2˚C of global warming by 2100?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"99e4f7dd-312a-405f-9239-d38081d584eb","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/492","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":2137,"num_questions":1759},{"id":93,"slug":"china","name":"China","link_id":2136,"num_questions":511},{"id":18,"slug":"russia","name":"Russia","link_id":2133,"num_questions":430},{"id":174,"slug":"united-kingdom","name":"United Kingdom","link_id":2139,"num_questions":353},{"id":8,"slug":"israel","name":"Israel","link_id":2138,"num_questions":160},{"id":389,"slug":"india","name":"India","link_id":2140,"num_questions":138},{"id":55,"slug":"france","name":"France","link_id":2132,"num_questions":105},{"id":82,"slug":"north-korea","name":"North Korea","link_id":2134,"num_questions":87},{"id":88,"slug":"united-nations","name":"United Nations","link_id":2135,"num_questions":80},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":2141,"num_questions":54},{"id":41,"slug":"international-atomic-energy-agency","name":"International Atomic Energy Agency","link_id":2131,"num_questions":22},{"id":1327,"slug":"treaty-on-the-non-proliferation-of-nuclear-weapons","name":"Treaty on the Non-Proliferation of Nuclear Weapons","link_id":38373,"num_questions":15}],"background_info":"In July 2017, 122 member states of the United Nations adopted a ban on nuclear weapons. The participating states agreed to \"never under any circumstances to develop, test, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons or other nuclear explosive devices.\"\nNotably, none of the nations that currently possess nuclear weapons participated in the negotiations of the ban or adopted the document.\nSeveral treaties prior to this aimed to curb the development of nuclear weapons, notably the 1968 Non-Proliferation Treaty (NPT), which sought to limit nuclear development beyond five nuclear powers - the U.S., Russia, China, the U.K., and France.\nArguments against nuclear disarmament typically cite the principle of deterrence, that the possession of nuclear weapons by some states precludes the development or use of weapons by other states, due to the threat of nuclear retaliation. Proponents of the ban argue that previous efforts have not prevented states such as North Korea from pursuing nuclear programs, and that disarmament, rather than deterrence, is the best way to prevent nuclear war.\nIt's not unprecedented for states to completely disarm, however. South Africa dismantled its nuclear weapons beginning in 1989 and joined the NPT as a non-nuclear state. Three former Soviet republics, previously part of a nuclear-capable nation, also joined the NPT as non-nuclear states.\n"},"resolution":null},"Q":{"id":"ebd11dfb-5268-42ef-9263-b81b9718d10e","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/585","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16625,"num_questions":1759},{"id":210,"slug":"nasa","name":"NASA","link_id":16626,"num_questions":124},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36641,"num_questions":28}],"background_info":"At the Paris climate accord, world leaders promised to keep the global temperature increase this century (relative to pre-industrial levels) \"well below 2 ˚C\" and if possible below 1.5 ˚C. Many experts are skeptical about this goal being feasible, stating that even if all Paris targets are met, global warming may reach levels up to 3 ˚C above pre-industrial levels. Furthermore, with the coming departure of the United States from the agreement, the meeting of global targets may be in jeopardy."},"resolution":null}},"reasons":["The decision of a country to give up nuclear weapons could be influenced by global political and environmental conditions, including the impacts of climate change.","Countries facing severe consequences from climate change might prioritize environmental and sustainability issues, potentially influencing their stance on nuclear disarmament.","Global warming and its effects could lead to increased instability and conflicts, which might affect nuclear policies and the willingness of countries to disarm."],"conclusion":"While the connection between nuclear disarmament and global warming is not direct, there are plausible scenarios where the state of the global environment and the political responses to it could influence a country's decision on nuclear policy. Therefore, it could be of interest to consider the logical combination of these questions to explore the broader implications of global policy decisions and their interdependencies.","score":4.0}}
{"P":{"id":"624a195d-fcee-434d-a4c9-40f73546f1e6","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"1e4e5519-90ff-42c7-bf65-6afa67e44fac","title":"Will Europa be the first place humanity discovers extraterrestrial life before 2045 AND there be no Human-machine intelligence parity before 2040?","body":"This question resolves as YES if both of the following conditions are met: 1) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe, and 2) There is no Human-machine intelligence parity before 2040, meaning that no machine system outperforms at least two of the three humans in a generalized intelligence test administered prior to 2040. The question resolves as NO if either of these conditions is not met. If no extraterrestrial life is found before 2045, or if no such intelligence tests are conducted, the question will be Annulled or Ambiguous respectively.","resolution_date":"2045-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e9773a39-192d-4296-82d8-f6f8e8a4896f","title":"Will either of the following occur: (a) Human-machine intelligence parity before 2040, or (b) Europa being the first place humanity discovers extraterrestrial life before 2045?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2045-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"dc8194d4-0d04-44bd-89b2-45a6afc83f6c","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":6872,"num_questions":102},{"id":37,"slug":"linguistics","name":"Linguistics","link_id":83270,"num_questions":102},{"id":774,"slug":"deepmind","name":"DeepMind","link_id":6871,"num_questions":94},{"id":150,"slug":"microsoft","name":"Microsoft","link_id":6869,"num_questions":84},{"id":1012,"slug":"psychology","name":"Psychology","link_id":6873,"num_questions":63},{"id":1251,"slug":"education","name":"Education","link_id":37387,"num_questions":43},{"id":670,"slug":"alphago","name":"AlphaGo","link_id":83271,"num_questions":17},{"id":606,"slug":"literature","name":"Literature","link_id":85920,"num_questions":16},{"id":6538,"slug":"computer-vision","name":"Computer vision","link_id":85917,"num_questions":7},{"id":2542,"slug":"atari","name":"Atari","link_id":44206,"num_questions":4},{"id":3948,"slug":"machine-translation","name":"Machine translation","link_id":85918,"num_questions":4},{"id":2539,"slug":"algorithmic-bias","name":"Algorithmic bias","link_id":44203,"num_questions":3},{"id":10981,"slug":"tensorflow","name":"TensorFlow","link_id":85919,"num_questions":3}],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"Q":{"id":"810e01f5-27ea-4eea-80db-38bf3677d603","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n","resolution_date":"2045-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/808","metadata":{"topics":[{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":11946,"num_questions":70},{"id":95,"slug":"earth","name":"Earth","link_id":11945,"num_questions":51},{"id":915,"slug":"europa-moon","name":"Europa (moon)","link_id":11947,"num_questions":8},{"id":2472,"slug":"atmosphere-of-jupiter","name":"Atmosphere of Jupiter","link_id":43876,"num_questions":7},{"id":2738,"slug":"enceladus","name":"Enceladus","link_id":43878,"num_questions":7},{"id":2830,"slug":"titan-moon","name":"Titan (moon)","link_id":43879,"num_questions":7},{"id":2510,"slug":"search-for-extraterrestrial-intelligence","name":"Search for extraterrestrial intelligence","link_id":43877,"num_questions":5},{"id":2831,"slug":"europa-clipper","name":"Europa Clipper","link_id":43880,"num_questions":5}],"background_info":"Every astrobiologist and their brother is excited about the possibility of life on Jupiter's moon, Europa. And for good reason. It's likely got more liquid water than our fair Earth does. Thanks to Jupiter's gravitation tugging, there's almost certainly lots of volcanic activities beneath those seas to create an environment similar to the one we suspect gave rise to life on this planet.\nIn addition to fantasizing extensively about discovering life on Europa, our species has been busy preparing recon missions to sample tasty plumes of water+organics fulminating off the surface. Maybe we'll get lucky and find convincing proof of biological activity on Europa with the Clipper mission.\nOr maybe not.\nEuropa is far away. It's bathed in horrific radiation. It's cold. Its environment would be mean to our drills. And there might not even be life there.\nMeanwhile, other (slightly) more hospitable places – Mars, hint, hint – may also house life. Or maybe boosters of Titan or Enceladus will convince us to go to those worlds first, and we'll find the first alien life there. Or maybe life won't be found at all in the solar system. Or maybe SETI will come through. Or our new mega powerful telescopes will reveal life on extra solar worlds. Or maybe aliens have already found us!\n"},"resolution":null}},"reasons":["The development of human-machine intelligence parity could significantly impact space exploration and research, potentially accelerating the discovery of extraterrestrial life.","If human-machine intelligence parity is achieved, it could lead to the development of more advanced space probes and AI systems that could be used to explore moons like Europa more effectively.","The discovery of extraterrestrial life could influence the direction and funding of AI research, as it might shift focus towards understanding and communicating with extraterrestrial intelligence."],"conclusion":"Considering the logical combination of these questions is reasonable because advancements in AI and machine intelligence could directly impact space exploration capabilities and the potential for discovering extraterrestrial life. Conversely, the discovery of extraterrestrial life could have implications for AI research and development.","score":7.0}}
{"P":{"id":"392738b9-7675-421e-9bd3-96f167a28cf5","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"b1cd91bc-ee56-470b-b517-c2804f04e279","title":"Will there be a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles, AND will we not create an isotope of an element that has more than 110 protons, that has a half-life of at least one day prior to 2050?","body":"Resolution Criteria for P: Resolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). There will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction.\n\nResolution Criteria for Q: In order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n\nThe question resolves YES if both of the following conditions are met: (1) There is a complete 4 year interval in which world output doubles before any 1 year interval in which world output doubles by 2050, AND (2) We do not create an isotope of an element that has more than 110 protons with a half-life of at least one day prior to 2050. The question resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"816684c3-e5d2-4850-8db2-f77e26218bab","title":"Will either of the following occur: (a) We reach the island of stability by 2050, or (b) there be a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"bcc84cfe-424f-4427-9ae5-016b3ce4fa0c","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/658","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13258,"num_questions":402},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35468,"num_questions":137},{"id":1251,"slug":"education","name":"Education","link_id":35469,"num_questions":43}],"background_info":""},"resolution":null},"Q":{"id":"2537ccfa-5276-487a-8f09-74b6a17fce80","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/736","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":7251,"num_questions":102},{"id":2326,"slug":"paul-christiano","name":"Paul Christiano","link_id":43322,"num_questions":13}],"background_info":"Related Questions on Metaculus:\nWill a 8-year GWP doubling complete before a 2-year doubling does?\nWill there be a 4 year interval in which world output doubles before 2050?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}},"reasons":["The discovery of stable isotopes in the island of stability could lead to technological advancements that might significantly impact economic growth, potentially influencing the rate at which world output doubles.","Breakthroughs in nuclear physics and the potential applications of stable superheavy elements could drive innovation and productivity, contributing to economic expansion.","The logical combination might be of interest to those studying the relationship between scientific progress and economic development, as well as the potential for a technological singularity."],"conclusion":"While the connection between reaching the island of stability and the rate of world output doubling is not direct, there is a plausible link through the potential impact of scientific discoveries on economic growth. Therefore, it could be of interest to those studying the broader implications of scientific advancements.","score":4.0}}
