{"P":{"id":"118b2a1d-4bd2-4608-88df-fcdfe5397960","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"49db3ec9-1722-400b-8f89-284745f71e3b","title":"Will any nuclear-armed country from 2017 give up its nuclear weapons before 2035 AND will China fail to reduce its carbon emissions per GDP by 60% by 2030?","body":"Resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035, AND if China does not meet its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"7d421f47-b289-470c-93b8-02431e7cdc88","title":"Will either of the following occur: (a) China reduces their carbon emissions per GDP by 60% by 2030, or (b) any country that had nuclear weapons on July 1, 2017 gives them up before 2035?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5704df3a-ab29-49ef-ba9b-94cef48f0d13","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"a2a457d3-7de2-4aeb-8800-a95d476a2ba0","title":"Will a practical nuclear fusion reactor first be developed in China AND gravitational waves from the merger of supermassive black holes not be detected by November 30, 2027?","body":"Resolution Criteria for P: A practical nuclear fusion reactor is defined as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations. This question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else or if no such reactor is built before January 1, 2050.\n\nResolution Criteria for Q: This question will resolve as Yes if by November 30, 2027, a peer-reviewed publication does not announce the detection of gravitational waves from the merger of supermassive black holes. The detection should be at a statistical significance of 4-sigma or equivalent level.\n\nThe combined question will resolve as Yes only if both conditions are met: the first practical nuclear fusion reactor is developed in China AND gravitational waves from the merger of supermassive black holes are not detected by November 30, 2027. It will resolve as No if either condition is not met.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"c9f97af9-9987-40f7-858f-147604f7da44","title":"Will either of the following occur: (a) Gravitational waves from the merger of supermassive black holes be detected by November 30, 2027, or (b) a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"fdb0a561-7bc9-4987-8540-3482cad8454e","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"541467a1-586a-41de-b62b-f3a493e8fc80","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty AND none of Belgium, France, Italy, Luxembourg, Netherlands, and Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met: \n1. A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\n2. Before January 1, 2027, none of Belgium, France, Italy, Luxembourg, Netherlands, and Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union, and the entity called European Union has not dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"d1f873ab-63eb-48dd-88c5-a9c935ec60af","title":"Will either of the following occur: (a) Any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027, or (b) the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
