{"P":{"id":"7b4fef2e-23d3-42cf-b92e-adc813e13cd1","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"ce3a9218-88e3-438d-86cb-c755727fae7f","title":"Will Metaculus exist in 2030 AND Kessler syndrome not occur before 2050?","body":"Resolves YES if Metaculus exists in 2030 with the specified continuity criteria AND there is no calendar year from 2018 to 2049 (inclusive) when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"7186761a-d363-4e6e-80d2-c371aa6678c4","title":"Will either of the following occur: (a) Kessler syndrome occurs before 2050, or (b) Metaculus exists in 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"4c8ace89-17eb-4d0e-bb01-d69abc563bd7","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"6659aa85-8507-4aaf-9927-b5f33ff534a5","title":"Will SpaceX land anything on Mars before 2030 AND will humans still exist beyond 2100?","body":"Resolution Criteria\nThis question will resolve as YES if both of the following conditions are met: A SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030, AND there are known humans alive on January 1, 2100. The success of the SpaceX landing will be judged by the intent of the mission according to SpaceX, and the existence of humans will be determined if there are biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring, living anywhere in the observable universe (or multiverse) and known to the entities operating Metaculus. The question will resolve as NO if either of these conditions is not met.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"d01f1b26-4a25-4d28-965b-0322848da5e2","title":"Will either of the following occur: (a) humans go extinct before 2100, or (b) SpaceX lands anything on Mars before 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"9d3333be-a9b3-437f-b678-d4c59d42a4d1","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"054133b3-9589-4c6d-a8d8-e5d45833f823","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027, AND a sample of negative energy not be produced by 2100?","body":"Resolves YES if by November 30, 2027, a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes with statistical significance at the 4-sigma or equivalent level, AND if by the year 2100, a sample of negative energy material > 10 proton masses worth is not created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond without a volume of space having a mass of less than -10 proton masses. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"10dd3314-19ea-43c9-a865-391082ee87f3","title":"Will either of the following occur: (a) a sample of negative energy material being created by the year 2100, or (b) gravitational waves from the merger of supermassive black holes being detected by November 30, 2027?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
