{"P":{"id":"ffd13d03-0436-41c8-9241-978bb3e6bfdc","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"286fae98-2fa4-48ba-942a-a9889d02c059","title":"Will Europa be the first place humanity discovers extraterrestrial life before 2045 AND we do not detect a message from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as YES if both of the following conditions are met: a.) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe, AND b.) A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is not detected on or near Earth on or before December 31, 2045.\n\nIf extraterrestrial life is found convincingly elsewhere prior to on Europa, or if a signal from Luyten's Star is detected before the specified date, this question will resolve as NO. If no extraterrestrial life is found before 2045, or the conditions for a YES resolution are not met, this question will be Annulled.\n\nNote: For part a.), extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"dc4ed556-d09e-4395-8778-d8192af0e4e8","title":"Will we detect a message originating from Luyten's Star before 2046 or will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolves YES if either of these events occur. a.) A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045 OR b.) humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. Resolves NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false}}
{"P":{"id":"a9abd80f-4e35-4621-9fe8-7af2a06955e5","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"13ebe999-0172-4a42-88e2-bca387bb1016","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND if chess is solved before 2080, must perfect play not result in white winning?","body":"This question will resolve as \"Yes\" if both of the following conditions are met: a.) The number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, based on credible industry reports. b.) Chess is solved before 2080, and it is proven that perfect play does not result in a win for white, as evidenced by a peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication. The question will resolve as \"No\" if either of these conditions is not met.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"5de74214-9207-4971-9125-4503a701f923","title":"Will either chess be solved before 2080 with perfect play resulting in white winning or there be more VR headset sales than AR headsets sales in 2025?","body":"Resolves YES if either of these events occur. a.) Chess is solved before 2080 with perfect play resulting in white winning OR b.) the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false}}
{"P":{"id":"f2e6b806-aca0-4c31-92f2-9e6cd78080f3","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"61015f0c-7b85-46f5-895c-96ea42d628bd","title":"Will there be a Vegan Country by 2100 AND a sample of negative energy material not be created by the year 2100?","body":"Resolves YES if both of these conditions are met: a.) There is at least one country with a population of at least 5 million that bans the consumption of all animal products by 2100, or there was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100, AND b.) A sample of negative energy material greater than 10 proton masses confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond is not created by the year 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"55635fc9-0301-4187-ae94-d98ffab7bd2f","title":"Will a sample of negative energy be produced by 2100 or will there be a Vegan Country by 2100?","body":"Resolves YES if either of these events occur. a.) A sample of negative energy material exceeding 10 proton masses is created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond OR b.) a country bans the consumption of all animal products by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false}}
