{"P":{"id":"73d8fd37-7718-4ca5-bbd1-c8379c3b9cc2","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nShow More","resolution_date":"2024-08-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"a1729d55-5c69-4b81-abe5-dc02890b8a10","title":"Will the Insurrection Act be invoked before 2025 AND Donald Trump not be the Republican nominee for the 2024 US Presidential Election?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met: a.) The US federal government invokes the Insurrection Act at any time between January 1, 2022 to January 1, 2025, AND b.) Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. No additional criteria are necessary for this question to resolve positively.\nFine Print\nFor the first part regarding the Insurrection Act, no additional criteria are necessary for this question to resolve positively. For the second part regarding the Republican nominee, Donald Trump will resolve as No if he is selected. This question is not restricted to the candidates currently below; other options may be added in the future.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"b784c33c-3094-4cda-a06c-f4be51c64898","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election or will the Insurrection Act be invoked before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if either of the following conditions is met: a.) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election OR b.) the US federal government invokes the Insurrection Act at any time between January 1, 2022 to January 1, 2025. All other candidates will resolve as No for the first part of the question. No additional criteria are necessary for the second part of the question to resolve positively.\nFine Print\nShow More","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"84d58d65-3611-4899-b5e6-ef7e754e6fd1","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nShow More","resolution_date":"2024-08-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5049","metadata":{"topics":[],"background_info":"Following the 2020 US election, Former President Donald Trump has hinted his intentions of running again for President in 2024, saying at a rally in March 2022, \"[...] in 2024, we are going to take back our beautiful White House [...] I will be back and we will be better and stronger than ever before\". Early polling for the Republican Party nomination frequently shows Trump as the top choice among respondents.\nFlorida Governor Ron DeSantis has not publicly expressed his intention of running (as of June 2022), though Fox News producers have called him \"the future of the Republican Party\". DeSantis is a frequent second-place favorite in polling behind Trump.\nFormer Vice President Mike Pence has also hinted his intentions of seeking the nomination; in April 2022, when asked if he would run even if Donald Trump were also running, he responded \"We’ll go where we’re called\".\nShow More"},"resolution":null},"Q":{"id":"b2a19e8d-a98e-487c-8ffa-89793fde07fa","title":"Will the Insurrection Act be invoked before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if the US federal government invokes the Insurrection Act at any time between January 1, 2022 to January 1, 2025. No additional criteria are necessary for this question to resolve positively.\nFine Print\nShow More","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6352","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16304,"num_questions":1799},{"id":317,"slug":"president-of-the-united-states","name":"President of the US","link_id":16306,"num_questions":74},{"id":2019,"slug":"united-states-armed-forces","name":"US Armed Forces","link_id":41561,"num_questions":17},{"id":468,"slug":"1992-los-angeles-riots","name":"1992 Los Angeles riots","link_id":16307,"num_questions":9},{"id":3081,"slug":"insurrection-act","name":"Insurrection Act","link_id":45901,"num_questions":4},{"id":4611,"slug":"united-states-national-guard","name":"United States National Guard","link_id":49872,"num_questions":4}],"background_info":"Related Questions on Metaculus:\nWill the USA enter a second civil war before July 2021?\nWill the USA enter a second civil war before 2031?\nThe Insurrection Act of 1807 is a United States federal law that empowers the U.S. president to call into service the U.S. Armed Forces and the National Guard under the following circumstances:\nwhen requested by a state's legislature, or governor if the legislature cannot be convened, to address an insurrection against that state (§ 251),\nShow More"},"resolution":null}},"relevance":{"reasons":["If Donald Trump becomes the Republican nominee, his rhetoric and actions might increase political tensions, potentially leading to civil unrest. This could make the invocation of the Insurrection Act more likely.","Trump has previously made statements suggesting he might use extraordinary measures in response to civil unrest, which could include invoking the Insurrection Act."],"conclusion":"There is a plausible connection between Trump being the Republican nominee and the invocation of the Insurrection Act, making it a reasonable logical combination to consider.","score":8.0}}}
{"P":{"id":"96af93ac-c2a8-47b8-9960-18ce5c2ce5de","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode?","body":"Resolution Criteria\nThe question resolves Yes if a catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. It resolves No if this occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are here defined as consecutive calendar years.\nShow More","resolution_date":"2045-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"fd0dcfaa-48b4-41c4-85d7-ca401fafa82b","title":"Will the USD be the dominant global reserve currency in 2050 AND if a global catastrophe occurs, will it not be due to an artificial intelligence failure-mode?","body":"The question will resolve as YES if both of the following conditions are met: \n\n1. As of January 1, 2050, the United States Dollar (USD) is the most held currency in official foreign exchange reserves according to the International Monetary Fund's (IMF) Currency Composition of Official Foreign Exchange Reserves (COFER) report, or a comparable authoritative source if the IMF no longer provides this report. Dominance is defined as the USD comprising the largest percentage of declared reserves compared to any other individual currency. Edge cases, such as the emergence of a new global currency that is a direct successor to the USD, will be considered as a continuation of USD dominance. However, if the USD is replaced or substantially reformed in a manner that changes its fundamental nature (e.g., becoming a cryptocurrency), the question will resolve as No.\n\nAND\n\n2. If a global catastrophe occurs, it results principally from non-AI reasons or if no catastrophe occurs at all. It resolves No if the catastrophe results principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. Years are defined as consecutive calendar years.\n\nThe question will resolve as NO if either of the conditions is not met.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"c275a8b5-ffe3-449f-97c3-798ac7ff9631","title":"Ragnarök Question Series: If a global catastrophe occurs due to an AI failure-mode or will the USD be the dominant global reserve currency in 2050?","body":"Resolution Criteria\nThe question resolves Yes if either of the following conditions is met: a.) A catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100, or b.) As of January 1, 2050, the United States Dollar (USD) is the most held currency in official foreign exchange reserves according to the International Monetary Fund's (IMF) Currency Composition of Official Foreign Exchange Reserves (COFER) report. Dominance is defined as the USD comprising the largest percentage of declared reserves compared to any other individual currency. In the event that the IMF no longer provides this report, a comparable authoritative source will be used to determine the outcome. If no such source is available, the question will resolve as ambiguous. Edge cases, such as the emergence of a new global currency that is a direct successor to the USD, will be considered as a continuation of USD dominance. However, if the USD is replaced or substantially reformed in a manner that changes its fundamental nature (e.g., becoming a cryptocurrency), the question will resolve as No.\nIt resolves No if a catastrophe occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are here defined as consecutive calendar years.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"278b69ca-806f-4815-8e6e-7edf95fdec0c","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode?","body":"Resolution Criteria\nThe question resolves Yes if a catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. It resolves No if this occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are here defined as consecutive calendar years.\nShow More","resolution_date":"2045-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1495","metadata":{"topics":[{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":7153,"num_questions":204},{"id":515,"slug":"engineering","name":"Engineering","link_id":7154,"num_questions":114},{"id":216,"slug":"climate-change-denial","name":"Climate change denial","link_id":7152,"num_questions":108},{"id":858,"slug":"ethics","name":"Ethics","link_id":7156,"num_questions":105},{"id":589,"slug":"robotics","name":"Robotics","link_id":70446,"num_questions":98},{"id":1454,"slug":"risk-management","name":"Risk management","link_id":39640,"num_questions":28},{"id":1453,"slug":"future-of-life-institute","name":"Future of Life Institute","link_id":39639,"num_questions":17},{"id":1452,"slug":"existential-risk-from-artificial-general-intelligence","name":"Existential risk from AGI","link_id":39638,"num_questions":14},{"id":587,"slug":"lethal-autonomous-weapon","name":"Lethal autonomous weapon","link_id":7155,"num_questions":9},{"id":1870,"slug":"artificial-intelligence-arms-race","name":"Artificial intelligence arms race","link_id":39641,"num_questions":8}],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nIn a 2017 survey of artificial intelligence experts, the median expert estimated that there is a 50% chance of human-level artificial intelligence by 2062, and after this milestone were reached, respondents reported a 10% chance that superintelligence would be achieved within two years. Our very own question on the prospect of human-machine intelligence parity by 2040 currently has a median prediction of 60%. In another question on the possibility of progress toward human-machine intelligence parity surprising us, a similar median estimate is given.\nShow More"},"resolution":null},"Q":{"id":"e691b38e-d5dc-430d-9d6a-e487c5f1b9fb","title":"Will the USD be the dominant global reserve currency in 2050?","body":"The question will resolve as Yes if, as of January 1, 2050, the United States Dollar (USD) is the most held currency in official foreign exchange reserves according to the International Monetary Fund's (IMF) Currency Composition of Official Foreign Exchange Reserves (COFER) report. Dominance is defined as the USD comprising the largest percentage of declared reserves compared to any other individual currency. In the event that the IMF no longer provides this report, a comparable authoritative source will be used to determine the outcome. If no such source is available, the question will resolve as ambiguous. Edge cases, such as the emergence of a new global currency that is a direct successor to the USD, will be considered as a continuation of USD dominance. However, if the USD is replaced or substantially reformed in a manner that changes its fundamental nature (e.g., becoming a cryptocurrency), the question will resolve as No.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3858","metadata":{"topics":[{"id":108,"slug":"united-states-dollar","name":"US dollar","link_id":12520,"num_questions":119},{"id":832,"slug":"international-monetary-fund","name":"International Monetary Fund","link_id":12521,"num_questions":26},{"id":2672,"slug":"united-states-department-of-the-treasury","name":"US Department of the Treasury","link_id":44553,"num_questions":24},{"id":1025,"slug":"renminbi","name":"Renminbi","link_id":12522,"num_questions":7},{"id":3612,"slug":"euro","name":"Euro","link_id":47627,"num_questions":6},{"id":1250,"slug":"bretton-woods-system","name":"Bretton Woods system","link_id":37359,"num_questions":5}]},"resolution":null}},"relevance":{"reasons":["A global catastrophe due to AI failure could significantly impact global economic stability, which in turn could affect the status of the USD as the dominant global reserve currency.","If AI failure leads to a catastrophe, it might prompt international regulatory changes or shifts in economic policies that could influence the global financial system, including the dominance of the USD.","The aftermath of an AI-induced catastrophe could lead to geopolitical shifts that might either strengthen or weaken the USD's position as the dominant global reserve currency."],"conclusion":"The logical combination of these questions is worth considering because the occurrence of a global catastrophe due to AI failure could have significant implications for the global economic order, including the status of the USD as the dominant global reserve currency.","score":8.0}}}
{"P":{"id":"24c5b688-0e2b-408c-ba78-fe6828081831","title":"Ragnarök Question Series: if a global climate disaster occurs by 2100, will the Earth's human population decline by 95% or more?","body":"Resolution Criteria\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\nShow More","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"d311c68d-cf1f-4c1c-9462-ee9adfd8f85c","title":"Will Germany fail to meet their coal commission's goals AND if a global climate disaster does not occur by 2100, will the Earth's human population not decline by 95% or more?","body":"Resolution Criteria for Germany's coal commission's goals:\nAfter many months of deliberation Germany's Commission on Growth, Structural Change and Employment (colloquially called \"Coal Commission\") published the 300 page report on 26 Jan 2019. In it the commission laid out plans on how the country could entirely phase out its coal-fired power generation by 2038, with distinct markers in-between.\n\nResolution Criteria for the global climate disaster question:\nIn an earlier question in the Ragnarök question series, it was asked if a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\n\nThis question resolves YES if Germany fails to meet the goals set by the Coal Commission AND if a global climate disaster does not occur by 2100, the Earth's human population does not decline by 95% or more. It resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e8b6f92d-c97d-4cb3-9161-016097cee60e","title":"Ragnarök Question Series: if a global climate disaster occurs by 2100, will the Earth's human population decline by 95% or more or will Germany fail to meet their coal commission’s goals?","body":"Resolution Criteria\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\n\nAfter many months of deliberation Germany’s Commission on Growth, Structural Change and Employment (colloquially called “Coal Commission”) finally published the 300 page report on 26 Jan 2019. In it the commission laid out plans on how the country could to entirely phase out its coal-fired power generation by 2038, with distinct markers in-between:\n\nResolves YES if either of these events occur (or both). a.) A global climate disaster occurs by 2100 leading to a decline in the Earth's human population by 95% or more OR b.) Germany fails to meet their coal commission’s goals. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"2c2234af-b715-440a-b43e-aebb3e516908","title":"Ragnarök Question Series: if a global climate disaster occurs by 2100, will the Earth's human population decline by 95% or more?","body":"Resolution Criteria\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\nShow More","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1604","metadata":{"topics":[{"id":216,"slug":"climate-change-denial","name":"Climate change denial","link_id":29845,"num_questions":108},{"id":215,"slug":"atmospheric-science","name":"Atmospheric science","link_id":29844,"num_questions":92},{"id":1382,"slug":"intergovernmental-panel-on-climate-change","name":"Intergovernmental Panel on Climate Change","link_id":38857,"num_questions":34}],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nAccording to current IPCC estimates, unmitigated greenhouse emissions are likely to lead to global temperature increases of 2.6ºC-4.8ºC by 2100. If this happened, our planet would become a more precarious place, but it will likely remain mostly habitable.\nHowever, according to some, there is also a non-negligible chance that unmitigated emissions will lead to global temperature increases even higher than 4.8ºC. More generally, estimates of temperature increases resulting from greenhouse emissions have a “fat” right tail, meaning that there is a low, but non-negligible chance of very high temperature increases. Hence, there is a non-negligible chance that unmitigated emissions may produce consequences which could be catastrophic for life on Earth.\nShow More"},"resolution":null},"Q":{"id":"f436e97d-0848-4058-a9d9-6c059fc47aa6","title":"Will Germany fail to meet their coal commission’s goals?","body":"Resolution Criteria\nAfter many months of deliberation Germany’s Commission on Growth, Structural Change and Employment (colloquially called “Coal Commission”) finally published the 300 page report on 26 Jan 2019. In it the commission laid out plans on how the country could to entirely phase out its coal-fired power generation by 2038, with distinct markers in-between:\nShow More","resolution_date":"2038-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2666","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A global climate disaster could significantly impact global energy policies, including Germany's coal commission goals. If a climate disaster occurs, it might force Germany to either accelerate or abandon their coal phase-out plans due to economic or energy security concerns.","The success or failure of Germany's coal commission goals could be indicative of broader global trends in energy policy and climate action, which might correlate with the likelihood of a global climate disaster and its subsequent impact on human population."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
