{"P":{"id":"17fe3cdf-5fb0-4395-8431-9dcd7361205f","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4f821d97-3808-4d77-8623-2f36f701957d","title":"Given that chess is solved before 2080 and perfect play results in white winning, will the first commercial hyperloop system be within the US?","body":"Resolves N/A if chess is not solved before 2080 or if perfect play does not result in white winning. If the condition is met (chess is solved before 2080 and perfect play results in white winning), then resolves YES if the first commercial hyperloop system is within the US and NO if it's not by 2035.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"7ed35d56-380f-4442-a7b5-59d22b396620","title":"Given that chess is solved before 2080 and the first commercial hyperloop system will be within the US, will there be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles?","body":"Resolves N/A if chess is not solved before 2080 or if the first commercial hyperloop system is not built inside the United States. If the conditions are met (chess is solved before 2080 and the first commercial hyperloop system is within the US), then resolution is based on the credible assessment of world GDP growth as specified in the resolution criteria for Q.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"d25073e8-2d68-4e1c-a6e7-4798cc69f87c","title":"If chess is solved before 2080 and the first commercial hyperloop system will be within the US, will there be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles?","body":"Resolves YES if chess is solved before 2080 AND perfect play must result in white winning AND the first commercial hyperloop system will be built inside the United States AND there will be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"6c78fbb0-5b38-4048-9d27-7563440ca7ea","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"8c4b30da-73cb-4bb2-aefb-dde97b13bcde","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if RoboCup does not announce that robots have beaten professional human soccer players before 2050. If the condition is met (if RoboCup announces that robots have beaten professional human soccer players before 2050), then resolves YES if a human-made spaceship enters the Venusian atmosphere before 2030, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"dba7fce5-079b-4f97-8b78-5ba556c7c299","title":"Given that robots win the RoboCup challenge and a human-made spaceship enters the Venusian atmosphere before their respective deadlines, will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolves N/A if the conditions are not met. If the conditions are fulfilled (robots win the RoboCup challenge and a human-made spaceship enters the Venusian atmosphere before their deadlines), then resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life elsewhere. Resolves NO if extraterrestrial life is found convincingly elsewhere prior to on Europa. Resolves Annulled if no extraterrestrial life is found before 2045.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"d7b726db-1997-4e62-8349-1be08cc4cc92","title":"Will robots win the RoboCup challenge and a human-made spaceship enter the Venusian atmosphere before their respective deadlines, AND will Europa be the first place humanity discovers extraterrestrial life if it is found before 2045?","body":"Resolves YES if the RoboCup organization announces that robots have beaten professional human soccer players before 2050 AND a human-made spaceship enters the Venusian atmosphere before 2030, AND humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life elsewhere in the universe. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"8fb448ff-3855-4f71-9d70-dbd8562d6259","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4ce788c1-84e0-435e-8309-4240deba419f","title":"Given that chess is solved before 2080 and perfect play results in white winning, will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolves N/A if chess is not solved before 2080 or if perfect play does not result in white winning. If the condition is met (chess is solved before 2080 and perfect play results in white winning), then resolves YES if China reduces their carbon emissions per GDP by 60% by 2030 according to the specified criteria, and NO if they do not meet this goal by 2030.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"205d11e6-164e-4bcc-b0dc-d0dec602de1f","title":"Given that chess is solved before 2080 resulting in white winning and China reduces their carbon emissions per GDP by 60% by 2030, will Kessler syndrome occur before 2050?","body":"Resolves N/A if chess is not solved before 2080 resulting in white winning and China does not reduce their carbon emissions per GDP by 60% by 2030. If the conditions are met (if chess is solved before 2080 resulting in white winning and China reduces their carbon emissions per GDP by 60% by 2030), then resolves YES if Kessler syndrome occurs before 2050 and NO if it does not occur before 2050.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"38bf6ad7-1863-423e-9f7d-71f19f4dbc82","title":"If chess is solved resulting in white winning before 2080, will China reduce their carbon emissions per GDP by 60% by 2030 AND will Kessler syndrome occur before 2050?","body":"Resolves YES if chess is solved before 2080 with perfect play resulting in white winning AND China reduces their carbon emissions per GDP by 60% by 2030 AND Kessler syndrome occurs before 2050. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
