{"P":{"id":"0418636e-26c8-418c-9977-dc177bac0ace","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"f291aff6-dc9d-4f89-a684-888d23937de2","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030, will humans go extinct before 2100?","body":"Resolves N/A if China does not meet its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030. If the condition is met, then resolves YES if there are no known humans alive on January 1, 2100, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c9b7a9eb-3d22-4ad8-9cba-1dfa6540185a","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030 AND humans go extinct before 2100, will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolves N/A if either China does not meet its 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, or humans do not go extinct before January 1, 2100. If both conditions are met, then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"35020591-6e2d-406c-b547-5e3a271f4f08","title":"Will China reduce their carbon emissions per GDP by 60% by 2030 AND will humans go extinct before 2100 AND will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolves YES if all of these events happen: a.) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government, b.) there are no known humans alive on January 1, 2100, AND c.) the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5e7b8a2a-a1fe-48b6-a8e3-6a40ebf87090","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[{"id":93,"slug":"china","name":"China","link_id":10815,"num_questions":511},{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":10817,"num_questions":197},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35377,"num_questions":137},{"id":639,"slug":"energy","name":"Energy","link_id":10819,"num_questions":118},{"id":216,"slug":"climate-change-denial","name":"Climate change denial","link_id":10816,"num_questions":107},{"id":8009,"slug":"climatology","name":"Climatology","link_id":81649,"num_questions":80},{"id":1431,"slug":"gross-domestic-product","name":"Gross domestic product","link_id":35379,"num_questions":58},{"id":615,"slug":"geology","name":"Geology","link_id":10818,"num_questions":28},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":35378,"num_questions":28}],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null},"Q":{"id":"89eda8dd-e50a-4251-8ded-399825a73253","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[{"id":1918,"slug":"human-extinction","name":"Human extinction","link_id":4209040,"num_questions":12},{"id":766,"slug":"global-catastrophic-risk","name":"Global catastrophic risk","link_id":4209041,"num_questions":9},{"id":3991,"slug":"extinction","name":"Extinction","link_id":4209039,"num_questions":8}],"background_info":"While the general feeling of most people, especially now that the cold war is (mostly) over, is that the risk of human extinction is extremely small, experts have assigned a significantly higher probability to the event.\nIn 2008 an informal poll at the Global Catastrophic Risk Conference at the University of Oxford yielded a median probability of human extinction by 2100 of 19%. Yet, one might want to be cautious when using this result as a good estimate of the true probability of human extinction, as there may be a powerful selection effect at play. Only those who assign a high probability to human extinction are likely to attend the Global Catastrophic Risk Conference in the first place, meaning that the survey was effectively sampling opinions from one extreme tail of the opinion distribution on the subject. Indeed, the conference report itself stated that the findings should be taken 'with a grain of salt'.\n"},"resolution":null},"R":{"id":"bb1ccb1d-0fed-4378-8d82-6221653f4e64","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/579","metadata":{"topics":[{"id":1779,"slug":"ios","name":"IOS","link_id":41003,"num_questions":11},{"id":1777,"slug":"microsoft-hololens","name":"Microsoft HoloLens","link_id":41001,"num_questions":4},{"id":1778,"slug":"pok%C3%A9mon-go","name":"Pokémon Go","link_id":41002,"num_questions":4}],"background_info":"If you asked someone in the early 2010s about virtual reality, they'd likely hearken back to the VR craze of the 90s, which fizzled out instead of being the promised wave of the future. But since then, with the development of the Oculus Rift, Google Cardboard and other systems, virtual reality has become more accessible and more useful than ever before. Estimates of sales of VR systems in 2016 exceeded 12 million units worldwide.\nAugmented reality, or AR, has come into its own in about the same timeframe. AR overlays virtual content onto images of the real world. Google Glass, introduced in 2013, and Microsoft's HoloLens, still in development, are wearable AR devices. Pokemon Go, introduced in summer 2016, demonstrated the possibilities of smartphone-based AR - no glasses needed. As Google Glass continues to find application in factories and other workplaces Apple is rumored to be designing their own AR headset. *See related question here.)\n"},"resolution":null}}}}
{"P":{"id":"eada62a2-109a-4cb2-9a33-f6dd13a0b168","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"548a325e-bc58-4b7e-b3bb-2f8b79aaa1cc","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if the European Union does not meet its 2030 targets under the Paris Climate Treaty. If the condition is met (EU meets its 2030 targets), then resolves YES if a human-made spacecraft enters Venus's atmosphere before January 1, 2030, and NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"86351301-2e45-40a6-aa7f-8cee65732fb0","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty AND a human-made spaceship enters the Venusian atmosphere before 2030, will a practical nuclear fusion reactor first be developed in China?","body":"This question resolves N/A if either the European Union does not meet its 2030 targets under the Paris Climate Treaty or no human-made spaceship enters the Venusian atmosphere before 2030. If both conditions are met, the question resolves YES if the first practical nuclear fusion reactor is developed in China, and NO if it is developed elsewhere. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.","resolution_date":"2035-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e8ab9960-6c5e-4bc4-a56e-64eebbc1c91d","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty AND will a human made spaceship enter the Venusian atmosphere before 2030 AND will a practical nuclear fusion reactor first be developed in China?","body":"This question will resolve as YES if all of the following conditions are met: a.) A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. b.) A human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify, and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source. c.) A practical nuclear fusion reactor is first developed in China, defined as an operational high-temperature nuclear fusion reactor that can produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and have a sustainable plan for long-term operations. Resolves NO otherwise.","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"de8d3a9e-9f22-4e81-b573-5af9a436b129","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/489","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16453,"num_questions":1759},{"id":311,"slug":"european-union","name":"European Union","link_id":16454,"num_questions":242},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36639,"num_questions":28},{"id":1813,"slug":"paris","name":"Paris","link_id":36640,"num_questions":8}],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including the European Union, the world's #3 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. The EU's goal was to reduce emissions by 40% below 1990 levels. If achieved, by 2030 the EU will emit around 3.4-3.9 gigatons of CO2-equivalent greenhouse gases per year, whereas today the region accounts for 3.46 gigatons per year, or nearly ten percent of the global total. Emissions have been in decline since 1990. Current projections estimate that the EU goals represent a slowdown in the region's trend of emission reduction and that the slowdown is not be enough to limit global temperature rise to only 1.5 or even 2 degrees C.\nOther goals of the EU's by 2030:\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency\n"},"resolution":null},"Q":{"id":"79c7f3b5-5009-4b5f-b1cc-ccaf59b851f0","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/686","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3736,"num_questions":1759},{"id":18,"slug":"russia","name":"Russia","link_id":3735,"num_questions":430},{"id":210,"slug":"nasa","name":"NASA","link_id":3737,"num_questions":124},{"id":682,"slug":"european-space-agency","name":"European Space Agency","link_id":3738,"num_questions":32},{"id":1277,"slug":"atmosphere-of-venus","name":"Atmosphere of Venus","link_id":37908,"num_questions":10},{"id":8124,"slug":"venus","name":"Venus","link_id":76239,"num_questions":6}],"background_info":""},"resolution":null},"R":{"id":"ed2384f2-59cf-470a-ad47-2235791d478b","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/824","metadata":{"topics":[{"id":93,"slug":"china","name":"China","link_id":11195,"num_questions":511},{"id":128,"slug":"physics","name":"Physics","link_id":11196,"num_questions":402},{"id":639,"slug":"energy","name":"Energy","link_id":11198,"num_questions":118},{"id":5660,"slug":"fusion-power","name":"Fusion power","link_id":51992,"num_questions":7}],"background_info":"With an enormous amount of energy created per unit mass of fuel, cheap and abundance (e.g. deuterium) fuel, and relatively benign waste products, practical energy generation from nuclear fusion would be transformative for the world. A number of questions relate to efforts in the US and Europe, but there is another major player in the field: China. As discussed in this story, China is pouring significant resources into practical nuclear fusion."},"resolution":null}}}}
{"P":{"id":"2f924796-081e-47f4-b421-3e525d2ec083","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"cfd396ee-a16d-42b5-afa0-fbfb2705278f","title":"Given that chess is solved before 2080 and perfect play results in white winning, will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves N/A if chess is not solved before 2080 or if perfect play does not result in white winning. If the condition is met (chess is solved before 2080 and perfect play results in white winning), then resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"55c38a6a-4ecd-4f75-8711-a07190667350","title":"Given that chess is solved before 2080 with perfect play resulting in white winning, and a country that had nuclear weapons on July 1, 2017 gives them up before 2035, will there be a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles?","body":"Resolves N/A if either chess is not solved before 2080 with perfect play resulting in white winning, or no country that had nuclear weapons on July 1, 2017 gives them up before 2035. If the conditions are met, then resolves YES if there is a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"c3782c65-fede-4071-b834-1033251b58c7","title":"If chess is solved before 2080, must perfect play result in white winning AND will any country that had nuclear weapons on July 1, 2017 give them up before 2035, AND will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolves YES if all of these events happen: a.) Chess is solved before 2080 and it is proved that perfect play must result in white winning. b.) One of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. c.) There is a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1916a08b-a1e2-41f7-b359-e088a560d6ea","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/480","metadata":{"topics":[{"id":1105,"slug":"game-theory","name":"Game theory","link_id":35332,"num_questions":17},{"id":1850,"slug":"chess","name":"Chess","link_id":35334,"num_questions":6}],"background_info":""},"resolution":null},"Q":{"id":"99e4f7dd-312a-405f-9239-d38081d584eb","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/492","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":2137,"num_questions":1759},{"id":93,"slug":"china","name":"China","link_id":2136,"num_questions":511},{"id":18,"slug":"russia","name":"Russia","link_id":2133,"num_questions":430},{"id":174,"slug":"united-kingdom","name":"United Kingdom","link_id":2139,"num_questions":353},{"id":8,"slug":"israel","name":"Israel","link_id":2138,"num_questions":160},{"id":389,"slug":"india","name":"India","link_id":2140,"num_questions":138},{"id":55,"slug":"france","name":"France","link_id":2132,"num_questions":105},{"id":82,"slug":"north-korea","name":"North Korea","link_id":2134,"num_questions":87},{"id":88,"slug":"united-nations","name":"United Nations","link_id":2135,"num_questions":80},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":2141,"num_questions":54},{"id":41,"slug":"international-atomic-energy-agency","name":"International Atomic Energy Agency","link_id":2131,"num_questions":22},{"id":1327,"slug":"treaty-on-the-non-proliferation-of-nuclear-weapons","name":"Treaty on the Non-Proliferation of Nuclear Weapons","link_id":38373,"num_questions":15}],"background_info":"In July 2017, 122 member states of the United Nations adopted a ban on nuclear weapons. The participating states agreed to \"never under any circumstances to develop, test, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons or other nuclear explosive devices.\"\nNotably, none of the nations that currently possess nuclear weapons participated in the negotiations of the ban or adopted the document.\nSeveral treaties prior to this aimed to curb the development of nuclear weapons, notably the 1968 Non-Proliferation Treaty (NPT), which sought to limit nuclear development beyond five nuclear powers - the U.S., Russia, China, the U.K., and France.\nArguments against nuclear disarmament typically cite the principle of deterrence, that the possession of nuclear weapons by some states precludes the development or use of weapons by other states, due to the threat of nuclear retaliation. Proponents of the ban argue that previous efforts have not prevented states such as North Korea from pursuing nuclear programs, and that disarmament, rather than deterrence, is the best way to prevent nuclear war.\nIt's not unprecedented for states to completely disarm, however. South Africa dismantled its nuclear weapons beginning in 1989 and joined the NPT as a non-nuclear state. Three former Soviet republics, previously part of a nuclear-capable nation, also joined the NPT as non-nuclear states.\n"},"resolution":null},"R":{"id":"2537ccfa-5276-487a-8f09-74b6a17fce80","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/736","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":7251,"num_questions":102},{"id":2326,"slug":"paul-christiano","name":"Paul Christiano","link_id":43322,"num_questions":13}],"background_info":"Related Questions on Metaculus:\nWill a 8-year GWP doubling complete before a 2-year doubling does?\nWill there be a 4 year interval in which world output doubles before 2050?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}}}}
