{"P":{"id":"f4bbe0de-2539-4468-a91a-1fd1c2c87cc4","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"3324dc5d-1b12-4120-934d-7abd4cc05da0","title":"Given that a successful seasteading venture with at least 100 participants is launched and operates continuously for over one year before 2035, will a third-party or independent candidate win at least 5% of the popular vote in the 2024 US presidential election?","body":"Resolves N/A if no seasteading venture with at least 100 participants is launched and operates continuously for over one year before 2035. If the condition is met, then resolves YES if any single candidate not running for the Democratic or Republican party receives 5% or more of the national popular vote in the 2024 US presidential election, and NO if one does not.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"e2ac4f96-8f42-482f-b2c0-fe7817e9dfff","title":"Given that before 2035, a seasteading venture with at least 100 participants is successfully launched and operates for over a year, and a third-party or independent candidate wins at least 5% of the popular vote in the 2024 US presidential election, will any of the 20 most valuable public companies in the United States (as of January 2019) file for bankruptcy protection before 2025?","body":"Resolves N/A if either the seasteading venture does not launch and operate successfully with at least 100 participants before 2035, or if no third-party or independent candidate wins at least 5% of the popular vote in the 2024 US presidential election. If both conditions are met, then resolves YES if any of the following companies (or their successors resulting from rebranding, mergers, or demergers representing at least 50% of the original company by market capitalization) file for bankruptcy protection in the USA under Chapter 7 or Chapter 11 before 2025: Microsoft, Amazon, Alphabet, Apple, Facebook, Johnson & Johnson, JPMorgan Chase, Exxon Mobil, Bank of America, Walmart, Berkshire Hathaway, UnitedHealth Group, Visa, Wells Fargo, Procter & Gamble, Pfizer, Verizon, AT&T, Chevron, Intel. Resolution is by citation of relevant court filing or credible media report in the financial press.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"2e21bbc7-32c3-450a-a6d0-8beb83c62f3f","title":"Will there be a successful seasteading venture with at least 100 participants before 2035 AND will a third-party or independent candidate win at least 5% of the popular vote in the 2024 US presidential election AND will any of the 20 most valuable public companies in the United States (as of January 2019) file for bankruptcy protection before 2025?","body":"Resolution Criteria:\n1. The seasteading question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria.\n2. The election question resolves positive if any single candidate not running for the Democratic or Republican party receives 5% or more of the national popular vote, and negative if one does not.\n3. The bankruptcy question resolves positive if any of the companies mentioned in the list (or successor companies resulting from either rebranding (i.e. a simple name change), mergers or demergers, as long as the successor company represents at least 50% of the original company by market capitalization at the time it becomes independent, and that is a publicly traded company) must file for bankruptcy protection in the United States of America under either of the following chapters of the United States Bankruptcy Code: Chapter 7, Chapter 11. Resolution is by citation of relevant court filing or by credible media report in the financial press. The applicable filing need not lead to a grant or ruling by any court or regulatory body; it must only be submitted in order for a positive resolution.\n\nThis question resolves YES if all three criteria are met, and NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5323869a-8c38-4045-baf5-650df5cb36a1","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\n","resolution_date":"2035-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6721","metadata":{"topics":[],"background_info":"From Wikipedia,\nSeasteading is the concept of creating permanent dwellings at sea, called seasteads, outside the territory claimed by any government. The term is a blend of sea and homesteading.\nProponents say seasteads can \"provide the means for rapid innovation in voluntary governance and reverse environmental damage to our oceans ... and foster entrepreneurship.\" Some critics fear seasteads are designed more as a refuge for the wealthy to avoid taxes or other obligations.\nNo one has yet created a structure on the high seas that has been recognized as a sovereign state. Proposed structures have included modified cruise ships, refitted oil platforms, and custom-built floating islands.\nAs an intermediate step, the Seasteading Institute has promoted cooperation with an existing nation on prototype floating islands with legal semi-autonomy within the nation's protected territorial waters. On January 13, 2017, the Seasteading Institute signed a memorandum of understanding (MOU) with French Polynesia to create the first semi-autonomous \"seazone\" for a prototype, but later that year political changes driven by the French Polynesia presidential election led to the indefinite postponement of the project. French Polynesia formally backed out of the project and permanently cut ties with Seasteading on March 14, 2018.\nThe first single-family seastead was launched near Phuket, Thailand by Ocean Builders. Two months later, the Thai Navy claimed the seastead was a threat to Thai sovereignty. As of 2019, Ocean Builders says it will be building again in Panama, with the support of government officials.\n"},"resolution":null},"Q":{"id":"3a3ce1ed-42e9-473a-8853-cb36c134227c","title":"Will a third-party or independent candidate win at least 5% of the popular vote in the 2024 US presidential election?","body":"Resolution Criteria\nThis prediction resolves positive if any single candidate not running for the Democratic or Republican party receives 5% or more of the national popular vote, and negative if one does not","resolution_date":"2024-11-06T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6306","metadata":{"topics":[],"background_info":"Although large numbers of Americans consistently say they want a third party, electoral performance of parties other than the Democratic and Republican parties has historically been poor. For example, no non-Democrat non-Republican has won a presidential election since 1848.\nThe most recent time a non-Democrat non-Republican received over 10% of the national popular vote was 1992, with Perot-Stockdale winning 19%. (Perot-Choate came close in 1996, with 8%.)"},"resolution":null},"R":{"id":"1ab322ee-0aa6-49fe-abea-f54257c6c025","title":"Will any of the 20 most valuable public companies in the United States (As of January 2019) file for bankruptcy protection before 2025?","body":"Resolution Criteria\nAs of close of trading on January 28 2019, the 20 most valuable public companies in the United States are as follows.\n(Name, ticker symbol, market cap in USD billions)\nMicrosoft Corporation MSFT 806.62\nAmazon.com Inc AMZN 800.88\nAlphabet Inc GOOG / GOOGL 760.23\nApple Inc AAPL 739.27\nFacebook Inc FB 354.29\nJohnson & Johnson JNJ 345.95\nJPMorgan Chase & Co JPM 345.44\nExxon Mobil Corp XOM 301.62\nBank of America Corp BAC 290.79\nWalmart Inc WMT 281.98\nBerkshire Hathaway Inc BRK.B 273.85\nUnitedHealth Group Inc UNH 256.64\nVisa Inc V 238.97\nWells Fargo & Co (New) WFC 234.51\nProcter & Gamble Company (The) PG 233.95\nPfizer Inc PFE 228.50\nVerizon Communications Inc VZ 227.55\nAT&T Inc T 223.22\nChevron Corporation CVX 214.33\nIntel Corporation INTC 214.2\nNote: Alphabet has three classes of equity securities, of which two are currently admitted to the markets, GOOG and GOOGL. The figure listed above is the combined value of both traded classes of equity securities.\nIf any of these companies were to file for bankruptcy protection, it would be one of the largest corporate bankruptcies in the history of the United States.\nThis question asks: Before 01 January 2025, will any of the aforementioned companies file for bankruptcy protection?\nFor a positive resolution, one of the companies mentioned in this question body text (or successor companies resulting from either rebranding (i.e. a simple name change), mergers or demergers, as long as the successor company represents at least 50% of the original company by market capitalization at the time it becomes independent, and that is a publicly traded company) must file for bankruptcy protection in the United States of America under either of the following chapters of the United States Bankruptcy Code: Chapter 7, Chapter 11.\nResolution is by citation of relevant court filing or by credible media report in the financial press. The applicable filing need not lead to a grant or ruling by any court or regulatory body; it must only be submitted in order for a positive resolution.\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2599","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The success of a seasteading venture could indicate a shift in societal and economic structures, which might influence political dynamics, including the rise of third-party candidates.","Economic instability or significant corporate bankruptcies could lead to political upheaval, potentially increasing the chances of a third-party candidate gaining traction.","The success of a seasteading venture might be influenced by economic conditions, which could also affect the financial stability of major corporations."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all touch on broader themes of economic and political change.","score":6.0}}}
{"P":{"id":"022f790e-3981-4dd2-857d-fd3cd6ddcd53","title":"Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?","body":"Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b67c947e-0477-4656-aa66-cb870ce96360","title":"Given that there is at least one fatality from an offensive nuclear detonation in North Korea by 2050, will Taliban-controlled Afghanistan be used as a base for anti-NATO terrorism by 2026?","body":"This question resolves N/A if there is no fatality from an offensive nuclear detonation in North Korea by 2050. If there is at least one fatality from such an event, then this question will resolve YES if both of the following conditions are met based on credible media reports: 1) A terrorist attack that kills at least 10 people has been conducted against a NATO nation by December 31, 2026, occurring outside of Afghanistan, and 2) This terrorist attack was carried out by a member of the Afghan Taliban, or a member of any terrorist organization funded, supported, or protected by the Afghan Taliban. The resolution will be based on credible media reports of a determination by the United States federal government, NATO, or the European Union. The question will resolve NO if these conditions are not met.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"d0c037a0-aac5-4b5d-97af-8ff55e430b77","title":"Given that there is at least one fatality in North Korea from an offensive nuclear detonation before January 1, 2050, if there's an offensive nuclear detonation anywhere, AND Afghanistan, under Taliban control, is used as a base for a terrorist attack that kills at least 10 people in a NATO nation by December 31, 2026, carried out by a member of the Afghan Taliban or a terrorist organization funded, supported, or protected by the Afghan Taliban, will Japan respond with military forces if China invades Taiwan before 2035?","body":"Resolves N/A if no offensive nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050, or if no such terrorist attack occurs while the Taliban control Afghanistan. If the conditions are met (fatal nuclear detonation in North Korea and Taliban-based terrorism against NATO by the specified dates), then this question resolves YES if Japan responds with military forces within 365 days from the beginning of the Chinese invasion of Taiwan, and NO otherwise. The invasion of Taiwan is considered to have occurred if reported by the Associated Press and the New York Times, or if at least 1,000 military personnel from the People's Liberation Army are deployed to Taiwan for sovereignty purposes. Japan's military response must involve an offensive physical attack on Chinese infrastructure, ships, military personnel, or civilians, ordered by the Japanese government or military leadership.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"41afa467-4cbb-4aee-a589-d71918e80ae1","title":"Will there be at least one fatality from nuclear detonation in North Korea by 2050 if any detonation occurs, AND will Taliban-controlled Afghanistan be used as a base for anti-NATO terrorism by 2026, AND if China invades Taiwan before 2035, will Japan respond with military forces?","body":"Resolves YES if all of the following occur: a.) There is at least one fatality in North Korea from an offensive nuclear detonation before January 1, 2050, if there's an offensive nuclear detonation anywhere (excluding detonations for testing purposes or peaceful nuclear explosions). b.) Afghanistan, under Taliban control, is used as a base for a terrorist attack that kills at least 10 people in a NATO nation by December 31, 2026, carried out by a member of the Afghan Taliban or a terrorist organization funded, supported, or protected by the Afghan Taliban, as confirmed by credible media reports and determined by the United States federal government, NATO, or the European Union. c.) If China invades Taiwan before January 1, 2035, and Japan responds with military forces within 365 days from the beginning of the Chinese invasion. Resolves NO if any of these conditions is not met. The question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050, or if no such terrorist attack occurs while the Taliban control Afghanistan, or if China does not launch a full-scale invasion of Taiwan before January 1, 2035. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"b2e2494f-ec27-4cfa-842d-9b4697762a50","title":"Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?","body":"Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7453","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"c22b75ed-e665-4e3c-abd2-a0df28443453","title":"Will Taliban-controlled Afghanistan be used as a base for anti-NATO terrorism by 2026?","body":"Resolution Criteria\nBy August 2021, most of Afghanistan has fallen under the control of the Taliban, including the capital of Kabul on August 15. The last time the Taliban controlled Afghanistan, it was the location of Al Qaeda training bases and leadership that led to the 9/11 attacks on the United States and the subsequent invasion of Afghanistan by the North Atlantic Treaty Organization (NATO). With the fall of Afghanistan to the Taliban, there is increased concern that it will be used as a base for terrorist attacks.\nWill Afghanistan be used as a base for anti-NATO terrorism by 2026?\nThis question will resolve positively in the event that both of the below are true, based on credible media reports:\nA terrorist attack that kill at least 10 people has been conducted against a NATO nation by December 31, 2026. Such an attack must occur outside of Afghanistan.\nAND\nThis terrorist attack was carried out by:\nA member of the Afghan Taliban, or\nA member of any terrorist organization funded, supported, or protected by the Afghan Taliban.\nResolution will be based on credible media reports of a determination by any of the below entities:\nThe United States federal government\nNATO\nThe European Union\nIf one or more such attacks have not been confirmed by any of the above entities, then this question will resolve negatively.\nAn attack will be considered \"against a NATO nation\" if it occurs within a NATO nation's internationally recognized borders, or is deliberately targeted towards a NATO nation's government facilities or personnel overseas (e.g. embassy or military base) outside of Afghanistan. A terrorist attack within a non-NATO nation that is not targeted at a NATO nation's government facility or personnel (e.g. an attack on a sports stadium in India that incidentally kills >10 NATO nationals) will not be sufficient to trigger a positive resolution.\nIf the attacks result in the deaths of the attackers, such as in a suicide bombing, those deaths will not count towards the resolution criteria, even if the attackers are citizens of a NATO nation.\nWhat counts as a \"terrorist organization\" will be determined by the US federal government, NATO, or the European Union.\nIn the event that NATO ceases to exist by the resolution date, the question will resolve negatively if no such attack occurs prior to NATO's dissolution.\nAny terrorist attacks that occur while the Taliban are not in control of Afghanistan will not trigger a positive resolution. The Taliban will be considered in control of Afghanistan if they control either Kabul or a majority (18+ / 34) provincial capitals.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7819","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"7dd1f8dc-8f85-490e-9135-a8c5826159eb","title":"If China invades Taiwan before 2035, will Japan respond with military forces?","body":"Resolution Criteria\nIf China does not launch a full-scale invasion of Taiwan before January 1, 2035, then this question will resolve as Ambiguous. If China does invade Taiwan, this question will resolve as Yes if Japan responds with military forces within 365 days from of the beginning of the Chinese invasion.\nIn line with our main question, China will be considered to have launched a full-scale invasion of Taiwan if either of these occur:\nThe Associated Press and the New York Times both report that the People's Republic of China has launched a full-scale invasion of Taiwan.\nAt least 1,000 military personnel from the People's Liberation Army have been deployed to Taiwan for the purpose of putting the sovereignty of the main island under PRC rule.\nJapan will be considered to have responded with military forces if there is an offensive physical attack on Chinese infrastructure, ships, military personnel, or civilians, in direct retaliation to the full-scale invasion, and this attack is ordered by the Japanese government or Japanese military leadership. Cyberattacks will not be considered offensive physical attacks, but covert operations to e.g. assassinate Chinese nationals, will count\n","resolution_date":"2035-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8470","metadata":{"topics":[],"background_info":"Related questions on Metaculus:\nWill China launch a full-scale invasion of Taiwan by the following years?\nIf China invades Taiwan before 2035, will the US respond with military forces?\nWith tensions in the Taiwan Strait at a boiling point, it has been reported that Japan is considering becoming militarily involved if an armed conflict breaks out in the region. This is notable as Japan has not fought in any wars since the end of World War 2.\nThis question asks: will Japan fight on Taiwan's side if Taiwan is invaded by China?"},"resolution":null}},"relevance":{"reasons":["Geopolitical Stability: The combination of these questions touches on significant geopolitical events that could have cascading effects on global stability. For instance, a nuclear detonation in North Korea could escalate tensions in East Asia, potentially influencing China's actions towards Taiwan and Japan's military responses.","Alliances and Military Strategy: The involvement of NATO and Japan in these scenarios highlights the importance of international alliances and military strategies. Understanding the probability of these events occurring together could provide insights into how these alliances might respond to multiple simultaneous crises.","Terrorism and Regional Security: The use of Afghanistan as a base for anti-NATO terrorism could have implications for regional security, which might influence the actions of countries like Japan and China. For example, increased terrorist activities could lead to heightened security measures and military readiness in the region."],"conclusion":"The logical combination of these questions is highly relevant for understanding potential geopolitical and security dynamics.","score":8.0}}}
{"P":{"id":"f2a9de24-a928-4762-b54b-be1cf33d1c68","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bd641364-0070-44e8-87aa-00c66f8e0973","title":"Given that by 2100, one government governs 80% of Earth's population and economy, will we reach the island of stability by 2050?","body":"Resolves N/A if by 2100, no single government rules over 80% of Earth's population and 80% of Earth's GDP. If the condition is met (a single government with supreme military authority, a unified foreign policy, and the power to collect taxes and make laws, similar to the 2021 United States, governs 80% of Earth's population and GDP by 2100), then resolves YES if an isotope with more than 110 protons and a half-life of at least one day is created and verified by an independent scientific team before 2050, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"f3e61dd3-0802-4ccf-b4c9-4ed1e1b80694","title":"Given that by 2100, one government governs 80% of Earth's population and economy, and by 2050, we reach the island of stability, will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?","body":"Resolves N/A if either condition is not met: a.) A single government does not rule over 80% of Earth's population and 80% of Earth's GDP at any point before January 1st, 2100, or b.) An isotope of an element with more than 110 protons is not created, having a half-life of at least one day (86,400 seconds) prior to 2050, with the half-life verified by an independent scientific team.\n\nIf both conditions are met, then this question resolves YES if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"37fb09ef-4d98-4a43-8650-96ba084183f2","title":"Will one government govern 80% of Earth's population and economy by 2100 AND will we reach the island of stability by 2050 AND will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?","body":"Resolves YES if all of the following occur: a.) A single government rules over 80% of Earth's population and 80% of Earth's GDP at any point before January 1st, 2100. An organisation qualifies as an Earth government if it has supreme military authority in its territory, a unified foreign policy, and the power to collect taxes and make laws, similar to the 2021 United States, but not like the 2021 European Union or United Nations. b.) An isotope of an element with more than 110 protons is created, having a half-life of at least one day (86,400 seconds) prior to 2050, with the half-life verified by an independent scientific team. c.) An offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution. The fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution. For the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam). Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4a9805e9-2fb5-4c13-ab84-d3428bde8370","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7329","metadata":{"topics":[],"background_info":"China is currently the most populous county in the world, with 17.9% of the global population. Historically, only various Chinese empires and the Mongol and Roman Empires have exceeded 30% of the global population. This question asks if by 2100, there will be a centralised government ruling over 80% of the world's population, and accounting for over 80% of global GDP."},"resolution":null},"Q":{"id":"2a4f221a-5d73-43c9-84d7-ef40544a3aad","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/658","metadata":{"topics":[],"background_info":"Since the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created."},"resolution":null},"R":{"id":"aa3e4074-fc30-444b-ae02-6efe517e6bd3","title":"Will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?","body":"Resolution Criteria\nThis question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7405","metadata":{"topics":[],"background_info":"Nuclear weapons have only been detonated offensively twice. Both detonations were by the US over Japanese cities in 1945. As of May 2021, the US and two of its strategic rivals are the states with the most nuclear warheads in the world (Russia with 6,257, the US with 5,550, and China with 350)."},"resolution":null}},"relevance":{"reasons":["The establishment of a single global government could have significant implications for global stability, international relations, and scientific collaboration. This could potentially influence the resources and focus dedicated to scientific endeavors, including reaching the island of stability.","The presence of a single global government might also impact the likelihood of nuclear conflicts, either by reducing the number of potential nuclear-armed states or by centralizing control over nuclear arsenals. This could affect the probability of a nuclear detonation causing fatalities in the US.","Scientific advancements, such as reaching the island of stability, could influence global power dynamics and the development of new technologies, which might have implications for global governance and security."],"conclusion":"While the connections between these questions are somewhat speculative, they are not entirely implausible. The establishment of a single global government could influence scientific progress and global security, which in turn could affect the likelihood of nuclear incidents and scientific milestones.","score":6.0}}}
