{"P":{"id":"968bd99f-dea4-4e23-8654-1edb9bae67f1","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"7042e0b5-e74b-4d81-bca5-89afba1b92d2","title":"Given that there will be a US-Russia war before 2050, will the Eurozone collapse before 2030?","body":"Resolution Criteria for P: This question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. We here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for Q: This question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency. Fine Print: Edit on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n\nResolves N/A if there is no US-Russia war before 2050. If the condition is met (if there is a US-Russia war before 2050), then resolves YES if the Eurozone collapses before 2030 and NO if it does not.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"4cb08177-0816-4150-a9dd-027f6cd26fec","title":"Given that there will be a US-Russia war before 2050 AND the Eurozone will collapse before 2030, will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolves N/A if either there is no US-Russia war before 2050 where the US and Russia collectively suffer at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, or the Eurozone does not collapse before 2030 as defined by the European Central Bank (ECB) formally closing, or the Euro no longer being the de facto primary currency for Germany, France, and Italy. If both conditions are met, then resolves YES if a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins, and NO otherwise. Resolution excludes any extraterrestrial life placed outside Earth through human activity.","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"bd4c65b1-9ed4-48be-b8ca-d8e59aff4b8a","title":"Will there be a US-Russia war before 2050 AND will the Eurozone collapse before 2030 AND will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as YES if all of the following events occur: \n1. There's a war between the US and Russia before January 1, 2050, where the US and Russia collectively suffer at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Battle related deaths are as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n2. At any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. Being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency. \n3. At any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life.\nResolves NO otherwise.","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ac3b5049-8fa2-4030-9569-948b088f4df9","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":1091,"num_questions":1799},{"id":18,"slug":"russia","name":"Russia","link_id":1090,"num_questions":438},{"id":16,"slug":"ukraine","name":"Ukraine","link_id":1089,"num_questions":325},{"id":311,"slug":"european-union","name":"European Union","link_id":1092,"num_questions":250},{"id":413,"slug":"nato","name":"NATO","link_id":67225,"num_questions":92},{"id":757,"slug":"ukrainenato-relations","name":"Ukraine–NATO relations","link_id":1094,"num_questions":66},{"id":1215,"slug":"accession-of-turkey-to-the-european-union","name":"Accession of Turkey to the EU","link_id":67227,"num_questions":34},{"id":521,"slug":"united-states-presidential-election","name":"US presidential election","link_id":1093,"num_questions":20},{"id":987,"slug":"georgia-country","name":"Georgia (country)","link_id":1095,"num_questions":19},{"id":1369,"slug":"iraq","name":"Iraq","link_id":37007,"num_questions":19},{"id":1196,"slug":"libya","name":"Libya","link_id":37006,"num_questions":10},{"id":2599,"slug":"new-start","name":"New START","link_id":44422,"num_questions":8}],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\nShow More"},"resolution":null},"Q":{"id":"6f1b3241-d721-426a-a9b9-bdb4f5d5d648","title":"Will the Eurozone collapse before 2030?","body":"Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5039","metadata":{"topics":[],"background_info":"In response to the COVID-19 crisis, various EU-skeptics are talking about a possible collapse of the Eurozone. For instance, April 7, 2020, Gatestone Institute: Coronavirus: The Looming Collapse of Europe's Single Currency quotes:\nAchim Truger, a member of the German Council of Economic Experts, said that he believes that coronabonds are necessary to prevent a collapse of the euro:\n\"All countries in Europe are being hit by the epidemic — Italy and Spain particularly hard. All countries, including Germany, must therefore be able to make the necessary health expenditures and take measures to bridge the economic crisis. This is only possible through additional government debt, and this must be guaranteed to prevent another euro crisis. If the debt loads of Italy and Spain rise sharply, they will be pushed into budget cuts, thus economic, social and political crises, which would ultimately lead to a sovereign debt crisis and a collapse of the euro and the EU. Therefore, there must now be a joint, solidarity-based solution.\"\nShow More"},"resolution":null},"R":{"id":"752b4328-8858-46de-9688-34c7ef105e1c","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the )\nShow More","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3834","metadata":{"topics":[],"background_info":"Despite our best efforts, Earth is still the only known planet in the universe to harbor any kind of life. Though plenty of our attention in this hunt has been focused on studying potentially habitable exoplanets, this question is concerned with the likelihood of finding extraterrestrial life in our own cosmic backyard."},"resolution":null}},"relevance":{"reasons":["A US-Russia war could have significant geopolitical consequences that might destabilize global economies, potentially impacting the Eurozone's stability.","The discovery of extraterrestrial life could have profound implications for humanity, potentially affecting international relations, scientific priorities, and even economic policies, which might indirectly influence the stability of the Eurozone or the likelihood of conflicts like a US-Russia war."],"conclusion":"While the connections are somewhat tenuous, there are plausible scenarios where these events could be interrelated, especially through their broader geopolitical and economic impacts.","score":5.0}}}
{"P":{"id":"74ed0a78-66e8-4bf6-aca6-d6315bc672a9","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nShow More","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b2555c82-2ed3-44f1-bb0c-e5df9ec89198","title":"Given that a global catastrophe occurs due to either human-made climate change or geoengineering, will humans have a sustainable off-world presence by 2100?","body":"Resolution Criteria for P: If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system? In the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs.\n\nResolution Criteria for Q: This question will resolve as Yes if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs.\n\nThe conditional question resolves N/A if no global catastrophe occurs or if it is not due to human-made climate change or geoengineering. If the condition is met, then it resolves YES if there is a sustainable off-world presence by 2100 and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"6d6939d7-8003-48f4-a538-371de36e64ed","title":"Given that a global catastrophe occurs due to either human-made climate change or geoengineering, and humans have a sustainable off-world presence by 2100, will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria for P: If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system, AND will there be a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs at any point before January 1, 2100? In the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand, if a global catastrophe occurs and is due to either human-made climate change or geoengineering, and there is also a sustainable off-world presence by 2100, the question resolves YES. Otherwise, it resolves NO.\n\nResolution Criteria for Q: This question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3940c0e7-c1fd-43fa-b46b-17bffd6569e9","title":"Ragnarök Question Series: If a global catastrophe occurs due to either human-made climate change or geoengineering, will humans also have a sustainable off-world presence by 2100 AND will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system, AND will there be a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs at any point before January 1, 2100, AND will a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully land on the surface of Mars by January 1, 2030?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand, if a global catastrophe occurs and is due to either human-made climate change or geoengineering, and there is also a sustainable off-world presence by 2100, and SpaceX successfully lands on Mars before 2030, the question resolves YES. Otherwise, it resolves NO.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"28ad1643-e556-4475-be91-1bc9880ddb80","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nShow More","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1500","metadata":{"topics":[{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":29860,"num_questions":204},{"id":515,"slug":"engineering","name":"Engineering","link_id":29861,"num_questions":114},{"id":216,"slug":"climate-change-denial","name":"Climate change denial","link_id":29859,"num_questions":108},{"id":215,"slug":"atmospheric-science","name":"Atmospheric science","link_id":29858,"num_questions":92},{"id":8009,"slug":"climatology","name":"Climatology","link_id":81642,"num_questions":85},{"id":2037,"slug":"climate-engineering","name":"Climate engineering","link_id":41593,"num_questions":6}],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nAccording to current IPCC estimates, unmitigated greenhouse emissions are likely to lead to global temperature increases of 2.6ºC-4.8ºC by 2100. If this happened, there’d likely be significant humanitarian harms, including more severe weather, food crises, and the spread of infectious diseases which would disproportionately affect the world’s worst off.\nMoreover, the estimated humanitarian impacts of climate changes are likely to be highly nonlinear: marginal temperature increases are expected to cause more damage at already-increased temperatures (i.e. going from 3ºC to 4ºC is expected to be significantly worse than going from 1ºC to 2ºC).\nShow More"},"resolution":null},"Q":{"id":"c0d317d6-ae55-4db1-8610-2513e36992d4","title":"Will humans have a sustainable off-world presence by 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1432","metadata":{"topics":[{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":27662,"num_questions":204},{"id":184,"slug":"elon-musk","name":"Elon Musk","link_id":27660,"num_questions":159},{"id":485,"slug":"spacex-reusable-launch-system-development-program","name":"SpaceX reusable launch system","link_id":27663,"num_questions":130},{"id":210,"slug":"nasa","name":"NASA","link_id":27661,"num_questions":129},{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":27665,"num_questions":70},{"id":347,"slug":"sociology","name":"Sociology","link_id":74999,"num_questions":43},{"id":682,"slug":"european-space-agency","name":"European Space Agency","link_id":27666,"num_questions":33},{"id":1491,"slug":"economics","name":"Economics","link_id":39809,"num_questions":26},{"id":562,"slug":"international-space-station","name":"International Space Station","link_id":27664,"num_questions":25},{"id":3023,"slug":"space-shuttle-program","name":"Space Shuttle program","link_id":43559,"num_questions":9},{"id":2379,"slug":"colonization-of-the-moon","name":"Colonization of the Moon","link_id":43556,"num_questions":6}],"background_info":"In the 1970s Gerard K. O’Neill wrote and published his seminal work, The High Frontier. In it O’Neill first paints a picture of habitats floating in space, with people living on the insides of cylinders kilometres long, and then describes how one could accomplish this from an engineering perspective with the Space Shuttle, then still in the planning stages.\nThe Shuttle turned out to be more expensive and less reusable than it was optimistically lauded to be, but it stands to reason: where are the space settlements? Certainly not in low earth orbit.\nBut they don’t have to be. What once pushed the envelope of the technically feasible is now well established as doable. The Mir was an initially Soviet, later Russian space station from 1986–1996, crewed for almost ten years. The International Space Station took 12 years to construct and has been crewed since November 2000. By the time it too will be decomissioned almost a whole generation will have passed since the first crew boarded it.\nShow More"},"resolution":null},"R":{"id":"f5fca764-78e1-44ad-ba95-26b64f666b5e","title":"Will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nShow More","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/737","metadata":{"topics":[{"id":184,"slug":"elon-musk","name":"Elon Musk","link_id":27670,"num_questions":159},{"id":485,"slug":"spacex-reusable-launch-system-development-program","name":"SpaceX reusable launch system","link_id":27671,"num_questions":130},{"id":1365,"slug":"spacex","name":"SpaceX","link_id":75210,"num_questions":112},{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":27672,"num_questions":70},{"id":1768,"slug":"spacex-mars-transportation-infrastructure","name":"SpaceX Mars transportation infrastructure","link_id":40981,"num_questions":5}],"background_info":"SpaceX has released plans for an \"Interplanetary Transport System\" with the goal (among other things) of sending people to Mars.\nIn typical Elon Musk fashion, the announced timelines are wildly optimistic or aspirational. But Musk and SpaceX do seem very committed to reaching Mars.\nIn another question here it is asked if Musk's optimistic timeline will be met, landing people on Mars by 2030."},"resolution":null}},"relevance":{"reasons":["A global catastrophe due to climate change or geoengineering could significantly impact humanity's ability to establish a sustainable off-world presence. Resources and focus might be diverted to address the catastrophe, hindering space colonization efforts.","If humans have a sustainable off-world presence by 2100, it might be seen as a contingency plan against global catastrophes, including those caused by climate change or geoengineering.","SpaceX landing on Mars before 2030 could be a significant step towards establishing a sustainable off-world presence by 2100. Success in early Mars missions could accelerate space colonization efforts, which might be seen as a response to potential global catastrophes."],"conclusion":"The logical combination of these questions is worth considering as they are interconnected through the themes of global catastrophe, space colonization, and technological advancements.","score":8.0}}}
{"P":{"id":"c334c519-fb0f-41c0-9010-08185480c71b","title":"Will a new amendment to the US Constitution be ratified by 2050?","body":"This question will resolve as Yes if, before January 1, 2050, a new amendment to the United States Constitution is proposed, passed by a two-thirds majority in both the House of Representatives and the Senate, and ratified by three-fourths of the state legislatures or by conventions in three-fourths of the states, as stipulated by Article V of the Constitution. The ratification process must be completed and the amendment must be officially integrated into the Constitution. The resolution will be based on the announcement by the Archivist of the United States or another authoritative federal entity. In the event of a dispute over the legitimacy of the ratification process, the question will resolve based on the final decision of the Supreme Court of the United States.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"75db5352-c86c-4bf7-adab-2db054ffc5e3","title":"Given that a new amendment to the US Constitution is ratified by 2050, will there be one million Martian residents by 2075?","body":"This question will resolve as N/A if a new amendment to the US Constitution is not ratified by 2050. If the condition is met (a new amendment is ratified by 2050), then this question will resolve based on whether the population of living, biological humans residing on Mars is greater than or equal to one million before 2075-01-01. Resolution criteria include humans born on Mars or en route to Mars, and do not count humans who die on Mars or en route to Mars prior to the closing date, or humans who leave Mars unless they return prior to the resolution date. The resolution will be based on credible estimates by any institution suited to evaluate the population sizes of Martian colonies, such as the government(s) of any Martian colony(s), SpaceX, or any other corporate entities with commercial ventures to/on Mars, any concerned political institutions such as the United Nations or the World Health Organization, or any non-government organization with an interest in the demography of Mars. Such entities must estimate the size of the Martian population prior to Earth Year 2075 C.E. Stated differently, population estimates capable of resolving this question may be published in or after 2075, so long as the population estimates are given for 2074 (or earlier, if the one million threshold is met earlier). Any credible estimate of a Martian population in excess of one million humans prior to the end of 2074 will cause this question to retroactively close one year prior to the estimate's publication date.","resolution_date":"2075-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2bffc26c-a15f-45ed-9e2b-7c0780d27d37","title":"Given that a new amendment to the US Constitution is ratified by 2050 AND there are one million Martian residents by 2075, will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"This question will resolve as N/A if either a new amendment to the US Constitution is not ratified by 2050 or there are not one million Martian residents by 2075. If both conditions are met, the question resolves YES if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day, and NO otherwise.","resolution_date":"2075-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"799e494c-7e60-4001-8d2a-0f13398fec3d","title":"Will a new amendment to the US Constitution be ratified by 2050 AND will there be one million Martian residents by 2075 AND will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"This question will resolve as YES if all of the following conditions are met: \n1. A new amendment to the United States Constitution is proposed, passed by a two-thirds majority in both the House of Representatives and the Senate, and ratified by three-fourths of the state legislatures or by conventions in three-fourths of the states, as stipulated by Article V of the Constitution, before January 1, 2050. The ratification process must be completed and the amendment must be officially integrated into the Constitution. The resolution will be based on the announcement by the Archivist of the United States or another authoritative federal entity. In the event of a dispute over the legitimacy of the ratification process, the question will resolve based on the final decision of the Supreme Court of the United States.\n2. The population of living, biological humans residing on Mars is greater than or equal to one million before 2075-01-01. This includes humans born on Mars or born en route to Mars. Humans who die on Mars or en route to Mars prior to the closing date do not count towards the total. Humans who leave Mars do not count towards the total, unless they return to Mars prior to the resolution date. This should be resolved according to a credible estimate by any institution suited to evaluate the population sizes of Martian colonies, such as the government(s) of any Martian colony(s), SpaceX, or any other corporate entities with commercial ventures to/on Mars, any concerned political institutions such as the United Nations or the World Health Organization, or any non-government organization with an interest in the demography of Mars. Such entities must estimate the size of the Martian population prior to Earth Year 2075 C.E. Stated differently, population estimates capable of resolving this question may be published in or after 2075, so long as the population estimates are given for 2074 (or earlier, if the one million threshold is met earlier). Any credible estimate of a Martian population in excess of one million humans prior to the end of 2074 will cause this question to retroactively close one year prior to the estimate's publication date.\n3. Before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day.\nResolves NO otherwise.","resolution_date":"2075-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ac841679-e068-4f4c-92ce-ed2c5644b259","title":"Will a new amendment to the US Constitution be ratified by 2050?","body":"This question will resolve as Yes if, before January 1, 2050, a new amendment to the United States Constitution is proposed, passed by a two-thirds majority in both the House of Representatives and the Senate, and ratified by three-fourths of the state legislatures or by conventions in three-fourths of the states, as stipulated by Article V of the Constitution. The ratification process must be completed and the amendment must be officially integrated into the Constitution. The resolution will be based on the announcement by the Archivist of the United States or another authoritative federal entity. In the event of a dispute over the legitimacy of the ratification process, the question will resolve based on the final decision of the Supreme Court of the United States.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3616","metadata":{"topics":[{"id":1033,"slug":"constitution-of-the-united-states","name":"Constitution of the US","link_id":34313,"num_questions":18}]},"resolution":null},"Q":{"id":"c8f36ba7-5a4a-4d0c-b782-209e9b6efd5f","title":"One Million Martian Residents by 2075?","body":"Resolution Criteria\nIn a tweet session on 2020-01-16, Elon Musk laid out some of his plans for Starship production, and they're characteristically ambitious. One astute twitter follower noted that given the number of Starships and frequency of launches he's planning, we can infer the size of the Martian population for which he's planning: 1 million by 2050. Musk summarily affirmed that estimate.\nLike most of Musk's predictions, this timeline seems too ambitious to be realized. Corrected to Musk Years, a million-Martian population is more likely to exist by spring of 2074. My question is simple: Will it? More specifically, Will the population of living, biological humans residing on Mars be greater than or equal to one million before 2075-01-01?\nSome specifics:\nHumans born on Mars or born en route to Mars (if that's even possible within the prediction window) do count towards the total (though it seems unlikely this is a major source of population growth in Musk's model).\nHumans who die on Mars or en route to Mars prior to the closing date do not count towards the total.\nHumans who leave Mars do not count towards the total, unless they return to Mars prior to the resolution date.\nThis should be resolved according to a credible estimate by any institution suited to evaluate the population sizes of Martian colonies. Some possible such institutions are: the government(s) of any Martian colony(s), SpaceX or any other corporate entities with commercial ventures to/on Mars, any concerned political institutions such as the United Nations or the World Health Organization, any non-government organization with an interest in the demography of Mars.\nSuch entities must estimate the size of the Martian population prior to Earth Year 2075 C.E. Stated differently, population estimates capable of resolving this question may be published in or after 2075, so long as the population estimates are given for 2074 (or earlier, if the one million threshold is met earlier).\nAny credible estimate of a Martian population in excess of one million humans prior to the end of 2074 will cause this question to retroactively close one year prior to the estimate's publication date.\n","resolution_date":"2075-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3519","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"ae400487-3f13-41e7-9f09-ac41381c997c","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7481","metadata":{"topics":[{"id":856,"slug":"sp-500-index","name":"S&P 500 Index","link_id":29072,"num_questions":74}],"background_info":"The S&P 500 is often used as a benchmark for the performance of large-cap companies in the United States. On October 19, 1987 (so-called Black Monday), the S&P fell 20.47%, the largest movement in its history, which has yet to be surpassed. Generally, when the stock market makes a sudden move, it indicates that there has been some economic shock, such as when the S&P 500 fell 11.98% during the beginning of the coronavirus pandemic."},"resolution":null}},"relevance":{"reasons":["The ratification of a new amendment to the US Constitution by 2050 could indicate significant political and social changes in the United States, which might influence the country's approach to space exploration and international cooperation, potentially impacting the likelihood of achieving a large Martian population by 2075.","A significant one-day movement in the S&P 500 by more than 15% during the 2020s could be indicative of major economic or geopolitical events, which might also affect the political climate and technological investments in the US, thereby influencing both the ratification of a new amendment and the progress towards a Martian population of one million.","The combination of these questions could be of interest to those studying the interplay between political, economic, and technological developments over the long term."],"conclusion":"While the connections between these events are somewhat tenuous, they are not entirely implausible. The logical combination of these questions could be of interest to those studying long-term trends and the interplay between political, economic, and technological factors.","score":5.0}}}
