{"P":{"id":"25fc1abd-18a6-47fd-8ba6-52a1306070d0","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ba9d2ad2-0779-4d43-ac78-bf18fb308a54","title":"Given that there will be Human-machine intelligence parity before 2040, will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if there is no Human-machine intelligence parity before 2040. If the condition is met (if there is Human-machine intelligence parity before 2040), then resolves YES if a human made spaceship enters the Venusian atmosphere before 2030 and NO otherwise.","resolution_date":"2040-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"64e0734f-27e1-4dd1-85da-28da51569d0f","title":"Given that there will be Human-machine intelligence parity before 2040 AND a human-made spaceship will enter the Venusian atmosphere before 2030, will a practical nuclear fusion reactor first be developed in China?","body":"Resolves N/A if either of the conditions are not met. If both conditions are met (if there is Human-machine intelligence parity before 2040 AND a human-made spaceship enters the Venusian atmosphere before 2030), then resolves according to the criteria for the development of a practical nuclear fusion reactor in China.","resolution_date":"2040-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"080bb0a7-41b9-4e4c-8fb8-77be84daf9f4","title":"Will there be Human-machine intelligence parity before 2040 AND a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if the machine system outscores at least two of the three humans on a test prior to 2040 AND a human-made spacecraft enters Venus's atmosphere before January 1, 2030. Resolves NO otherwise.","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"dc8194d4-0d04-44bd-89b2-45a6afc83f6c","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":6872,"num_questions":102},{"id":37,"slug":"linguistics","name":"Linguistics","link_id":83270,"num_questions":102},{"id":774,"slug":"deepmind","name":"DeepMind","link_id":6871,"num_questions":94},{"id":150,"slug":"microsoft","name":"Microsoft","link_id":6869,"num_questions":84},{"id":1012,"slug":"psychology","name":"Psychology","link_id":6873,"num_questions":63},{"id":1251,"slug":"education","name":"Education","link_id":37387,"num_questions":43},{"id":670,"slug":"alphago","name":"AlphaGo","link_id":83271,"num_questions":17},{"id":606,"slug":"literature","name":"Literature","link_id":85920,"num_questions":16},{"id":6538,"slug":"computer-vision","name":"Computer vision","link_id":85917,"num_questions":7},{"id":2542,"slug":"atari","name":"Atari","link_id":44206,"num_questions":4},{"id":3948,"slug":"machine-translation","name":"Machine translation","link_id":85918,"num_questions":4},{"id":2539,"slug":"algorithmic-bias","name":"Algorithmic bias","link_id":44203,"num_questions":3},{"id":10981,"slug":"tensorflow","name":"TensorFlow","link_id":85919,"num_questions":3}],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"Q":{"id":"79c7f3b5-5009-4b5f-b1cc-ccaf59b851f0","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/686","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3736,"num_questions":1759},{"id":18,"slug":"russia","name":"Russia","link_id":3735,"num_questions":430},{"id":210,"slug":"nasa","name":"NASA","link_id":3737,"num_questions":124},{"id":682,"slug":"european-space-agency","name":"European Space Agency","link_id":3738,"num_questions":32},{"id":1277,"slug":"atmosphere-of-venus","name":"Atmosphere of Venus","link_id":37908,"num_questions":10},{"id":8124,"slug":"venus","name":"Venus","link_id":76239,"num_questions":6}],"background_info":""},"resolution":null},"R":{"id":"ed2384f2-59cf-470a-ad47-2235791d478b","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/824","metadata":{"topics":[{"id":93,"slug":"china","name":"China","link_id":11195,"num_questions":511},{"id":128,"slug":"physics","name":"Physics","link_id":11196,"num_questions":402},{"id":639,"slug":"energy","name":"Energy","link_id":11198,"num_questions":118},{"id":5660,"slug":"fusion-power","name":"Fusion power","link_id":51992,"num_questions":7}],"background_info":"With an enormous amount of energy created per unit mass of fuel, cheap and abundance (e.g. deuterium) fuel, and relatively benign waste products, practical energy generation from nuclear fusion would be transformative for the world. A number of questions relate to efforts in the US and Europe, but there is another major player in the field: China. As discussed in this story, China is pouring significant resources into practical nuclear fusion."},"resolution":null}},"reasons":["The logical combination of these questions could be of interest to someone analyzing the overall progress and direction of human technological advancement within a certain timeframe.","The intersection of these events could be relevant for a scenario planning exercise, where a think tank or policy group is considering the implications of simultaneous breakthroughs in AI, space exploration, and energy technology.","Investors or companies involved in technology and innovation might be interested in the combined probability to assess the potential for disruptive changes in multiple sectors."],"conclusion":"While the questions cover different domains of technology and science, their logical combination could provide insights into the broader trajectory of human progress and the potential for a transformative period in technology. Therefore, it makes sense to consider their logical combination for those interested in comprehensive future scenarios.","score":7.0}}
{"P":{"id":"c0b1fb93-5807-4cdc-8c79-27c9753aed78","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"381fcf5a-1b4b-4103-a9a8-a5789510d503","title":"Given that humans go extinct before 2100, will we detect a message originating from Luyten's Star before 2046?","body":"Resolves N/A if humans do not go extinct before 2100. If the condition is met (if humans go extinct before 2100), then resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045, and NO if it's not detected by that date.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"b85ae64e-a9f6-4fb5-a939-0d985cdbbbc0","title":"Given that humans go extinct before 2100 AND a message originating from Luyten's Star is detected before 2046, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if either condition is not met. If both conditions are met (humans go extinct before 2100 AND a message from Luyten's Star is detected before 2046), then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"f5de3c9c-9a65-4ecb-b102-32acd13f8ab7","title":"Will humans go extinct before 2100 AND will we detect a message originating from Luyten's Star before 2046 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if there are no known humans alive on January 1, 2100 AND a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045 AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"89eda8dd-e50a-4251-8ded-399825a73253","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[{"id":1918,"slug":"human-extinction","name":"Human extinction","link_id":4209040,"num_questions":12},{"id":766,"slug":"global-catastrophic-risk","name":"Global catastrophic risk","link_id":4209041,"num_questions":9},{"id":3991,"slug":"extinction","name":"Extinction","link_id":4209039,"num_questions":8}],"background_info":"While the general feeling of most people, especially now that the cold war is (mostly) over, is that the risk of human extinction is extremely small, experts have assigned a significantly higher probability to the event.\nIn 2008 an informal poll at the Global Catastrophic Risk Conference at the University of Oxford yielded a median probability of human extinction by 2100 of 19%. Yet, one might want to be cautious when using this result as a good estimate of the true probability of human extinction, as there may be a powerful selection effect at play. Only those who assign a high probability to human extinction are likely to attend the Global Catastrophic Risk Conference in the first place, meaning that the survey was effectively sampling opinions from one extreme tail of the opinion distribution on the subject. Indeed, the conference report itself stated that the findings should be taken 'with a grain of salt'.\n"},"resolution":null},"Q":{"id":"765a184d-7505-4dc9-9346-b0c08655884f","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/606","metadata":{"topics":[{"id":95,"slug":"earth","name":"Earth","link_id":11988,"num_questions":51}],"background_info":"In October 2017, Messaging Extraterrestrial Intelligence International (METI) transmitted a signal into space designed to let other civilizations know we're here.\nThe message, transmitted to a red dwarf star 12 light-years from Earth and contains information on human understanding of science, math and time.\nIn March 2017, a planet three times the mass of Earth within the habitable zone was discovered orbiting the star. If there's anyone on that planet who receives the message, their reply could arrive as early as 2042."},"resolution":null},"R":{"id":"f03cf393-e25d-4c86-8655-047bdc98df91","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/915","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13009,"num_questions":402},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40964,"num_questions":34},{"id":134,"slug":"particle-physics","name":"Particle physics","link_id":13010,"num_questions":28}],"background_info":""},"resolution":null}},"reasons":["The potential extinction of humans could have a profound impact on our ability to detect messages from extraterrestrial civilizations, as well as on our capacity to conduct scientific experiments such as those searching for proton decay.","If humans go extinct, it implies a catastrophic event or series of events that could also disrupt or destroy the scientific infrastructure needed to detect extraterrestrial messages or to discover proton decay.","The detection of a message from Luyten's Star could have implications for our understanding of the universe and our place in it, potentially affecting the priority and funding of scientific endeavors, including research on proton decay.","Discovering proton decay would be a significant scientific breakthrough that could influence our understanding of particle physics and cosmology, potentially affecting our assessment of existential risks and the likelihood of human extinction."],"conclusion":"While the questions are quite distinct in their subject matter, they are all related to human existence and scientific advancement. The potential extinction of humans would directly affect our ability to conduct scientific research and make discoveries. The detection of an extraterrestrial message and the discovery of proton decay are both significant scientific milestones that could indirectly influence how we view our future and prioritize research, which could have a bearing on our survival as a species.","score":6.0}}
{"P":{"id":"bd541c33-b89b-4c21-afa5-ab2d7f8aff9a","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"719c6f2c-9bb3-45fa-89d1-c153042cd0e6","title":"Given that Kessler syndrome occurs before 2050, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if Kessler syndrome does not occur before 2050. If Kessler syndrome occurs (if between 2018 to 2049, there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris), then resolves YES if a human-made spaceship enters Venus's atmosphere before January 1, 2030, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c8720533-a52e-4273-bb3f-ceb6850caea6","title":"Given that Kessler syndrome occurs before 2050 AND a human-made spaceship enters the Venusian atmosphere before 2030, will there be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles?","body":"Resolves N/A if Kessler syndrome does not occur before 2050 or if a human-made spaceship does not enter the Venusian atmosphere before 2030. If both conditions are met, then resolves based on the criteria for world output doubling intervals as specified.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"92c6efc4-f78c-4cc4-aff6-21806e97a698","title":"Will Kessler syndrome occur before 2050 AND a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"d05c10d1-35bb-4091-97d1-5b4b6db6fbd6","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/665","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":12943,"num_questions":1759},{"id":128,"slug":"physics","name":"Physics","link_id":12942,"num_questions":402},{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":12944,"num_questions":197},{"id":304,"slug":"astronomy","name":"Astronomy","link_id":73311,"num_questions":171},{"id":754,"slug":"kessler-syndrome","name":"Kessler syndrome","link_id":12945,"num_questions":13},{"id":1414,"slug":"federal-communications-commission","name":"Federal Communications Commission","link_id":39197,"num_questions":7}],"background_info":"The Kessler syndrome is a situation where a major satellite collision causes an increase in space junk, causing a cascading effect destroying many if not most other satellites.\nAs of 2018, we are losing about one satellite per year due to collisions with space junk, yet these collisions are far too small to cause a runaway effect. Furthermore, action has been taken by the Federal Communications Commission to reduce the chance of this happening and regulations in the US require all satellites launched after March 18, 2002 to be disposed of by controlled atmospheric reentry or a boost into a graveyard orbit after shutdown."},"resolution":null},"Q":{"id":"79c7f3b5-5009-4b5f-b1cc-ccaf59b851f0","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/686","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3736,"num_questions":1759},{"id":18,"slug":"russia","name":"Russia","link_id":3735,"num_questions":430},{"id":210,"slug":"nasa","name":"NASA","link_id":3737,"num_questions":124},{"id":682,"slug":"european-space-agency","name":"European Space Agency","link_id":3738,"num_questions":32},{"id":1277,"slug":"atmosphere-of-venus","name":"Atmosphere of Venus","link_id":37908,"num_questions":10},{"id":8124,"slug":"venus","name":"Venus","link_id":76239,"num_questions":6}],"background_info":""},"resolution":null},"R":{"id":"2537ccfa-5276-487a-8f09-74b6a17fce80","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/736","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":7251,"num_questions":102},{"id":2326,"slug":"paul-christiano","name":"Paul Christiano","link_id":43322,"num_questions":13}],"background_info":"Related Questions on Metaculus:\nWill a 8-year GWP doubling complete before a 2-year doubling does?\nWill there be a 4 year interval in which world output doubles before 2050?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}},"reasons":["The occurrence of Kessler syndrome could impact space missions, including those to Venus, by increasing the risk of collisions with debris. If Kessler syndrome occurs, it might delay or prevent missions to Venus.","The rate of economic growth (world output doubling) could influence space exploration funding and technological advancements, potentially affecting the feasibility of both Kessler syndrome mitigation efforts and Venus missions.","The questions are interconnected in terms of space exploration and economic resources, which could be allocated differently depending on the outcomes of these events."],"conclusion":"Considering the logical combination of these questions is relevant because they share a common domain of space exploration and are influenced by global economic conditions. The potential impact of Kessler syndrome on space missions and the relationship between economic growth and space exploration funding make the combination worth exploring.","score":7.0}}
