{"P":{"id":"51f22b1d-97b0-4a7d-a113-17bac1498170","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"9d532915-8537-4d97-bf8b-a8674f48c01c","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if RoboCup does not announce that its ultimate goal for robotic soccer has been accomplished before January 1, 2050. If the condition is met (if RoboCup announces that robots have beaten professional human soccer players before 2050), then resolves YES if Puerto Rico is admitted as a United States state before January 1, 2035, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"52d5a2c7-6506-491e-879f-6161953bdbc4","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050 AND Puerto Rico becomes a US state prior to 2035, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if either RoboCup does not announce that robots have beaten professional human soccer players before 2050 or Puerto Rico does not become a US state prior to 2035. If both conditions are met, then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"d5684ad7-87dc-4039-8e28-5c184884b3b5","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050, will Puerto Rico become a US state prior to 2035, AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if all of these events happen: a.) RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050, b.) Puerto Rico is admitted as a United States state before January 1, 2035, AND c.) experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8259699f-246b-4097-a3ec-1db5fe8edc3d","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/397","metadata":{"topics":[{"id":1012,"slug":"psychology","name":"Psychology","link_id":25860,"num_questions":63},{"id":347,"slug":"sociology","name":"Sociology","link_id":25859,"num_questions":43},{"id":159,"slug":"2022-fifa-world-cup","name":"2022 FIFA World Cup","link_id":25858,"num_questions":11},{"id":3608,"slug":"robocup","name":"RoboCup","link_id":47617,"num_questions":4}],"background_info":"The RoboCup (short for Robot World Cup Initiative) was launched in the mid-1990s as a \"grand challenge\" in robotics. The RoboCup Federation hosts annual RoboCup competitions where robotic teams compete in soccer matches. In a paper published in 1995 the creators of the RoboCup describe the initiative as\nan attempt to foster AI and intelligent robotics research by providing a standard problem where [a] wide range of technologies can be integrated and examined.\nThe stated ultimate goal of the RoboCup Initiative is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nAs a part of this process, annual RoboCup games are played; see here for upcoming events.\n"},"resolution":null},"Q":{"id":"3c56ee3e-8b33-47a5-8d88-9c757e75a798","title":"Will Puerto Rico become a US state prior to 2035?","body":"Resolution Criteria\nIn 1898, thanks to the Spanish-American War, the United States gained control of the island of Puerto Rico. It took more than half a century, however, to clarify that relationship. In 1952, the U.S. declared Puerto Rico a “commonwealth.” This is a different designation than “state.”\nOn the one hand, Puerto Ricans can:\nClaim natural-born U.S. citizenship\nReceive Medicaid and Medicare\nVote in Presidential primaries\nOn the other hand, they cannot:\nVote in Congressional or Presidential elections\nGet access to other government programs\nBe represented in Congress by a voting legislator\nThe issue of whether to elevate Puerto Rico to statehood has been raised repeatedly since 1952. In fact, island residents have voted in statehood referendums in: 1967, 1991,1993, 1998 and 2012. In the most recent vote, sentiment on the island turned positive for the first time in voting history: Puerto Ricans want their own state.\nWhy? Well, the reasons are complicated. Those in favor believe statehood will help Puerto Rico economically—a rationale that gained converts following 2017’s devastating Hurricane Maria.\nOn the mainland, meanwhile, opinion is split. A Rasmussen Reports survey conducted online in March, 2017 found that:\n40% of American Adults now believe Puerto Rico should be a state, up from 35% in the fall of 2013. Largely unchanged are the 39% who disagree and the 21% who are undecided.\nEven if Puerto Ricans want statehood, it’s ultimately up to Congress. As CNN explains:\nTo become the 51st state, Congress would have to pass a statute to admit Puerto Rico as a state, and conversations around that possibility have obviously been going on for decades. The generalities of this process are found in the \"New States\" clause in the US Constitution. Every state after the original 13 colonies has been admitted under this directive.\nAlthough there seems to be seismic attitudinal changes underway, the political process ahead is fraught. As Vox reports:\nWhile Puerto Ricans have been fighting about their political status for decades, Congress has shown little interest in changing anything. Washington lawmakers have introduced more than 130 bills to resolve Puerto Rico’s political status, and none have gone anywhere, said Charles Venator-Santiago, a political science professor at the University of Connecticut. That’s partly because there is no defined process for statehood. “The Constitution doesn’t give direction on how to admit a new state,” says Venator-Santiago.\nWhat do you think? Question resolves positive if Puerto Rico is admitted as a United States state before January 1, 2035.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/797","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16606,"num_questions":1759},{"id":256,"slug":"united-states-congress","name":"US Congress","link_id":16607,"num_questions":86},{"id":538,"slug":"puerto-rico","name":"Puerto Rico","link_id":16608,"num_questions":23},{"id":1033,"slug":"constitution-of-the-united-states","name":"Constitution of the US","link_id":16609,"num_questions":18},{"id":3454,"slug":"hurricane-maria","name":"Hurricane Maria","link_id":47187,"num_questions":3}],"background_info":""},"resolution":null},"R":{"id":"f03cf393-e25d-4c86-8655-047bdc98df91","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/915","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13009,"num_questions":402},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40964,"num_questions":34},{"id":134,"slug":"particle-physics","name":"Particle physics","link_id":13010,"num_questions":28}],"background_info":""},"resolution":null}}}}
{"P":{"id":"fc7bf5fe-b7ae-4c80-83fa-a0ec1c26f712","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"55040332-f8d8-47a8-967b-55cf1625e0d6","title":"Given that human brain emulation is the first successful route to human-level digital intelligence, will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence. If the condition is met (human brain emulation is the first successful route), then resolves YES if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030, and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"480f2c51-5b11-455f-b067-178398308623","title":"Given that human brain emulation is the first successful route to human-level digital intelligence AND the European Union meets its 2030 targets under the Paris Climate Treaty, will there be a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles?","body":"Resolves N/A if either human brain emulation is not the first successful route to human-level digital intelligence or the European Union does not meet its 2030 targets under the Paris Climate Treaty. If the conditions are met, then resolves YES if there is a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"b9df9116-7813-443f-ba51-14b92d5b71d1","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will the European Union meet its 2030 targets under the Paris Climate Treaty AND will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolves YES if all of these events happen: a.) An effort to create a viable emulated human, based on direct simulation of the neural connectome, succeeds before another form of human-level digital intelligence, b.) A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030, AND c.) There is a complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"fb468386-1395-405a-91bb-9cb6622159f3","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/372","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":6847,"num_questions":1457},{"id":542,"slug":"biology","name":"Biology","link_id":6849,"num_questions":193},{"id":36,"slug":"philosophy","name":"Philosophy","link_id":6851,"num_questions":133},{"id":714,"slug":"neuroscience","name":"Neuroscience","link_id":6850,"num_questions":71},{"id":1644,"slug":"robin-hanson","name":"Robin Hanson","link_id":40646,"num_questions":18},{"id":2300,"slug":"mind-uploading","name":"Mind uploading","link_id":43199,"num_questions":11},{"id":2303,"slug":"brain-preservation-foundation","name":"Brain Preservation Foundation","link_id":43202,"num_questions":5},{"id":3377,"slug":"anatomy","name":"Anatomy","link_id":69977,"num_questions":4},{"id":2301,"slug":"the-age-of-em","name":"The Age of Em","link_id":43200,"num_questions":3}],"background_info":"In the quest for \"strong\" Artificial Intelligence, defined here as digital intelligences rivaling or surpassing that of humans, a number of potential path have been discussed. Among them is \"brain emulation,\" in which the physical functioning of a human brain is directly simulated, at some level of detail, in a digital computer.\nIn an interesting recent book, The Age of Em, Robin Hanson explores the potential dynamics of human society assuming such \"Ems\" can be created, and that this occurs prior to the advent of other forms of strong AI. (See also a recent post by Hanson discussing the relative timing of different AI paths.)\nThere is considerable debate about the technological feasibility of such simulation: though there is general (though not universal) agreement that the brain, being a physical system, is amenable to being simulated, the necessary computations (and data gathering) span many orders of magnitude depending upon the level of detail required. Significant intellectual effort and funding is being directed toward understanding the Brain well enough to simulate it, for example in the massive Blue Brain Project, but there is no clear consensus as to how much progress has been made toward the ultimate goal. See for example this NYT editorial with a skeptical evaluation of brain emulation, and this response by the Brain Preservation Foundation\nTo gather thinking about this and track how the relative probabilities of \"Ems\" vs. other types of AIs evolve with time, we ask here:\n"},"resolution":null},"Q":{"id":"de8d3a9e-9f22-4e81-b573-5af9a436b129","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/489","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16453,"num_questions":1759},{"id":311,"slug":"european-union","name":"European Union","link_id":16454,"num_questions":242},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36639,"num_questions":28},{"id":1813,"slug":"paris","name":"Paris","link_id":36640,"num_questions":8}],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including the European Union, the world's #3 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. The EU's goal was to reduce emissions by 40% below 1990 levels. If achieved, by 2030 the EU will emit around 3.4-3.9 gigatons of CO2-equivalent greenhouse gases per year, whereas today the region accounts for 3.46 gigatons per year, or nearly ten percent of the global total. Emissions have been in decline since 1990. Current projections estimate that the EU goals represent a slowdown in the region's trend of emission reduction and that the slowdown is not be enough to limit global temperature rise to only 1.5 or even 2 degrees C.\nOther goals of the EU's by 2030:\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency\n"},"resolution":null},"R":{"id":"2537ccfa-5276-487a-8f09-74b6a17fce80","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/736","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":7251,"num_questions":102},{"id":2326,"slug":"paul-christiano","name":"Paul Christiano","link_id":43322,"num_questions":13}],"background_info":"Related Questions on Metaculus:\nWill a 8-year GWP doubling complete before a 2-year doubling does?\nWill there be a 4 year interval in which world output doubles before 2050?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}}}}
{"P":{"id":"05449731-e5a9-44f3-9a6e-824b2eb76507","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"87e775b8-450d-4491-810a-6ac404ae3802","title":"Given that any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027, will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolves N/A if none of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027. If the condition is met (if any of these countries leave the EU before 2027), then resolves YES if RoboCup announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"50d51b63-1a3f-4ebc-a321-1399164f21d2","title":"Given that before 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leaves the EU AND RoboCup announces that robots have beaten professional human soccer players before 2050, will there be a Vegan Country by 2100?","body":"Resolves N/A if neither of the conditions in the composite question P are met. If the conditions are met (i.e., one or more specified countries leave the EU before 2027 and RoboCup announces the achievement of robots beating professional human soccer players before 2050), then resolves YES if there is at least one country of population of at least 5 million where the consumption of any product derived from an animal is illegal by 2100, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e6a87850-0aa9-4989-994d-efd75bb88603","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will RoboCup announce that robots have beaten professional human soccer players before 2050 AND will there be a Vegan Country by 2100?","body":"Resolves YES if all of these events happen: a.) Before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union, or the European Union has dissolved completely or transformed into a new union under a different name. AND b.) Before January 1, 2050, the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished, which involves robots winning a game of soccer against professional human soccer players. AND c.) By January 1, 2100, there is at least one country of population of at least 5 million in which the consumption of any product derived from an animal, whether or not the animal was killed or harmed in the process, is illegal, or there was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1, 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"807d4612-0d9b-466a-8866-a3436b4936eb","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/375","metadata":{"topics":[{"id":311,"slug":"european-union","name":"European Union","link_id":3126,"num_questions":242},{"id":408,"slug":"germany","name":"Germany","link_id":3128,"num_questions":107},{"id":55,"slug":"france","name":"France","link_id":3123,"num_questions":105},{"id":2802,"slug":"italy","name":"Italy","link_id":45082,"num_questions":55},{"id":173,"slug":"brexit","name":"Brexit","link_id":3124,"num_questions":48},{"id":237,"slug":"netherlands","name":"Netherlands","link_id":3125,"num_questions":43},{"id":393,"slug":"belgium","name":"Belgium","link_id":3127,"num_questions":18},{"id":2803,"slug":"luxembourg","name":"Luxembourg","link_id":45083,"num_questions":14},{"id":2804,"slug":"withdrawal-from-the-european-union","name":"Withdrawal from the European Union","link_id":45084,"num_questions":5}],"background_info":"Anti-European sentiment is running strong in the EU and it may grow stronger – strong enough to destroy it, maybe? The UK voted for Brexit and political pundits are already discussing Nexit, Frexit and Quitaly.\nSome commentators argue that Brexit is already the end of the EU as we know it, some would say that Brexit may be fine but if any other country was to leave would spell the end of the union. We choose an even stricter criterion by requiring then one of the 6 original founders of the ECSC leave the union to decree the end of the EU as we know it."},"resolution":null},"Q":{"id":"8259699f-246b-4097-a3ec-1db5fe8edc3d","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/397","metadata":{"topics":[{"id":1012,"slug":"psychology","name":"Psychology","link_id":25860,"num_questions":63},{"id":347,"slug":"sociology","name":"Sociology","link_id":25859,"num_questions":43},{"id":159,"slug":"2022-fifa-world-cup","name":"2022 FIFA World Cup","link_id":25858,"num_questions":11},{"id":3608,"slug":"robocup","name":"RoboCup","link_id":47617,"num_questions":4}],"background_info":"The RoboCup (short for Robot World Cup Initiative) was launched in the mid-1990s as a \"grand challenge\" in robotics. The RoboCup Federation hosts annual RoboCup competitions where robotic teams compete in soccer matches. In a paper published in 1995 the creators of the RoboCup describe the initiative as\nan attempt to foster AI and intelligent robotics research by providing a standard problem where [a] wide range of technologies can be integrated and examined.\nThe stated ultimate goal of the RoboCup Initiative is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nAs a part of this process, annual RoboCup games are played; see here for upcoming events.\n"},"resolution":null},"R":{"id":"a75c11c9-7403-4f17-8704-bd2573c74dfd","title":"Will there be a Vegan Country by 2100?","body":"Resolution Criteria\nInterest in Veganism has increased substantially in recent years, but it is unclear whether the current wave of Veganism will become the movement that will make eating animal products a thing of the past or just turn out to be another fad.\nIt was previously asked, whether the month with the maximum internet interest in Veganism in 2018 would have a interest at least 25% greater than the month with the greatest interest in 2017. This question, however, does not assess whether Veganism can reach its ultimate potential.\nSome Vegans believe the consumption of animal products to be sufficiently immoral to justify a legal ban. Therefore, a society in which Veganism has reached its full potential would ban the consumption of animal products.\nIt is asked: Will there be a country that bans the consumption of all animal products by 2100?\nConsumption means eating, wearing, or otherwise applying to the body (makeup, etc), and an animal product is anything whose primary component is directly part of or excreted by a modern macroscopic Animalia organism. This would include things like honey, silk, and carmine, but not include things like limestone, using animal labor, or accidental cockroaches in cans of soup. It would also not include products such as wine that may use animal parts in the course of production.\nThe question resolves positive if either:\nOn January 1st, 2100 there is at least one country of population of at least 5 million in which the consumption of any product derived from an animal, whether or not the animal was killed or harmed in the process, is illegal.\nOR\nThere was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100.\nThe question resolves negative if neither condition is met.\nWe shall define animal as having to be a whole organism, which means that if the consumption of in vitro meat is not banned, the question may still resolve positive.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/614","metadata":{"topics":[{"id":542,"slug":"biology","name":"Biology","link_id":30301,"num_questions":193},{"id":246,"slug":"cultured-meat","name":"Cultured meat","link_id":30300,"num_questions":28},{"id":2048,"slug":"zoology","name":"Zoology","link_id":41698,"num_questions":27},{"id":4204,"slug":"veganism","name":"Veganism","link_id":48906,"num_questions":7}],"background_info":""},"resolution":null}}}}
