{"P":{"id":"c81d160e-e55c-4c2f-b000-1f6d56a263fd","title":"Will the number of deaths from antibiotic-resistant infections per year double by December 31, 2025?","body":"Resolution Criteria\nIn 1928, biologist Alexander Fleming discovered - by accident - that where the Penicillium mould had grown on a petri dish the bacteria nearby had been killed. This was due to a chemical the mould secreted, which he named \"penicillin\" - the antibiotic we know and love today.\nSince the discovery of penicillin, antibiotics have saved hundreds of millions of lives and become an essential part of modern medicine.\nBut they're getting less effective. Repeated use has led to the existence of resistant strains of bacteria, which are immune to the effects of multiple different antibiotics. This has been described as a \"serious, worldwide threat to public health\" by the WHO.\nIn 2013 the US Center for Disease Control and Prevention (CDC) reported that over 23,000 people died each year from antibiotic-resistant infections in the US. More recent data on their website suggests the figure is more like 37,000.\nAt any point before the end of the calendar year 2025, will the CDC or another credible source report that at least 70,000 people die annually from antibiotic-resistant infections in the US?\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b9494945-0530-44c6-8576-e26b5d158cf5","title":"Given that by December 31, 2025, the number of deaths from antibiotic-resistant infections per year in the US has doubled to at least 70,000, will Metaculus still exist in 2030?","body":"Resolves N/A if the number of annual deaths from antibiotic-resistant infections in the US has not reached at least 70,000 by the end of 2025. If the condition is met, then resolves YES if Metaculus exists in 2030 with a degree of continuity such that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost, and NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"9bf283e8-acec-4867-830e-c08e740a38f4","title":"Given that by December 31, 2025, at least 70,000 people die annually from antibiotic-resistant infections in the US and Metaculus exists in 2030, will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period according to the Fragile States Index?","body":"Resolves N/A if either fewer than 70,000 people die annually from antibiotic-resistant infections in the US by the end of 2025 or Metaculus does not exist in 2030. If both conditions are met, then this question resolves YES if the United States is among the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period, according to the Fragile States Index, and NO otherwise. If the Fragile States Index is no longer published or cannot be compared historically, or if the United States ceases to exist as a unified nation, the resolution criteria for the state stability will apply as specified in the original question.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"142e17b2-e43a-4b4a-b3ab-51ab3df3c14b","title":"Will the number of deaths from antibiotic-resistant infections per year double by December 31, 2025, AND will Metaculus exist in 2030, AND will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolves YES if all of the following occur: a.) At any point before the end of the calendar year 2025, the CDC or another credible source reports that at least 70,000 people die annually from antibiotic-resistant infections in the US. b.) Metaculus exists in 2030, where existence does not require the site to operate at metaculus.com but does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost. c.) The United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period, according to the Fragile States Index. Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ca8eb3cf-2e54-4391-b402-4b0866b22509","title":"Will the number of deaths from antibiotic-resistant infections per year double by December 31, 2025?","body":"Resolution Criteria\nIn 1928, biologist Alexander Fleming discovered - by accident - that where the Penicillium mould had grown on a petri dish the bacteria nearby had been killed. This was due to a chemical the mould secreted, which he named \"penicillin\" - the antibiotic we know and love today.\nSince the discovery of penicillin, antibiotics have saved hundreds of millions of lives and become an essential part of modern medicine.\nBut they're getting less effective. Repeated use has led to the existence of resistant strains of bacteria, which are immune to the effects of multiple different antibiotics. This has been described as a \"serious, worldwide threat to public health\" by the WHO.\nIn 2013 the US Center for Disease Control and Prevention (CDC) reported that over 23,000 people died each year from antibiotic-resistant infections in the US. More recent data on their website suggests the figure is more like 37,000.\nAt any point before the end of the calendar year 2025, will the CDC or another credible source report that at least 70,000 people die annually from antibiotic-resistant infections in the US?\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2937","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"b25c3c9c-bd1a-4fb6-972d-57f2e78537af","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/841","metadata":{"topics":[],"background_info":"Due to the fact that some of Metaculus' questions (and some of the most interesting/important ones for that) are extremely long-term, some users have expressed concern that Metaculus will not be around for resolution. While whether Metaculus will be around to resolve very long-term questions may not be of direct interest to predictors, as it does not really make sense to predict with points in mind if those points are decades away anyway, it would still be interesting to get a sense of what the probability is that Metaculus will be around in a couple of decades time."},"resolution":null},"R":{"id":"70f02ef2-2e7f-4535-aa03-92283867d9a2","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3125","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The number of deaths from antibiotic-resistant infections could be influenced by the stability of the healthcare system, which in turn could be affected by the overall state stability of the United States. If the US experiences significant deterioration in state stability, it might lead to a weakened healthcare system, potentially increasing deaths from antibiotic-resistant infections.","The existence of Metaculus in 2030 might be indirectly related to the state stability of the United States. If the US experiences significant instability, it could affect the operation of various organizations, including Metaculus.","The combination of these questions could be of interest to those studying the broader impacts of state stability on public health and the continuity of forecasting platforms."],"conclusion":"While the connections between these questions are somewhat indirect, they are not entirely implausible. The logical combination could be of interest to researchers studying the interplay between state stability, public health, and the continuity of forecasting platforms.","score":5.0}}}
{"P":{"id":"6610e533-4367-4976-80fe-bb43838b8269","title":"Will Apollo 10's Lunar Module be recovered by 2050?","body":"Resolution Criteria\nThe Lunar Module flown on Apollo 10 is the only flown lunar module which didn't end up crashing into the Moon or burning up in Earth's atmosphere.\nAfter 'dress rehearsal' testing in lunar orbit, during which the Lunar Module came within 8.4 nautical miles of the lunar surface, the ascent engine performed a burn to depletion which sent the craft into interplanetary space and the vehicle is currently in a heliocentric orbit. The location of the Apollo 10 Lunar Module is unknown as of May 2019, but efforts are underway to find it.\nAs a unique historical artefact from the original golden age of human spaceflight, this Lunar Module would certainly make for an interesting museum exhibit.\nThis question asks: by 1 January 2050, will the lost ascent stage of the Apollo 10 Lunar Module be recovered (i.e. located, captured, and physically transported to some location where humans have a presence at that time, such as Earth, the Moon, Mars or elsewhere) successfully?\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ca2d6eea-7162-45cd-8352-0304f8185502","title":"Given that the Apollo 10 Lunar Module is recovered by 2050, will at least 25% of Year-End Billboard Hot 100 songs be primarily composed by AI by 2050?","body":"Resolves N/A if the Apollo 10 Lunar Module is not recovered by 2050. If the condition is met (if the Apollo 10 Lunar Module is recovered by 1 January 2050), then this question resolves YES if, for any year between 2021 to 2049 (inclusive), 25 or more of the Year-End Billboard Hot 100 Songs are created primarily by AI, and NO otherwise. 'Created Primarily by AI' means having significant influence on the song's melody, harmony, rhythm, instrumental timbre and tone, and EQ mixing, as evidenced by song credits, statements by producers or publishers, or reputable media reports. If the Year-End Billboard Hot 100 Songs list does not exist through 2049, Metaculus Admins may select and announce a replacement source, or resolve ambiguously at their discretion.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"127210ab-9635-4dcd-9fe7-fd959e0bb4d6","title":"Given that both the Apollo 10's Lunar Module is recovered by 2050 AND at least 25% of Year-End Billboard Hot 100 songs are primarily composed by AI by 2050, will the first company to reach a $10 trillion market cap be worth at least double what it was the year before?","body":"Resolves N/A if either the Apollo 10's Lunar Module is not recovered by 2050 or less than 25% of Year-End Billboard Hot 100 songs are primarily composed by AI by 2050. If both conditions are met, then resolves YES if the first publicly traded company to have a $10 trillion market cap (adjusted to 2018 prices) was worth less than or equal to $5 trillion one year before reaching $10 trillion (also in 2018 prices), and NO otherwise. The question will refer to Yahoo Finance's data, or any other reputable financial data service.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3aa38ab3-3bce-4a1e-b554-eb4dfc74cea8","title":"Will both the Apollo 10's Lunar Module be recovered by 2050 AND at least 25% of Year-End Billboard Hot 100 songs be primarily composed by AI by 2050 AND the first company to reach a $10 trillion market cap be worth at least double what it was the year before?","body":"Resolves YES if all of the following occur: a.) The lost ascent stage of the Apollo 10 Lunar Module is recovered (i.e., located, captured, and physically transported to some location where humans have a presence, such as Earth, the Moon, Mars, or elsewhere) by 1 January 2050. b.) For any year between 2021 to 2049 (inclusive), 25 or more of the Year-End Billboard Hot 100 Songs are created primarily by AI, where 'Created Primarily by AI' means having significant influence on the song's melody, harmony, rhythm, instrumental timbre and tone, and EQ mixing, as evidenced by song credits, statements by producers or publishers, and/or reputable media reports. c.) The first publicly traded company to have a $10 trillion market cap (adjusted to 2018 prices) was worth less than or equal to $5 trillion one year before (also in 2018 prices). Resolves NO otherwise.","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4a84bd99-d3be-48ad-a3dd-e3de0d30d8ab","title":"Will Apollo 10's Lunar Module be recovered by 2050?","body":"Resolution Criteria\nThe Lunar Module flown on Apollo 10 is the only flown lunar module which didn't end up crashing into the Moon or burning up in Earth's atmosphere.\nAfter 'dress rehearsal' testing in lunar orbit, during which the Lunar Module came within 8.4 nautical miles of the lunar surface, the ascent engine performed a burn to depletion which sent the craft into interplanetary space and the vehicle is currently in a heliocentric orbit. The location of the Apollo 10 Lunar Module is unknown as of May 2019, but efforts are underway to find it.\nAs a unique historical artefact from the original golden age of human spaceflight, this Lunar Module would certainly make for an interesting museum exhibit.\nThis question asks: by 1 January 2050, will the lost ascent stage of the Apollo 10 Lunar Module be recovered (i.e. located, captured, and physically transported to some location where humans have a presence at that time, such as Earth, the Moon, Mars or elsewhere) successfully?\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2762","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"6bd2cec0-cf85-40c8-a787-7baab5e41dfe","title":"By 2050, will at least 25% of Year-End Billboard Hot 100 songs be primarily composed by AI?","body":"Resolution Criteria\nThis question will resolve positively if, for any year between 2021 to 2049 (inclusive), 25 or more of the Year-End Billboard Hot 100 Songs are created primarily by AI. \"Created Primarily by AI\" for the purpose of this question will mean having significant influence on the song's melody, harmony, rhythm, instrumental timbre and tone, and EQ mixing. Evidence for an AI's involvement can be provided by the song credits, statements by producers or publishers, and/or reputable media reports. If the Year-End Billboard Hot 100 Songs list does not exist through 2049, Metaculus Admins may select and announce a replacement source, or resolve ambiguously at their discretion\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8403","metadata":{"topics":[],"background_info":"Artificial intelligence has made significant advances with the recent development of language models such as GPT-3. It is widely expected that artificial intelligence will become significantly more capable in the future, and some believe that artificial intelligence may someday surpass human ability in certain areas, or even in general intelligence.\nNeuroscientist and fiction author Erik Hoel wrote the following about the capabilities of AI in the year 2050 in a blog post published August 25, 2021:\nThe worst hit will be artists like writers, painters, poets, and musicians, who will have to deal with a total saturation of artistic content by AI. By 2050 much of the words you read and content you consume will be generated by an AI [...]\n"},"resolution":null},"R":{"id":"c3663369-04a5-4203-ada4-86afe0b006e0","title":"When the first company reaches a $10 trillion market cap, will it be worth at least double what it was the year before?","body":"Resolution Criteria\nCompany valuations can take off very quickly: Apple was valued at around $100 billion in mid 2007, and so it has taken the company roughly 11 years to grow its market capitalisation by a factor of ten. However, one year before it first hit $1 trillion, it was worth ~$0.8 trillion (which would have resolved a similar question negative).\nAmazon's rise was even more impressive. Amazon has grown from $100 bn to $1 trillion in just over 6 years. And one year before it hit $1 trillion, it was worth ~0.46 trillion (which would have resolved a similar question positive).\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI.\nPaul Christiano suggests operationalising the takeoff takeoff speed of AI in terms of economic growth. That is, if there is a rapid transition from massively subhuman AI to massively superhuman AI, we would expect accelerated economic growth. One indicator of the rate of economic growth is the growth in company valuations.\nWill the first publicly traded company to have a $10 trillion market cap be worth at least double what it was worth 1 year before reaching $10 trillion?\nResolution\nThis resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $5 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service.\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2898","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The recovery of Apollo 10's Lunar Module would be a significant technological and historical achievement, potentially indicating advancements in space exploration and technology. This could correlate with advancements in AI, which might also be responsible for composing music by 2050.","The first company reaching a $10 trillion market cap and its rapid growth could be indicative of technological advancements and economic conditions that might also influence space exploration capabilities and AI development."],"conclusion":"There are some indirect connections between these questions, primarily through the lens of technological and economic advancements. However, the connections are somewhat tenuous and speculative.","score":4.0}}}
{"P":{"id":"e67278bf-8652-4157-b0b9-e8460859f18d","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"caf27881-568f-42ac-b8ce-2c446e52e4ca","title":"Given that Freedom House reports a decline in internet freedom every year until 2025, will Robert Caro's fifth and final volume of his Lyndon Johnson biography be published during his lifetime?","body":"Resolves N/A if Freedom House does not report a decline in internet freedom every year until 2025. If the condition is met (Freedom House reports more countries with a decrease in their internet freedom scores than with an increase each year until 2025), then this question resolves YES if Caro's fifth and final volume of The Years of Lyndon Johnson becomes available for order (not pre-order) on amazon.com while Caro is still alive, NO if the book intended to be the last one is not published during Caro's lifetime, and AMBIGUOUS if it's unclear whether the fifth book is intended to be the last one.","resolution_date":"2036-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"8b6d9374-8f3e-4155-bafb-78cf335fa22f","title":"Given that internet freedom has declined every year until 2025 and Robert Caro's fifth and final volume of his Lyndon Johnson biography has been published during his lifetime, will a functional Alcubierre drive-like FTL device be demonstrated before 2100?","body":"Resolves N/A if either internet freedom has not declined every year until 2025, or Robert Caro's fifth and final volume of his Lyndon Johnson biography has not been published during his lifetime. If both conditions are met, then resolves YES if before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, enabling a physical object to traverse distances at faster-than-light speeds in 'base reality'. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"aa97e585-4db8-4831-9ec0-8ecea5d6f103","title":"Will both of the following occur: (1) internet freedom declines every year until 2025 and Robert Caro's final volume of his Lyndon Johnson biography is published during his lifetime, AND (2) a functional Alcubierre drive-like FTL device be demonstrated before 2100?","body":"Resolves YES if both of the following conditions are met: (1) For each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase, AND Robert Caro's fifth and final volume of The Years of Lyndon Johnson becomes available for order (not pre-order) on amazon.com while Caro is still alive. If the fifth book is not intended to be the last, this question will resolve as NO if the book intended to be the last one is not published during Caro's lifetime. If it's unclear whether the fifth book is intended to be the last one, this question will resolve as *Ambiguous. (2) Before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, enabling a physical object to traverse distances at faster-than-light speeds. This demonstration must take place in 'base reality' rather than in any kind of simulated reality or alternative physical universe created or discovered after February 12, 2021. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"af659a6f-6d5b-46c5-a4a7-cdd9df3cc007","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7335","metadata":{"topics":[],"background_info":"The Freedom on the Net report is an annual report on internet freedom worldwide, produced by Freedom House. It tracks changes in internet regulation across 65 countries. As of the 2020 edition, it claimed that freedom had been on the decline (operationalised as more countries' scores decreasing than increasing) for ten years in a row, with 26 countries' scores worsening and 22 improving in 2020. This question asks if this pattern of decline will persist for the next five years."},"resolution":null},"Q":{"id":"a876fbdb-d611-49d7-a406-2fbee35e8ce7","title":"Will Robert Caro's fifth and final volume of his Lyndon Johnson biography be published during his lifetime?","body":"Resolution Criteria\nThis question will resolve as Yes if Caro's fifth and final volume of The Years of Lyndon Johnson becomes available for order (not pre-order) on amazon.com while Caro is still alive.\nIf the fifth book is not intended to be the last, this question will resolve as No if the book intended to be the last one is not published during Caro's lifetime. If it's unclear whether the fifth book is intended to be the last one, this question will resolve as *Ambiguous.\n","resolution_date":"2036-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3244","metadata":{"topics":[],"background_info":"American journalist and author Robert A. Caro (born October 30, 1935) has for the last decades been working on The Years of Lyndon Johnson, a multi-volume biography of the former US President. The work is planned to consist of five volumes, the first four of which were published in 1982, 1990, 2002, 2012, respectively.\nWikipedia summarizes the publication estimates given at various points since 2011:\nIn November 2011, Caro estimated that the fifth and final volume would require another two to three years to write. In March 2013, he affirmed a commitment to completing the series with a fifth volume. As of April 2014, he was continuing to research the book. In a televised interview with C-SPAN in May 2017, Caro confirmed over 400 typed pages as being complete, covering the period 1964–65; and that once he completes the section on Johnson's 1965 legislative achievements, he intends to move to Vietnam to continue the writing process.\nIn an interview with The New York Review of Books in January 2018, Caro said that he was writing about 1965 and 1966 and a non-chronological section about the relationship between Johnson and Bobby Kennedy. Asked if he still planned to visit Vietnam soon, Caro replied: \"Not yet, no. This is a very long book. And there's a lot to do before that's necessary. I'm getting close to it now.\" In December 2018, it was reported that Caro is still \"several years from finishing\" the volume.\n"},"resolution":null},"R":{"id":"0779f8b4-e0ae-446c-b1f0-9d032f677504","title":"Will a functional Alcubierre drive-like FTL device be demonstrated before 2100?","body":"Resolution Criteria\nThe Alcubierre drive is a speculative warp drive idea based on a solution of Einstein's field equations in general relativity as proposed by Mexican theoretical physicist Miguel Alcubierre, by which a spacecraft could achieve apparent faster-than-light travel if a configurable energy-density field lower than that of vacuum (that is, negative mass) could be created.\nRather than exceeding the speed of light within a local reference frame, a spacecraft would traverse distances by contracting space in front of it and expanding space behind it, resulting in effective faster-than-light travel. Objects cannot accelerate to the speed of light within normal spacetime; instead, the Alcubierre drive shifts space around an object so that the object would arrive at its destination more quickly than light would in normal space without breaking any physical laws.\nHowever, there are a number of technical challenges that may mean that it is either extremely difficult or impossible to create a device that functions as Alcubierre described.\nAlcubierre's original paper can be read here: The warp drive: hyper-fast travel within general relativity\nWill a functional Alcubierre drive device be demonstrated before 2100?\nThis question will resolve as Yes if before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, and that enables a physical object to traverse distances at faster-than-light speeds.\nThis demonstration must take place in 'base reality' (i.e. the universe in which the concept was originally proposed, and in which Metaculus users in January 2021 lived) rather than in any kind of simulated reality or alternative physical universe that is created or discovered after February 12, 2021.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6558","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The first question about internet freedom and the third question about the Alcubierre drive both touch on technological and societal advancements, albeit in very different ways. Someone might be interested in the combination to explore a broader narrative about the trajectory of technological progress and its societal impacts.","The second question about Robert Caro's biography and the third question about the Alcubierre drive both involve long-term projects with uncertain completion dates. Someone might be interested in the combination to examine the likelihood of significant milestones being achieved within a given timeframe.","The first and second questions both involve events that are expected to occur within the next few years, while the third question involves a much longer timeframe. Someone might be interested in the combination to compare short-term and long-term forecasting challenges."],"conclusion":"While the questions are quite disparate, there are some thematic connections that might make their logical combination of interest to certain forecasters, particularly those interested in the interplay between technological progress and societal developments.","score":4.0}}}
