{"P":{"id":"ab8f7bde-d699-427e-b353-2be656b9304d","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ba32dc3d-a274-4504-aef0-c9b4b3e43534","title":"Given that human brain emulation is the first successful route to human-level digital intelligence, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence. If the condition is met (if human brain emulation is the first successful route to human-level digital intelligence, then resolves YES if Puerto Rico is admitted as a United States state before January 1, 2035 and NO if it's not admitted by that date.","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"b4fa8cb6-0388-4562-824c-48e1b7ce7426","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will Puerto Rico become a US state prior to 2035?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND Puerto Rico is admitted as a United States state before January 1, 2035. Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"a3c45b5e-2177-4747-b79f-dddbc90033b1","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"9ed4e1e6-0538-447c-b1d1-9cb963df9eb9","title":"Given that SpaceX lands people on Mars before 2030, will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves N/A if SpaceX does not land people on Mars before 2030. If the condition is met (if SpaceX lands people on Mars before 2030), then resolves YES if any country that had nuclear weapons on July 1, 2017 gives them up before 2035 according to the specified criteria, and NO if not.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e70f89b5-5ab2-415f-b83c-616b7722c939","title":"Will SpaceX land people on Mars before 2030 AND will any country with nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves YES if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030 AND one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"b6a1cd74-8346-4e06-b768-e7bbd893fd37","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"a84999c6-f013-4149-9e08-5b6f224e0b0b","title":"Given that there is human-machine intelligence parity before 2040, will we discover clear evidence of proton decay by the same year?","body":"Resolves N/A if there is no human-machine intelligence parity before 2040. If the condition is met (if there is human-machine intelligence parity before 2040), then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"af3c0e9b-dc89-4f5f-805a-2593684cfa02","title":"Will there be Human-machine intelligence parity before 2040 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
