{"P":{"id":"9bafc845-d54b-4030-816b-812884087006","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"This question will resolve as Yes if, by January 1, 2035, any country that possessed nuclear weapons as of July 1, 2017, has officially disarmed its nuclear arsenal and has been confirmed to have done so by the International Atomic Energy Agency (IAEA). The disarmament must include the dismantlement of all nuclear warheads and the cessation of production of nuclear weapons materials. The IAEA must have been granted full access to verify the disarmament process and must have published a report confirming the completion of disarmament. If a country has transferred its nuclear weapons to another state or entity, or if it has only partially dismantled its arsenal, the question will resolve as No. In the event that the IAEA is dissolved or unable to perform verification, an equivalent authoritative international body must confirm the disarmament for the question to resolve as Yes.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"fb71a5bf-6d8d-4b88-bc5d-cfea7340f14c","title":"Given that any country that had nuclear weapons on July 1, 2017, gives them up before 2035, will humans go extinct before 2100?","body":"This question will resolve as N/A if no country that possessed nuclear weapons as of July 1, 2017, has officially disarmed its nuclear arsenal by January 1, 2035, as confirmed by the International Atomic Energy Agency (IAEA) or an equivalent authoritative international body. If a country has disarmed, then this question will resolve as Yes if, by January 1, 2100, the human population falls below 1,000 individuals worldwide, as reported by at least three independent and reputable scientific organizations. The criteria for human extinction must include the inability to sustain a viable population due to factors such as global catastrophic events, widespread infertility, or other phenomena leading to the cessation of human birth and survival. In the absence of direct population counts, corroborating evidence from multiple sources, including satellite imagery, AI predictive models, and on-the-ground reports, may be used to infer population levels. If no reliable data is available due to global communication breakdown or other unforeseen circumstances, the question will resolve as Ambiguous.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"86f81b01-f051-4d27-ad27-88a2b126ea81","title":"Given that by January 1, 2035, any country that had nuclear weapons as of July 1, 2017, has disarmed its nuclear arsenal and by January 1, 2100, humans have gone extinct, will SpaceX land anything on Mars before 2030?","body":"This question will resolve as N/A if either the disarmament of nuclear weapons by 2035 or human extinction by 2100 does not occur. If both conditions are met, the question will resolve as Yes if SpaceX successfully lands a spacecraft, rover, or any other type of equipment on the surface of Mars before January 1, 2030. The landing must be confirmed by SpaceX through an official announcement or live feed, and corroborated by at least one of the following: NASA, the European Space Agency (ESA), or an independent space monitoring authority recognized by the International Astronautical Federation (IAF). In the event of a dispute regarding the success of the landing, the resolution will be based on the consensus of at least two of the aforementioned organizations. If SpaceX ceases operations or is acquired by another entity, the resolution criteria will apply to the successor organization responsible for continuing the Mars mission. Should the landing occur but not be publicly disclosed before the resolution date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"6c508e35-6249-4e4b-bc26-442be8e41d5c","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035 AND will humans go extinct before 2100 AND will SpaceX land anything on Mars before 2030?","body":"This question will resolve as Yes if all of the following conditions are met: a.) By January 1, 2035, any country that possessed nuclear weapons as of July 1, 2017, has officially disarmed its nuclear arsenal and has been confirmed to have done so by the International Atomic Energy Agency (IAEA). The disarmament must include the dismantlement of all nuclear warheads and the cessation of production of nuclear weapons materials. The IAEA must have been granted full access to verify the disarmament process and must have published a report confirming the completion of disarmament. If a country has transferred its nuclear weapons to another state or entity, or if it has only partially dismantled its arsenal, the question will resolve as No. In the event that the IAEA is dissolved or unable to perform verification, an equivalent authoritative international body must confirm the disarmament. b.) By January 1, 2100, the human population falls below 1,000 individuals worldwide, as reported by at least three independent and reputable scientific organizations. The criteria for human extinction must include the inability to sustain a viable population due to factors such as global catastrophic events, widespread infertility, or other phenomena leading to the cessation of human birth and survival. In the absence of direct population counts, corroborating evidence from multiple sources, including satellite imagery, AI predictive models, and on-the-ground reports, may be used to infer population levels. If no reliable data is available due to global communication breakdown or other unforeseen circumstances, the question will resolve as Ambiguous. c.) SpaceX successfully lands a spacecraft, rover, or any other type of equipment on the surface of Mars before January 1, 2030. The landing must be confirmed by SpaceX through an official announcement or live feed, and corroborated by at least one of the following: NASA, the European Space Agency (ESA), or an independent space monitoring authority recognized by the International Astronautical Federation (IAF). In the event of a dispute regarding the success of the landing, the resolution will be based on the consensus of at least two of the aforementioned organizations. If SpaceX ceases operations or is acquired by another entity, the resolution criteria will apply to the successor organization responsible for continuing the Mars mission. Should the landing occur but not be publicly disclosed before the resolution date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9090d120-5a38-41f1-9c7a-0136404d08ec","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"This question will resolve as Yes if, by January 1, 2035, any country that possessed nuclear weapons as of July 1, 2017, has officially disarmed its nuclear arsenal and has been confirmed to have done so by the International Atomic Energy Agency (IAEA). The disarmament must include the dismantlement of all nuclear warheads and the cessation of production of nuclear weapons materials. The IAEA must have been granted full access to verify the disarmament process and must have published a report confirming the completion of disarmament. If a country has transferred its nuclear weapons to another state or entity, or if it has only partially dismantled its arsenal, the question will resolve as No. In the event that the IAEA is dissolved or unable to perform verification, an equivalent authoritative international body must confirm the disarmament for the question to resolve as Yes.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/492","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":2137,"num_questions":1799},{"id":93,"slug":"china","name":"China","link_id":2136,"num_questions":524},{"id":18,"slug":"russia","name":"Russia","link_id":2133,"num_questions":438},{"id":174,"slug":"united-kingdom","name":"United Kingdom","link_id":2139,"num_questions":364},{"id":8,"slug":"israel","name":"Israel","link_id":2138,"num_questions":175},{"id":389,"slug":"india","name":"India","link_id":2140,"num_questions":144},{"id":55,"slug":"france","name":"France","link_id":2132,"num_questions":110},{"id":82,"slug":"north-korea","name":"North Korea","link_id":2134,"num_questions":88},{"id":88,"slug":"united-nations","name":"United Nations","link_id":2135,"num_questions":86},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":2141,"num_questions":55},{"id":41,"slug":"international-atomic-energy-agency","name":"International Atomic Energy Agency","link_id":2131,"num_questions":22},{"id":1327,"slug":"treaty-on-the-non-proliferation-of-nuclear-weapons","name":"Treaty on the Non-Proliferation of Nuclear Weapons","link_id":38373,"num_questions":16}]},"resolution":null},"Q":{"id":"c3d000e4-07f7-4b18-82ba-e12f10403038","title":"Will humans go extinct before 2100?","body":"This question will resolve as Yes if, by January 1, 2100, the human population falls below 1,000 individuals worldwide, as reported by at least three independent and reputable scientific organizations. The criteria for human extinction must include the inability to sustain a viable population due to factors such as global catastrophic events, widespread infertility, or other phenomena leading to the cessation of human birth and survival. In the absence of direct population counts, corroborating evidence from multiple sources, including satellite imagery, AI predictive models, and on-the-ground reports, may be used to infer population levels. If no reliable data is available due to global communication breakdown or other unforeseen circumstances, the question will resolve as Ambiguous.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[{"id":1918,"slug":"human-extinction","name":"Human extinction","link_id":4209040,"num_questions":12},{"id":766,"slug":"global-catastrophic-risk","name":"Global catastrophic risk","link_id":4209041,"num_questions":10},{"id":3991,"slug":"extinction","name":"Extinction","link_id":4209039,"num_questions":8}]},"resolution":null},"R":{"id":"a8889a5a-f500-4c30-9529-8fc581be4c94","title":"Will SpaceX land anything on Mars before 2030?","body":"This question will resolve as Yes if SpaceX successfully lands a spacecraft, rover, or any other type of equipment on the surface of Mars before January 1, 2030. The landing must be confirmed by SpaceX through an official announcement or live feed, and corroborated by at least one of the following: NASA, the European Space Agency (ESA), or an independent space monitoring authority recognized by the International Astronautical Federation (IAF). In the event of a dispute regarding the success of the landing, the resolution will be based on the consensus of at least two of the aforementioned organizations. If SpaceX ceases operations or is acquired by another entity, the resolution criteria will apply to the successor organization responsible for continuing the Mars mission. Should the landing occur but not be publicly disclosed before the resolution date, the question will resolve as No.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/737","metadata":{"topics":[{"id":184,"slug":"elon-musk","name":"Elon Musk","link_id":27670,"num_questions":159},{"id":485,"slug":"spacex-reusable-launch-system-development-program","name":"SpaceX reusable launch system","link_id":27671,"num_questions":130},{"id":1365,"slug":"spacex","name":"SpaceX","link_id":75210,"num_questions":112},{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":27672,"num_questions":70},{"id":1768,"slug":"spacex-mars-transportation-infrastructure","name":"SpaceX Mars transportation infrastructure","link_id":40981,"num_questions":5}]},"resolution":null}},"relevance":{"reasons":["The disarmament of nuclear weapons could be seen as a step towards global peace and stability, which might indirectly affect the likelihood of human extinction by reducing the risk of nuclear war.","Space exploration and the potential colonization of Mars could be considered relevant to the survival of the human species, as it might offer an alternative habitat in the event of catastrophic events on Earth.","The disarmament of nuclear weapons and the success of SpaceX's Mars mission could both be influenced by global political and economic conditions, as well as technological advancements."],"conclusion":"While the questions are not directly related, there are thematic connections between global security, space exploration, and the survival of the human species. The logical combination of these questions could be of interest to those studying existential risks and the long-term future of humanity.","score":5.0}}}
{"P":{"id":"bee66df6-efcc-49e9-917a-ba860e865f45","title":"Will Kessler syndrome occur before 2050?","body":"Kessler syndrome is defined as a scenario in which the density of objects in low Earth orbit (LEO) is high enough that collisions between objects could cause a cascade of collisions, significantly increasing the amount of space debris and hindering future space activities. This question will resolve as Yes if, before January 1, 2050, any of the following conditions are met: \n\n1. An official statement from the United Nations Office for Outer Space Affairs (UNOOSA) or a similar authoritative international space agency confirms the onset of Kessler syndrome.\n\n2. There is a documented event involving the collision of two or more satellites or significant debris pieces in LEO that results in an exponential increase in debris, as reported by the Space Surveillance Network (SSN) or an equivalent monitoring authority.\n\n3. A peer-reviewed scientific publication presents evidence of a chain reaction of satellite collisions that is consistent with the criteria for Kessler syndrome.\n\nIn the absence of direct confirmation, the question may also resolve as Yes if there is a consensus among a panel of at least five recognized experts in the field of space debris and orbital mechanics, who agree that Kessler syndrome has occurred based on available data and observations.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"94404d33-68ae-4f99-9b78-7ea405ed5935","title":"Given that Kessler syndrome occurs before 2050, will someone hold their breath for more than 30 minutes before 2025?","body":"Resolves N/A if Kessler syndrome does not occur before 2050. If Kessler syndrome occurs before 2050, then this question resolves YES if, before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the specified conditions, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"8d8e3d72-23a6-4e8f-8043-21be949131f2","title":"Given that Kessler syndrome occurs before 2050 AND someone holds their breath for more than 30 minutes before 2025, will Europa be the first place humanity discovers extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as N/A if either Kessler syndrome does not occur before January 1, 2050, or no individual holds their breath for more than 30 minutes before January 1, 2025. If both conditions are met, then the question resolves as follows:\n\n- YES if, before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means:\n   - Direct evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n   - Indirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n   - The discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\n- NO if extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, or if no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8134328b-78c8-486d-8094-c798551ba090","title":"Will Kessler syndrome occur before 2050 AND will someone hold their breath for more than 30 minutes before 2025 AND will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as YES if all of the following conditions are met:\n\n1. Kessler syndrome occurs before January 1, 2050, as defined by any of the following:\n   - An official statement from the United Nations Office for Outer Space Affairs (UNOOSA) or a similar authoritative international space agency confirms the onset of Kessler syndrome.\n   - A documented event involving the collision of two or more satellites or significant debris pieces in LEO that results in an exponential increase in debris, as reported by the Space Surveillance Network (SSN) or an equivalent monitoring authority.\n   - A peer-reviewed scientific publication presents evidence of a chain reaction of satellite collisions that is consistent with the criteria for Kessler syndrome.\n   - A consensus among a panel of at least five recognized experts in the field of space debris and orbital mechanics, who agree that Kessler syndrome has occurred based on available data and observations.\n\nAND\n\n2. There is a verifiable report of an individual holding their breath for more than 30 consecutive minutes before January 1, 2025, under the following conditions:\n   - The individual must be submerged in water or in a controlled environment that simulates submersion, without the use of any breathing apparatus or external oxygen supply.\n   - The attempt must be continuously monitored and recorded by an independent organization recognized for certifying breath-holding records, such as the Guinness World Records or AIDA International (Association for the Development of Apnea).\n   - The individual must be conscious and alert throughout the duration of the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt.\n   - The use of any performance-enhancing drugs or medical procedures specifically aimed at increasing breath-holding capacity is not permitted.\n\nAND\n\n3. Extraterrestrial life is confirmed to exist on Europa by any of the following means before January 1, 2045:\n   - Direct evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n   - Indirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n   - The discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\nIf any of these conditions are not met, the question will resolve as NO.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1e509598-8b4f-4bd8-bcad-614ce9ef6587","title":"Will Kessler syndrome occur before 2050?","body":"Kessler syndrome is defined as a scenario in which the density of objects in low Earth orbit (LEO) is high enough that collisions between objects could cause a cascade of collisions, significantly increasing the amount of space debris and hindering future space activities. This question will resolve as Yes if, before January 1, 2050, any of the following conditions are met: \n\n1. An official statement from the United Nations Office for Outer Space Affairs (UNOOSA) or a similar authoritative international space agency confirms the onset of Kessler syndrome.\n\n2. There is a documented event involving the collision of two or more satellites or significant debris pieces in LEO that results in an exponential increase in debris, as reported by the Space Surveillance Network (SSN) or an equivalent monitoring authority.\n\n3. A peer-reviewed scientific publication presents evidence of a chain reaction of satellite collisions that is consistent with the criteria for Kessler syndrome.\n\nIn the absence of direct confirmation, the question may also resolve as Yes if there is a consensus among a panel of at least five recognized experts in the field of space debris and orbital mechanics, who agree that Kessler syndrome has occurred based on available data and observations.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/665","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":12943,"num_questions":1799},{"id":128,"slug":"physics","name":"Physics","link_id":12942,"num_questions":411},{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":12944,"num_questions":204},{"id":304,"slug":"astronomy","name":"Astronomy","link_id":73311,"num_questions":171},{"id":754,"slug":"kessler-syndrome","name":"Kessler syndrome","link_id":12945,"num_questions":13},{"id":1414,"slug":"federal-communications-commission","name":"Federal Communications Commission","link_id":39197,"num_questions":7}]},"resolution":null},"Q":{"id":"29238a9a-290c-41d4-b304-e01a0e40d83b","title":"Will someone hold their breath for more than 30 minutes before 2025?","body":"This question will resolve as Yes if, before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the following conditions:\n\n- The individual must be submerged in water or in a controlled environment that simulates submersion, without the use of any breathing apparatus or external oxygen supply.\n\n- The attempt must be continuously monitored and recorded by an independent organization recognized for certifying breath-holding records, such as the Guinness World Records or AIDA International (Association for the Development of Apnea).\n\n- The individual must be conscious and alert throughout the duration of the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt.\n\n- The use of any performance-enhancing drugs or medical procedures specifically aimed at increasing breath-holding capacity is not permitted.\n\n- In the event of a tie, where multiple individuals meet the criteria on the same day, the question will resolve as Yes for each individual.\n\n- If no verifiable report is presented by the resolution date, the question will resolve as No.","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/684","metadata":{"topics":[{"id":3565,"slug":"guinness-world-records","name":"Guinness World Records","link_id":47498,"num_questions":7}]},"resolution":null},"R":{"id":"6dd6d9b6-3cf4-4ba2-8a1d-645de3b65e0a","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as Yes if, before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means:\n\nDirect evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n\nIndirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n\nThe discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\nIn the event that extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, the question will resolve as No.\n\nIf no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community, the question will also resolve as No.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/808","metadata":{"topics":[{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":11946,"num_questions":70},{"id":95,"slug":"earth","name":"Earth","link_id":11945,"num_questions":51},{"id":915,"slug":"europa-moon","name":"Europa (moon)","link_id":11947,"num_questions":9},{"id":2472,"slug":"atmosphere-of-jupiter","name":"Atmosphere of Jupiter","link_id":43876,"num_questions":7},{"id":2738,"slug":"enceladus","name":"Enceladus","link_id":43878,"num_questions":7},{"id":2830,"slug":"titan-moon","name":"Titan (moon)","link_id":43879,"num_questions":7},{"id":2510,"slug":"search-for-extraterrestrial-intelligence","name":"Search for extraterrestrial intelligence","link_id":43877,"num_questions":5},{"id":2831,"slug":"europa-clipper","name":"Europa Clipper","link_id":43880,"num_questions":5}]},"resolution":null}},"relevance":{"reasons":["The occurrence of Kessler syndrome could impact space exploration and potentially delay or hinder missions to Europa, affecting the likelihood of discovering extraterrestrial life there.","The ability of someone to hold their breath for more than 30 minutes is a human achievement that is unrelated to space exploration or the discovery of extraterrestrial life, and thus does not logically connect with the other two questions."],"conclusion":"Considering the logical combination of the first and third questions makes sense due to the potential impact of Kessler syndrome on space missions, including those to Europa. However, the second question about breath-holding records does not logically connect with the other two and should not be combined with them.","score":5.0}}}
{"P":{"id":"295d2479-8bac-4d19-bca8-1052a13289f9","title":"Will there be at least 2˚C of global warming by 2100?","body":"This question will resolve as Yes if, according to the annual mean global temperature data provided by the National Aeronautics and Space Administration (NASA) or the National Oceanic and Atmospheric Administration (NOAA), the average global surface temperature has increased by at least 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels (defined as the average from 1850-1900) by January 1, 2100. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable).","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4a583041-554d-42bb-b346-34b9bafaace2","title":"Given that there will be at least 2˚C of global warming by 2100, will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"This question will resolve as N/A if the global warming condition is not met (i.e., if the average global surface temperature has not increased by at least 2 degrees Celsius above pre-industrial levels by January 1, 2100, according to NASA or NOAA). If the condition is met, the question will resolve as Yes if, by November 30, 2027, there is a confirmed detection of gravitational waves originating from the merger of supermassive black holes, confirmed by LIGO Scientific Collaboration, Virgo Collaboration, or an equivalent body and published in a peer-reviewed journal. If no detection is reported or if the evidence is inconclusive by the resolution date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"0cff9347-dffe-4d77-83dc-eeff3226ce91","title":"Given that by 2100 there will be at least 2˚C of global warming AND gravitational waves from the merger of supermassive black holes will be detected by November 30, 2027, will there be a Vegan Country by 2100?","body":"This question will resolve as N/A if either there is not at least 2˚C of global warming by 2100 according to the annual mean global temperature data provided by NASA or NOAA (or the most reputable scientific data available at the time) or if gravitational waves from the merger of supermassive black holes are not detected by November 30, 2027, confirmed by LIGO Scientific Collaboration, Virgo Collaboration, or an equivalent scientific body and published in a peer-reviewed scientific journal. If both conditions are met, then this question resolves YES if, by January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year, verified by reports from at least three independent and reputable international organizations such as the United Nations. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"300ad00f-4a3f-4f0b-8e18-8068280fa9f5","title":"Will there be at least 2˚C of global warming by 2100 AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027 AND will there be a Vegan Country by 2100?","body":"This question will resolve as YES if all of the following conditions are met: a.) According to the annual mean global temperature data provided by NASA or NOAA, the average global surface temperature has increased by at least 2 degrees Celsius above pre-industrial levels by January 1, 2100, based on the average of at least five consecutive years. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable). b.) By November 30, 2027, there is a confirmed detection of gravitational waves originating from the merger of supermassive black holes, confirmed by LIGO Scientific Collaboration, Virgo Collaboration, or an equivalent scientific body recognized for gravitational wave astronomy, and published in a peer-reviewed scientific journal specifying that the waves are a result of supermassive black holes merging. In the event of conflicting reports or inconclusive evidence by the resolution date, the question will resolve as No. If no detection is reported by the resolution date, the question will also resolve as No. c.) By January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e84e5564-bb58-459c-ac6d-d560cbe09f58","title":"Will there be at least 2˚C of global warming by 2100?","body":"This question will resolve as Yes if, according to the annual mean global temperature data provided by the National Aeronautics and Space Administration (NASA) or the National Oceanic and Atmospheric Administration (NOAA), the average global surface temperature has increased by at least 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels (defined as the average from 1850-1900) by January 1, 2100. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable).","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/585","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16625,"num_questions":1799},{"id":210,"slug":"nasa","name":"NASA","link_id":16626,"num_questions":129},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36641,"num_questions":28}]},"resolution":null},"Q":{"id":"5468efe2-0086-4c2a-ac90-4cfbda5e09bb","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"This question will resolve as Yes if, by November 30, 2027, there is a confirmed detection of gravitational waves originating from the merger of supermassive black holes. The detection must be confirmed by at least one of the following authoritative sources: LIGO Scientific Collaboration, Virgo Collaboration, or an equivalent scientific body recognized for gravitational wave astronomy. The detection must be published in a peer-reviewed scientific journal and must specify that the waves are a result of supermassive black holes merging. In the event of conflicting reports or inconclusive evidence by the resolution date, the question will resolve as No. If no detection is reported by the resolution date, the question will also resolve as No.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/604","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13301,"num_questions":411},{"id":304,"slug":"astronomy","name":"Astronomy","link_id":13303,"num_questions":171},{"id":136,"slug":"astrophysics","name":"Astrophysics","link_id":13302,"num_questions":79},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40955,"num_questions":35},{"id":1764,"slug":"ligo","name":"LIGO","link_id":40953,"num_questions":11},{"id":1765,"slug":"gravitational-wave","name":"Gravitational wave","link_id":40954,"num_questions":4}]},"resolution":null},"R":{"id":"cee9a976-8ef9-40b0-8e25-d48175175657","title":"Will there be a Vegan Country by 2100?","body":"This question will resolve as Yes if, by January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/614","metadata":{"topics":[{"id":542,"slug":"biology","name":"Biology","link_id":30301,"num_questions":197},{"id":246,"slug":"cultured-meat","name":"Cultured meat","link_id":30300,"num_questions":27},{"id":2048,"slug":"zoology","name":"Zoology","link_id":41698,"num_questions":27},{"id":4204,"slug":"veganism","name":"Veganism","link_id":48906,"num_questions":7}]},"resolution":null}},"relevance":{"reasons":["The detection of gravitational waves from supermassive black hole mergers is a significant event in astrophysics and could potentially influence scientific funding and priorities, which might indirectly affect technological and societal developments over the long term.","The establishment of a Vegan Country could reflect a significant shift in global values towards environmental sustainability and animal rights, which might be associated with broader societal changes that could influence climate change mitigation efforts.","The combination of these events could be of interest to researchers studying the interplay between scientific discovery, societal shifts, and environmental outcomes, as well as to futurists and policymakers planning for long-term global scenarios."],"conclusion":"While the direct connection between these events is tenuous, the combination could be of interest from a broad, interdisciplinary perspective that considers long-term societal and environmental trends. Therefore, it may be worth considering their logical combination for specialized research purposes.","score":4.0}}}
{"P":{"id":"2e0b5782-2ad2-43b9-9006-82684c23d30e","title":"Ragnarök Question Series: if an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode? Now it is asked,\nGiven that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nShow More","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5db529b9-e17c-48f0-b890-d85f6e891cea","title":"Given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population by at least 10% by 2100, will the famed South American lithium triangle overtake Australia in lithium production before 2031?","body":"Resolution Criteria\nIn the first part of the Ragnarok Question Series, we asked the question If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode? Now it is asked, given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\n\nAdditionally, this question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"636d20a6-909a-43b9-a5d6-b67554d15326","title":"Given an AI catastrophe that reduces the human population by 95% or more, will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria for P:\nFor the first part, given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\n\nFor the second part, this question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\n\nThe question resolves YES only if both criteria are met: the human population declines by more than 95% due to an AI catastrophe AND the South American lithium triangle overtakes Australia in lithium production before 2031. It resolves NO otherwise.\n\nResolution Criteria for Q:\nThe question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project. Otherwise, the question resolves negatively.\n\nThe conditional question resolves N/A if the criteria for P are not met. If the criteria for P are met, then the question resolves YES if The Kidney Project's implantable bioartificial kidney receives FDA approval before 2025, and NO otherwise.","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"9d361944-d95e-479f-bafd-4a990d468765","title":"Ragnarok Question Series: Given an AI catastrophe, will it reduce the human population by 95% or more AND will the South American lithium triangle overtake Australia in lithium production before 2031 AND will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria\nFor the first part, given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\n\nFor the second part, this question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\n\nFor the third part, the question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project before the end of 2024.\n\nThe question resolves YES only if all three criteria are met: the human population declines by more than 95% due to an AI catastrophe, the South American lithium triangle overtakes Australia in lithium production before 2031, and The Kidney Project's implantable bioartificial kidney receives FDA approval before 2025. It resolves NO otherwise.","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"b90648da-c4b8-4c7f-81f5-1171cfd53b6d","title":"Ragnarök Question Series: if an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode? Now it is asked,\nGiven that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nShow More","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2513","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nIn a 2017 survey of artificial intelligence experts, experts were asked about the effects of human level machine intelligence. They assigned a 10% for a bad outcome and 5% for an outcome described as “Extremely Bad (e.g., human extinction).” Although a selection bias, large variance in responses (reflecting vast uncertainty), and the unreliability of subjective opinions mean that these estimates warrant skepticism, they nevertheless suggest that the possibility of superintelligence ought to be taken seriously.\nShow More"},"resolution":null},"Q":{"id":"4bf9c907-cba4-4819-954a-dd2f861ecc35","title":"Will the famed South American lithium triangle (Bolivia, Chile, and Argentina) overtake Australia in lithium production before 2031?","body":"Resolution Criteria\nThis question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\nShow More","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5683","metadata":{"topics":[],"background_info":"It is estimated that Bolivia, Chile, and Argentina (the so-called lithium triangle) make up approximately 54% of the world’s lithium reserves. There are two types of lithium, the hardrock (spodumene), and the lithium brines in desert regions which when evaporated gradually leave lithium behind. Lithium is a key part of the current battery technology needed to produce electric vehicles, and as EV demand grows, so does the need for minable lithium. The expected demand for lithium is expected to rise to 159.6 kilotonnes by 2030 for light vehicles. In 2019, our current lithium supply was only 77 kilotonnes.\nChile and Argentina have already seen large increases in demand for lithium, with increased production to match it. Bolivia, which is still in its early days with lithium mining, has yet to enter the world market as a large-scale producer. In 2019, Chile provided 18,000 tonnes of lithium to market and Argentina behind that with 6,400.\nShow More"},"resolution":null},"R":{"id":"c81345e5-4447-4f86-bc4a-62c9a100b137","title":"Will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria\nThe question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project. Otherwise, the question resolves negatively","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6475","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":60069,"num_questions":1475},{"id":541,"slug":"food-and-drug-administration","name":"Food and Drug Administration","link_id":32945,"num_questions":158},{"id":5058,"slug":"medical-technology-assessment","name":"Medical technology assessment","link_id":60070,"num_questions":17},{"id":7684,"slug":"nephrology","name":"Nephrology","link_id":60072,"num_questions":5}],"background_info":"The team of scientists behind The Kidney Project has created an implantable bioartificial kidney that consists of a hemofilter module to process incoming blood and a bioreactor that sends sugars and salts back into the blood.\nThe website for the project states that the project team is \"in the midst of preclinical testing for the Hemofilter, while preclinical testing for the Bioreactor has just begun.\"\nThe website further states that the project team \"expect[s] to arrive at [the] final stage of clinical trials by late 2021.\""},"resolution":null}}}}
{"P":{"id":"1e1c2a51-7b86-4da5-acc6-795b36aaf3d6","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to biotechnology or bioengineered organisms?","body":"Resolution Criteria\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment biotechnologies or bioengineered organisms?\nShow More","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"c2f2d5de-8b8b-4737-a814-a9be15d6e058","title":"Given that a global catastrophe occurs before 2100 due to biotechnology or bioengineered organisms, will there be a US-Russia war before 2050?","body":"Resolution Criteria for P:\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment biotechnologies or bioengineered organisms?\n\nResolution Criteria for Q:\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n\nThe question resolves N/A if a global catastrophe due to biotechnology or bioengineered organisms does not occur before 2100. If the condition is met, then the question resolves YES if there's a US-Russia war before January 1, 2050, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"f6544534-c662-4a26-98d8-3bf7669bfbe8","title":"Given that a global catastrophe occurs due to biotechnology or bioengineered organisms, will there also be a US-Russia war before 2050 and will at least two public health agencies claim that China deliberately misreported COVID-19 infections before 2025?","body":"Resolution Criteria for the conditional question:\n\nFor the first part of the condition (P): This question will resolve as N/A if a global catastrophe as defined in the Ragnarok Question Series does not occur before 2100, principally due to the deployment of biotechnologies or bioengineered organisms. A global catastrophe is defined as a 10% decrease in the world population in any period of 5 years.\n\nFor the second part of the condition (Q): If the first condition is met, then this question will resolve as YES if both of the following events happen: a.) there's a war between the US and Russia before January 1, 2050, defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources (deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution), AND b.) before 2025, at least two public health agencies claim that China deliberately misreported COVID-19 infections. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"174542c5-7ae8-4e83-b4fc-eb595f22d234","title":"Ragnarok Question Series: If a global catastrophe occurs due to biotechnology or bioengineered organisms, will there also be a US-Russia war before 2050 AND will at least two public health agencies claim that China deliberately misreported COVID-19 infections before 2025?","body":"Resolution Criteria\nThis question will resolve as YES if all of the following events happen: a.) a global catastrophe happens before 2100, principally due to the deployment of biotechnologies or bioengineered organisms, AND b.) there's a war between the US and Russia before January 1, 2050, defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources (deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution), AND c.) at least two public health agencies claim that China deliberately misreported COVID-19 infections before 2025.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"047e7d3a-ef77-4819-9633-6a7753de09c2","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to biotechnology or bioengineered organisms?","body":"Resolution Criteria\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment biotechnologies or bioengineered organisms?\nShow More","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1502","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":20328,"num_questions":1475},{"id":144,"slug":"virology","name":"Virology","link_id":20329,"num_questions":1191},{"id":177,"slug":"public-health","name":"Public health","link_id":63826,"num_questions":1108},{"id":270,"slug":"epidemiology","name":"Epidemiology","link_id":63830,"num_questions":390},{"id":542,"slug":"biology","name":"Biology","link_id":20334,"num_questions":197},{"id":271,"slug":"infectious-disease-medical-specialty","name":"Infectious disease","link_id":20332,"num_questions":191},{"id":344,"slug":"genetics","name":"Genetics","link_id":20333,"num_questions":172},{"id":247,"slug":"biotechnology","name":"Biotechnology","link_id":20331,"num_questions":162},{"id":1412,"slug":"microbiology","name":"Microbiology","link_id":39005,"num_questions":112},{"id":1451,"slug":"history","name":"History","link_id":39012,"num_questions":52},{"id":911,"slug":"bioethics","name":"Bioethics","link_id":20335,"num_questions":43},{"id":1448,"slug":"spanish-flu","name":"Spanish flu","link_id":39009,"num_questions":16},{"id":1446,"slug":"gene-drive","name":"Gene drive","link_id":39007,"num_questions":10},{"id":1445,"slug":"biological-weapons-convention","name":"Biological Weapons Convention","link_id":39006,"num_questions":4},{"id":1450,"slug":"herpes-simplex-virus","name":"Herpes simplex virus","link_id":39011,"num_questions":4}],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nNo single disease currently exists that combines the worst-case levels of transmissibility, lethality, resistance to therapies, and global reach. But we know that the worst-case attributes can be realized independently. For example, some diseases exhibit nearly a 100% case fatality ratio in the absence of treatment, such as rabies or septicemic plague. The 1918 flu has a track record of spreading to virtually every human community worldwide. Chickenpox and HSV-1, can reportedly reach over 95% of a given population.\nThe past decades have seen rapid advances in biotechnology, in part due to the falling costs of gene sequencing and synthesis. Improvements in ease-of-use of certain specific kinds of biotechnology bring increased concerns about biological risks. Gene synthesisers have the capacity to turn digital sequence data into physical genetic sequences, enabling individuals to create viruses from digital files ().\nShow More"},"resolution":null},"Q":{"id":"ac3b5049-8fa2-4030-9569-948b088f4df9","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":1091,"num_questions":1799},{"id":18,"slug":"russia","name":"Russia","link_id":1090,"num_questions":438},{"id":16,"slug":"ukraine","name":"Ukraine","link_id":1089,"num_questions":325},{"id":311,"slug":"european-union","name":"European Union","link_id":1092,"num_questions":250},{"id":413,"slug":"nato","name":"NATO","link_id":67225,"num_questions":92},{"id":757,"slug":"ukrainenato-relations","name":"Ukraine–NATO relations","link_id":1094,"num_questions":66},{"id":1215,"slug":"accession-of-turkey-to-the-european-union","name":"Accession of Turkey to the EU","link_id":67227,"num_questions":34},{"id":521,"slug":"united-states-presidential-election","name":"US presidential election","link_id":1093,"num_questions":20},{"id":987,"slug":"georgia-country","name":"Georgia (country)","link_id":1095,"num_questions":19},{"id":1369,"slug":"iraq","name":"Iraq","link_id":37007,"num_questions":19},{"id":1196,"slug":"libya","name":"Libya","link_id":37006,"num_questions":10},{"id":2599,"slug":"new-start","name":"New START","link_id":44422,"num_questions":8}],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\nShow More"},"resolution":null},"R":{"id":"7d451111-fc48-4975-b00f-6ee617dbf2d7","title":"Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?","body":"Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nShow More","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3715","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":10856,"num_questions":1475},{"id":144,"slug":"virology","name":"Virology","link_id":10857,"num_questions":1191},{"id":177,"slug":"public-health","name":"Public health","link_id":10860,"num_questions":1108},{"id":175,"slug":"coronavirus-disease-2019","name":"COVID-19","link_id":10858,"num_questions":852},{"id":93,"slug":"china","name":"China","link_id":10855,"num_questions":524},{"id":269,"slug":"centers-for-disease-control-and-prevention","name":"Centers for Disease Control and Prevention","link_id":10862,"num_questions":221},{"id":268,"slug":"world-health-organization","name":"World Health Organization","link_id":10861,"num_questions":139},{"id":176,"slug":"hubei","name":"Hubei","link_id":10859,"num_questions":23},{"id":493,"slug":"european-centre-for-disease-prevention-and-control","name":"European Centre for Disease Prevention and Control","link_id":10863,"num_questions":17},{"id":1674,"slug":"national-institute-of-allergy-and-infectious-diseases","name":"National Institute of Allergy and Infectious Diseases","link_id":40747,"num_questions":8},{"id":2415,"slug":"chinese-center-for-disease-control-and-prevention","name":"Chinese Center for Disease Control and Prevention","link_id":43714,"num_questions":4},{"id":2417,"slug":"public-health-england","name":"Public Health England","link_id":43716,"num_questions":4}],"background_info":""},"resolution":null}}}}
