{"P":{"id":"7916279a-94de-48de-945d-ef8cd38240f4","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"35e47b94-62cf-43a6-ac0b-b750e9cf0857","title":"Given that a human-made spaceship enters the Venusian atmosphere before 2030, will SpaceX land anything on Mars before 2030?","body":"Resolves N/A if no human-made spaceship enters the Venusian atmosphere before 2030. If the condition is met (if a human-made spaceship enters the Venusian atmosphere before 2030), then resolves YES if a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030, and NO if it does not.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"beee8e2b-7e12-4e15-bde1-3617cd380b04","title":"Given that a human-made spaceship enters the Venusian atmosphere before 2030 and SpaceX lands something on Mars before 2030, will Europa be the first place humanity discovers extraterrestrial life, if it is discovered before 2045?","body":"Resolves N/A if the conditions for the human-made spaceship entering Venus's atmosphere and SpaceX landing on Mars are not met before 2030. If the conditions are met, then resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life elsewhere in the universe. Resolves NO if extraterrestrial life is found convincingly elsewhere prior to Europa, and Annulled if no extraterrestrial life is found before 2045.","resolution_date":"2045-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"165a95dd-7a95-4274-90a2-bb155294c7e1","title":"Will a human-made spaceship enter the Venusian atmosphere before 2030 AND will SpaceX land anything on Mars before 2030 AND will Europa be the first place humanity discovers extraterrestrial life if it is discovered before 2045?","body":"Resolves YES if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030 AND a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030 AND humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. Resolves NO otherwise.","resolution_date":"2045-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"418b3fcb-e3ed-47de-add3-52625f99f96e","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d0df0b0d-e1a7-4ce2-9d3d-574e104e01d5","title":"Given that before 2027, any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU, will SpaceX land anything on Mars before 2030?","body":"Resolves N/A if none of the mentioned countries leave the EU before 2027. If any of the countries trigger Article 50 or the EU dissolves before 2027, then resolves YES if a SpaceX-branded mission successfully lands on Mars by January 1, 2030, and NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"46b6f51a-c058-4ad8-ac5e-cb47ab7bac3a","title":"Given that by January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND a SpaceX-branded mission successfully lands on Mars by January 1, 2030, will Metaculus exist in 2030?","body":"Resolves N/A if the conditions for P are not met by January 1, 2027. If the conditions for P are met, then resolves YES if Metaculus exists in 2030 according to the specified criteria, and NO if it does not.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"039c6026-ebf8-4bad-aa4a-238c45aa7126","title":"Will any of the listed European countries trigger Article 50 or the EU dissolve AND will SpaceX successfully land on Mars before 2030, AND will Metaculus exist in 2030?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030, AND Metaculus exists in 2030 according to the specified criteria. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"6d47d719-96c9-4948-b5db-d8bd959e2a25","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"6dd571a1-6479-4ab1-b9af-5300258e852f","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if China does not reduce their carbon emissions per GDP by 60% by 2030. If the condition is met (if China reduces emissions as specified by 2030), then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and NO if it's not the case in 2025.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"f8e7e83f-06a1-4f68-bfec-60ffa2b131ec","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030 AND there are more VR headset sales than AR headset sales in 2025, will SpaceX land anything on Mars before 2030?","body":"Resolves N/A if China does not reduce their carbon emissions per GDP by 60% by 2030 or if there are not more VR headset sales than AR headset sales in 2025. If both conditions are met (China reduces emissions and VR sales exceed AR sales), then resolves YES if a SpaceX-branded mission successfully lands on Mars by 2030 according to the specified criteria, and NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"45571006-0bf6-412d-a045-097cb60b8a20","title":"Will China meet its carbon emissions reduction target AND will SpaceX successfully land on Mars before 2030?","body":"Resolves YES if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government AND a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
