{"P":{"id":"28f034d5-2341-41e9-b598-e5098e74620b","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"1b386835-52d8-4465-8c23-d2949b696afc","title":"Given that by December 31, 2050, there will be more than 13 people off of planet Earth, will someone be able to hold his/her breath for 30+ minutes by 2025?","body":"Resolves N/A if by December 31, 2050, the population of humans off of planet Earth is not higher than 13. If the condition is met (if the population is higher than 13 by Dec 31, 2050), then resolves YES if by 2025 someone will be able to hold his/her breath for 30+ minutes, complying with Guinness Record standards, and NO if it's not achieved by 2025.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"8cb1ac84-7681-47c8-b38b-9b46f4d69663","title":"Given that by 2025, the population of humans off of planet Earth is higher than 13 AND someone is able to hold his/her breath for 30+ minutes, will there be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles?","body":"Resolves N/A if either condition is not met by 2025. If both conditions are met, then resolves based on the credible assessment of world GDP in constant US dollars to determine if there will be a complete 4-year interval in which world output doubles before the first 1-year interval in which world output doubles.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"2b2edb5f-1227-4172-9022-732f214c284c","title":"Will the population off of planet Earth exceed 13 AND will someone hold their breath for over 30 minutes by 2025?","body":"Resolves YES if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13 AND a person voluntarily holds his or her breath for more than 30 minutes by 2025. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"cfdae40a-1aca-4e89-8fcb-16401aab9a62","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ae5f5e76-af84-47c8-82b7-afbcbb3fe01f","title":"Given that there will be more VR headset sales than AR headset sales in 2025, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if the condition about VR and AR headset sales is not met in 2025. If the condition is met (if there are more VR headset sales than AR headset sales in 2025), then resolves YES if Puerto Rico becomes a US state before January 1, 2035, and NO if it does not.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2a0be57b-bf8f-4d22-aba6-831448590b4a","title":"Given that in 2025 there are more VR headset sales than AR headset sales and Puerto Rico becomes a US state before 2035, will a practical nuclear fusion reactor first be developed in China?","body":"Resolves N/A if the conditions for P are not met. If the conditions are met (more VR headset sales than AR headsets in 2025 and Puerto Rico becomes a US state before 2035), then resolves YES if the first practical nuclear fusion reactor is developed in China and NO if it is developed elsewhere. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"27227e55-c63d-4d03-a079-f2e1b449f224","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND Puerto Rico become a US state before 2035 AND will a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND Puerto Rico is admitted as a United States state before January 1, 2035 AND the first practical nuclear fusion reactor meeting the specified criteria is developed in China. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"f6482746-1ef2-49df-a8db-8723f7d97c01","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"0a90e907-bce3-452a-9304-e334fde6e970","title":"Given that before 2050, robots beat professional human soccer players according to RoboCup, will there be at least 2˚C of global warming by 2100?","body":"Resolves N/A if the condition about robots beating professional human soccer players before 2050 is not met. If the condition is met (robots beat professional human soccer players before 2050), then resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with an average global temperature at least 2.0 ˚C greater than the average global temperature in 1880, as determined by NASA data. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"a7696c55-b7d3-4a55-ab36-bede30a0833e","title":"Given that RoboCup announces robots beating professional human soccer players before 2050 AND there is at least 2˚C of global warming by 2100, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if either condition is not met. If both conditions are met (RoboCup announces robots beating professional human soccer players before 2050 AND there is at least 2˚C of global warming by 2100), then resolves YES if a human-made spaceship enters the Venusian atmosphere before 2030, otherwise resolves NO.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"4b423d25-0aa2-4d2b-8de7-bde9256b4a0d","title":"Will RoboCup announce robots beating professional human soccer players before 2050 AND will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050 AND a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
