{"P":{"id":"77e2800f-fc74-47c3-b392-53a78bce15a2","title":"Will there be a Vegan Country by 2100?","body":"This question will resolve as Yes if, by January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b3827983-7d9f-4178-9489-8d58677e960e","title":"Given that by January 1, 2100, there is a Vegan Country, will we have reached the island of stability by 2050?","body":"This question resolves N/A if there is no Vegan Country by January 1, 2100. If a Vegan Country is established by the specified date, the question will resolve as Yes if, by January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"ee4fffee-13bc-4924-b591-132c95f20439","title":"Given that by 2100 there is a Vegan Country and by 2050 we have reached the island of stability, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"This question will resolve as N/A if either a Vegan Country is not established by 2100 or the island of stability is not reached by 2050. If both conditions are met, the question resolves YES if, before January 1, 2030, a human-made spacecraft successfully enters the atmosphere of Venus, defined as crossing the Kármán line (the boundary of Earth's atmosphere and outer space, set at an altitude of 100 kilometers above the Earth's sea level, which will be used analogously for Venus). The spacecraft must be designed to collect data or perform scientific experiments and must transmit verifiable data back to Earth to confirm its entry into the Venusian atmosphere. The entry must be confirmed by at least one of the following authoritative sources: NASA, ESA, Roscosmos, CNSA, ISRO, or an equivalent national space agency. In the event that no official confirmation is available by the resolution date, credible evidence from multiple independent space monitoring organizations will be considered. If multiple spacecraft enter the atmosphere, the resolution will be based on the first confirmed entry.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"0d07225f-c2c9-43b9-b8f8-f3738c476297","title":"Will there be a Vegan Country by 2100 AND will we reach the island of stability by 2050 AND will a human made spaceship enter the Venusian atmosphere before 2030?","body":"This question will resolve as Yes if all of the following conditions are met: a.) By January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No. b.) By January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No. c.) Before January 1, 2030, a human-made spacecraft successfully enters the atmosphere of Venus, defined as crossing the Kármán line (the boundary of Earth's atmosphere and outer space, set at an altitude of 100 kilometers above the Earth's sea level, which will be used analogously for Venus). The spacecraft must be designed to collect data or perform scientific experiments and must transmit verifiable data back to Earth to confirm its entry into the Venusian atmosphere. The entry must be confirmed by at least one of the following authoritative sources: NASA, ESA, Roscosmos, CNSA, ISRO, or an equivalent national space agency. In the event that no official confirmation is available by the resolution date, credible evidence from multiple independent space monitoring organizations will be considered. If multiple spacecraft enter the atmosphere, the resolution will be based on the first confirmed entry.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"cee9a976-8ef9-40b0-8e25-d48175175657","title":"Will there be a Vegan Country by 2100?","body":"This question will resolve as Yes if, by January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/614","metadata":{"topics":[{"id":542,"slug":"biology","name":"Biology","link_id":30301,"num_questions":197},{"id":246,"slug":"cultured-meat","name":"Cultured meat","link_id":30300,"num_questions":27},{"id":2048,"slug":"zoology","name":"Zoology","link_id":41698,"num_questions":27},{"id":4204,"slug":"veganism","name":"Veganism","link_id":48906,"num_questions":7}]},"resolution":null},"Q":{"id":"ed3cc8ec-a17d-4429-8712-c9c9558cc1f9","title":"Will we reach the island of stability by 2050?","body":"The question will resolve as Yes if, by January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/658","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13258,"num_questions":411},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35468,"num_questions":139},{"id":1251,"slug":"education","name":"Education","link_id":35469,"num_questions":43}]},"resolution":null},"R":{"id":"2b75b1bb-e358-4be4-9147-d3f351992fe7","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"This question will resolve as Yes if, before January 1, 2030, a human-made spacecraft successfully enters the atmosphere of Venus, defined as crossing the K\\u00e1rm\\u00e1n line (the boundary of Earth's atmosphere and outer space, set at an altitude of 100 kilometers above the Earth's sea level, which will be used analogously for Venus). The spacecraft must be designed to collect data or perform scientific experiments and must transmit verifiable data back to Earth to confirm its entry into the Venusian atmosphere. The entry must be confirmed by at least one of the following authoritative sources: NASA, ESA, Roscosmos, CNSA, ISRO, or an equivalent national space agency. In the event that no official confirmation is available by the resolution date, credible evidence from multiple independent space monitoring organizations will be considered. If multiple spacecraft enter the atmosphere, the resolution will be based on the first confirmed entry.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/686","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3736,"num_questions":1799},{"id":18,"slug":"russia","name":"Russia","link_id":3735,"num_questions":438},{"id":210,"slug":"nasa","name":"NASA","link_id":3737,"num_questions":129},{"id":682,"slug":"european-space-agency","name":"European Space Agency","link_id":3738,"num_questions":33},{"id":1277,"slug":"atmosphere-of-venus","name":"Atmosphere of Venus","link_id":37908,"num_questions":10},{"id":8124,"slug":"venus","name":"Venus","link_id":76239,"num_questions":6}]},"resolution":null}}}}
{"P":{"id":"b2177949-204d-4340-a808-e7d0c6bfe76c","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"This question will resolve as Yes if, before January 1, 2027, any of the following countries: Belgium, France, Italy, Luxembourg, Netherlands, or Germany officially initiates the process to leave the European Union, as defined by Article 50 of the Treaty on European Union. The initiation of the process must be confirmed by an official statement from the government of the respective country or a publication in the Official Journal of the European Union. The question will resolve as No if none of these countries have initiated the process by the specified date. In the event of ambiguity due to political or legal challenges, the resolution will be based on the most authoritative and final decision available from the Court of Justice of the European Union or a similar competent authority. If the European Union ceases to exist in its current form before the resolution date, the question will resolve as No unless the departure of any listed country was a contributing factor to the dissolution.","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"14cf0140-f5b9-41c4-a2b3-90207faa921f","title":"Given that any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027, will there be at least 2˚C of global warming by 2100?","body":"This question will resolve as N/A if none of Belgium, France, Italy, Luxembourg, Netherlands, or Germany have officially initiated the process to leave the European Union by January 1, 2027. If the condition is met (if any of these countries initiates the process to leave the EU before 2027), then the question will resolve as YES if, according to the annual mean global temperature data provided by NASA or NOAA, the average global surface temperature has increased by at least 2 degrees Celsius above pre-industrial levels by January 1, 2100, and NO otherwise. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable).","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"485157ca-5627-4918-b8e9-3ade21c167c8","title":"Given that before 2027, any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leaves the EU AND there is at least 2˚C of global warming by 2100, will Europa be the first place humanity discovers extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as N/A if either no country among Belgium, France, Italy, Luxembourg, Netherlands, and Germany has left the EU by 2027 or if there hasn't been at least 2˚C of global warming by 2100. If both conditions are met, the question will resolve as YES if, before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means:\n\nDirect evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n\nIndirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n\nThe discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\nIn the event that extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, the question will resolve as No.\n\nIf no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community, the question will also resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"077edb96-4257-4951-9440-8ea5288e699b","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will there be at least 2˚C of global warming by 2100 AND will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as Yes if all of the following conditions are met: a.) Before January 1, 2027, any of the following countries: Belgium, France, Italy, Luxembourg, Netherlands, or Germany officially initiates the process to leave the European Union, as defined by Article 50 of the Treaty on European Union. The initiation of the process must be confirmed by an official statement from the government of the respective country or a publication in the Official Journal of the European Union. In the event of ambiguity due to political or legal challenges, the resolution will be based on the most authoritative and final decision available from the Court of Justice of the European Union or a similar competent authority. If the European Union ceases to exist in its current form before the resolution date, the question will resolve as No unless the departure of any listed country was a contributing factor to the dissolution. AND b.) According to the annual mean global temperature data provided by the National Aeronautics and Space Administration (NASA) or the National Oceanic and Atmospheric Administration (NOAA), the average global surface temperature has increased by at least 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels (defined as the average from 1850-1900) by January 1, 2100. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable). AND c.) Before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means: Direct evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible. Indirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies. The discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA). In the event that extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, the question will resolve as No. If no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community, the question will also resolve as No.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"218f5f13-c0bf-4659-b72b-00ea5bcaec43","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"This question will resolve as Yes if, before January 1, 2027, any of the following countries: Belgium, France, Italy, Luxembourg, Netherlands, or Germany officially initiates the process to leave the European Union, as defined by Article 50 of the Treaty on European Union. The initiation of the process must be confirmed by an official statement from the government of the respective country or a publication in the Official Journal of the European Union. The question will resolve as No if none of these countries have initiated the process by the specified date. In the event of ambiguity due to political or legal challenges, the resolution will be based on the most authoritative and final decision available from the Court of Justice of the European Union or a similar competent authority. If the European Union ceases to exist in its current form before the resolution date, the question will resolve as No unless the departure of any listed country was a contributing factor to the dissolution.","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/375","metadata":{"topics":[{"id":311,"slug":"european-union","name":"European Union","link_id":3126,"num_questions":250},{"id":55,"slug":"france","name":"France","link_id":3123,"num_questions":110},{"id":408,"slug":"germany","name":"Germany","link_id":3128,"num_questions":108},{"id":2802,"slug":"italy","name":"Italy","link_id":45082,"num_questions":56},{"id":173,"slug":"brexit","name":"Brexit","link_id":3124,"num_questions":48},{"id":237,"slug":"netherlands","name":"Netherlands","link_id":3125,"num_questions":45},{"id":393,"slug":"belgium","name":"Belgium","link_id":3127,"num_questions":20},{"id":2803,"slug":"luxembourg","name":"Luxembourg","link_id":45083,"num_questions":16},{"id":2804,"slug":"withdrawal-from-the-european-union","name":"Withdrawal from the European Union","link_id":45084,"num_questions":5}]},"resolution":null},"Q":{"id":"e84e5564-bb58-459c-ac6d-d560cbe09f58","title":"Will there be at least 2˚C of global warming by 2100?","body":"This question will resolve as Yes if, according to the annual mean global temperature data provided by the National Aeronautics and Space Administration (NASA) or the National Oceanic and Atmospheric Administration (NOAA), the average global surface temperature has increased by at least 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels (defined as the average from 1850-1900) by January 1, 2100. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable).","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/585","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16625,"num_questions":1799},{"id":210,"slug":"nasa","name":"NASA","link_id":16626,"num_questions":129},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36641,"num_questions":28}]},"resolution":null},"R":{"id":"6dd6d9b6-3cf4-4ba2-8a1d-645de3b65e0a","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"This question will resolve as Yes if, before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means:\n\nDirect evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n\nIndirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n\nThe discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\nIn the event that extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, the question will resolve as No.\n\nIf no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community, the question will also resolve as No.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/808","metadata":{"topics":[{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":11946,"num_questions":70},{"id":95,"slug":"earth","name":"Earth","link_id":11945,"num_questions":51},{"id":915,"slug":"europa-moon","name":"Europa (moon)","link_id":11947,"num_questions":9},{"id":2472,"slug":"atmosphere-of-jupiter","name":"Atmosphere of Jupiter","link_id":43876,"num_questions":7},{"id":2738,"slug":"enceladus","name":"Enceladus","link_id":43878,"num_questions":7},{"id":2830,"slug":"titan-moon","name":"Titan (moon)","link_id":43879,"num_questions":7},{"id":2510,"slug":"search-for-extraterrestrial-intelligence","name":"Search for extraterrestrial intelligence","link_id":43877,"num_questions":5},{"id":2831,"slug":"europa-clipper","name":"Europa Clipper","link_id":43880,"num_questions":5}]},"resolution":null}}}}
{"P":{"id":"ee57f9f0-25a2-48e0-8cdd-3b6520230e24","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"The European Union's 2030 targets under the Paris Climate Treaty are defined by the following key objectives: \n\n- A 40% cut in greenhouse gas emissions (from 1990 levels)\n- At least 32% share for renewable energy\n- At least 32.5% improvement in energy efficiency\n\nThis question will resolve as Yes if the European Union officially reports achieving all of the above targets by December 31, 2030, as confirmed by the European Environment Agency (EEA) or another authoritative body designated for this purpose. \n\nIn the event that the European Union redefines its targets under the Paris Climate Treaty before the resolution date, the revised targets will be used to determine the outcome of this question. \n\nIf the European Union dissolves or any member state exits the Union before the resolution date, the question will resolve as No, unless the exiting member state(s) individually meet the targets and their data is included in the overall EU report. \n\nShould the EEA or the designated authoritative body fail to provide a conclusive report by the resolution date, the question will resolve using the most recent official data available prior to January 1, 2031.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"43372e10-d4f3-466f-b3bf-38b7ac4d9620","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty, will we reach the island of stability by 2050?","body":"Resolves N/A if the European Union does not meet its 2030 targets under the Paris Climate Treaty. If the condition is met (the European Union meets its 2030 targets), then resolves YES if, by January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements, with a half-life of at least one minute, and recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body. Resolves NO if no such isotope is confirmed by the resolution date.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"0a7eee24-3391-4bcf-b6ab-bc328fe4306c","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty AND we reach the island of stability by 2050, will someone hold their breath for more than 30 minutes before 2025?","body":"This question will resolve as N/A if either the European Union does not meet its 2030 targets under the Paris Climate Treaty or we do not reach the island of stability by 2050. If both conditions are met, then the question resolves as follows:\n\n- YES if, before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the specified conditions (submerged in water or a controlled environment simulating submersion, without any breathing apparatus or external oxygen supply, continuously monitored and recorded by an independent organization like Guinness World Records or AIDA International, the individual must be conscious and alert throughout the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt, without the use of performance-enhancing drugs or medical procedures aimed at increasing breath-holding capacity).\n\n- NO if no verifiable report is presented by the resolution date.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"dc838b12-4b0a-43dc-8bc1-baf366fd545a","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty AND will we reach the island of stability by 2050 AND will someone hold their breath for more than 30 minutes before 2025?","body":"This question will resolve as YES if all of the following conditions are met:\n\n1. The European Union officially reports achieving all of the following targets by December 31, 2030, as confirmed by the European Environment Agency (EEA) or another authoritative body designated for this purpose:\n   - A 40% cut in greenhouse gas emissions (from 1990 levels)\n   - At least 32% share for renewable energy\n   - At least 32.5% improvement in energy efficiency\n   In the event that the European Union redefines its targets under the Paris Climate Treaty before the resolution date, the revised targets will be used to determine the outcome of this question. If the European Union dissolves or any member state exits the Union before the resolution date, the question will resolve as No, unless the exiting member state(s) individually meet the targets and their data is included in the overall EU report. Should the EEA or the designated authoritative body fail to provide a conclusive report by the resolution date, the question will resolve using the most recent official data available prior to January 1, 2031.\n\n2. By January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No.\n\n3. Before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the following conditions:\n\n- The individual must be submerged in water or in a controlled environment that simulates submersion, without the use of any breathing apparatus or external oxygen supply.\n\n- The attempt must be continuously monitored and recorded by an independent organization recognized for certifying breath-holding records, such as the Guinness World Records or AIDA International (Association for the Development of Apnea).\n\n- The individual must be conscious and alert throughout the duration of the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt.\n\n- The use of any performance-enhancing drugs or medical procedures specifically aimed at increasing breath-holding capacity is not permitted.\n\n- In the event of a tie, where multiple individuals meet the criteria on the same day, the question will resolve as Yes for each individual.\n\n- If no verifiable report is presented by the resolution date, the question will resolve as No.\n\nThe question will resolve as NO if any of the above conditions is not met.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"7afd84db-3952-4be1-84f5-8753acc3d0fa","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"The European Union's 2030 targets under the Paris Climate Treaty are defined by the following key objectives: \n\n- A 40% cut in greenhouse gas emissions (from 1990 levels)\n- At least 32% share for renewable energy\n- At least 32.5% improvement in energy efficiency\n\nThis question will resolve as Yes if the European Union officially reports achieving all of the above targets by December 31, 2030, as confirmed by the European Environment Agency (EEA) or another authoritative body designated for this purpose. \n\nIn the event that the European Union redefines its targets under the Paris Climate Treaty before the resolution date, the revised targets will be used to determine the outcome of this question. \n\nIf the European Union dissolves or any member state exits the Union before the resolution date, the question will resolve as No, unless the exiting member state(s) individually meet the targets and their data is included in the overall EU report. \n\nShould the EEA or the designated authoritative body fail to provide a conclusive report by the resolution date, the question will resolve using the most recent official data available prior to January 1, 2031.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/489","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16453,"num_questions":1799},{"id":311,"slug":"european-union","name":"European Union","link_id":16454,"num_questions":250},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36639,"num_questions":28},{"id":1813,"slug":"paris","name":"Paris","link_id":36640,"num_questions":8}]},"resolution":null},"Q":{"id":"ed3cc8ec-a17d-4429-8712-c9c9558cc1f9","title":"Will we reach the island of stability by 2050?","body":"The question will resolve as Yes if, by January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/658","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13258,"num_questions":411},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35468,"num_questions":139},{"id":1251,"slug":"education","name":"Education","link_id":35469,"num_questions":43}]},"resolution":null},"R":{"id":"29238a9a-290c-41d4-b304-e01a0e40d83b","title":"Will someone hold their breath for more than 30 minutes before 2025?","body":"This question will resolve as Yes if, before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the following conditions:\n\n- The individual must be submerged in water or in a controlled environment that simulates submersion, without the use of any breathing apparatus or external oxygen supply.\n\n- The attempt must be continuously monitored and recorded by an independent organization recognized for certifying breath-holding records, such as the Guinness World Records or AIDA International (Association for the Development of Apnea).\n\n- The individual must be conscious and alert throughout the duration of the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt.\n\n- The use of any performance-enhancing drugs or medical procedures specifically aimed at increasing breath-holding capacity is not permitted.\n\n- In the event of a tie, where multiple individuals meet the criteria on the same day, the question will resolve as Yes for each individual.\n\n- If no verifiable report is presented by the resolution date, the question will resolve as No.","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/684","metadata":{"topics":[{"id":3565,"slug":"guinness-world-records","name":"Guinness World Records","link_id":47498,"num_questions":7}]},"resolution":null}}}}
