{"P":{"id":"f5d0a866-1ac8-4aae-8d2b-190a7f232d99","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"89918c1c-e254-4b8e-8d52-6326b6848fbd","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if China does not meet its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030. If the condition is met, then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and NO otherwise.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"3a514a15-fe06-465b-a355-01c6b3cfd960","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030 AND there are more VR headset sales than AR headsets sales in 2025, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if either China does not meet its 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels by January 1, 2030, or the number of virtual reality headsets sold globally in 2025 does not exceed the number of augmented reality headsets sold in the same year. If both conditions are met, then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"fc0c4efa-7c9d-4cf5-997f-563664186cc7","title":"Will China reduce their carbon emissions per GDP by 60% by 2030 AND will there be more VR headset sales than AR headsets sales in 2025 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if all of these events happen: a.) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government, b.) the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, according to credible industry reports, AND c.) experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5e7b8a2a-a1fe-48b6-a8e3-6a40ebf87090","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[{"id":93,"slug":"china","name":"China","link_id":10815,"num_questions":511},{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":10817,"num_questions":197},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35377,"num_questions":137},{"id":639,"slug":"energy","name":"Energy","link_id":10819,"num_questions":118},{"id":216,"slug":"climate-change-denial","name":"Climate change denial","link_id":10816,"num_questions":107},{"id":8009,"slug":"climatology","name":"Climatology","link_id":81649,"num_questions":80},{"id":1431,"slug":"gross-domestic-product","name":"Gross domestic product","link_id":35379,"num_questions":58},{"id":615,"slug":"geology","name":"Geology","link_id":10818,"num_questions":28},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":35378,"num_questions":28}],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null},"Q":{"id":"bb1ccb1d-0fed-4378-8d82-6221653f4e64","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/579","metadata":{"topics":[{"id":1779,"slug":"ios","name":"IOS","link_id":41003,"num_questions":11},{"id":1777,"slug":"microsoft-hololens","name":"Microsoft HoloLens","link_id":41001,"num_questions":4},{"id":1778,"slug":"pok%C3%A9mon-go","name":"Pokémon Go","link_id":41002,"num_questions":4}],"background_info":"If you asked someone in the early 2010s about virtual reality, they'd likely hearken back to the VR craze of the 90s, which fizzled out instead of being the promised wave of the future. But since then, with the development of the Oculus Rift, Google Cardboard and other systems, virtual reality has become more accessible and more useful than ever before. Estimates of sales of VR systems in 2016 exceeded 12 million units worldwide.\nAugmented reality, or AR, has come into its own in about the same timeframe. AR overlays virtual content onto images of the real world. Google Glass, introduced in 2013, and Microsoft's HoloLens, still in development, are wearable AR devices. Pokemon Go, introduced in summer 2016, demonstrated the possibilities of smartphone-based AR - no glasses needed. As Google Glass continues to find application in factories and other workplaces Apple is rumored to be designing their own AR headset. *See related question here.)\n"},"resolution":null},"R":{"id":"f03cf393-e25d-4c86-8655-047bdc98df91","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/915","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13009,"num_questions":402},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40964,"num_questions":34},{"id":134,"slug":"particle-physics","name":"Particle physics","link_id":13010,"num_questions":28}],"background_info":""},"resolution":null}}}}
{"P":{"id":"7715db13-cc12-43df-86ff-cd265d99c869","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"16aec18e-41e9-49a7-bb61-8bc755e557f5","title":"Given that SpaceX lands people on Mars before 2030, will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolves N/A if SpaceX does not land people on Mars before 2030. If the condition is met (SpaceX lands people on Mars before 2030), then resolves YES if an effort to create a viable emulated human, based on direct simulation of the neural connectome, succeeds before another form of human-level digital intelligence, and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"46431e0a-2250-4573-b612-e03b10693b3c","title":"Given that SpaceX lands people on Mars before 2030 AND human brain emulation is the first successful route to human-level digital intelligence, will we detect a message originating from Luyten's Star before 2046?","body":"Resolves N/A if either SpaceX does not land people on Mars before 2030 or human brain emulation is not the first successful route to human-level digital intelligence. If both conditions are met, then resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045, and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3b3b3260-4ed9-4616-bddf-6626aa238d41","title":"Will SpaceX land people on Mars before 2030 AND will human brain emulation be the first successful route to human-level digital intelligence AND will we detect a message originating from Luyten's Star before 2046?","body":"Resolves YES if all of these events happen: a.) A SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC. At least one person aboard the lander must survive the landing. A \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity. AND b.) An effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. AND c.) A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e4d82a6b-e301-4e86-b3bf-8d803e903f6d","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/349","metadata":{"topics":[{"id":184,"slug":"elon-musk","name":"Elon Musk","link_id":27681,"num_questions":155},{"id":485,"slug":"spacex-reusable-launch-system-development-program","name":"SpaceX reusable launch system","link_id":27682,"num_questions":130},{"id":1365,"slug":"spacex","name":"SpaceX","link_id":75197,"num_questions":110},{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":27683,"num_questions":70},{"id":1768,"slug":"spacex-mars-transportation-infrastructure","name":"SpaceX Mars transportation infrastructure","link_id":40982,"num_questions":5}],"background_info":"SpaceX recently released a detailed plan (transcription and slides here) to send people to Mars using an \"Interplanetary Transport System\" based on heavily reusable launch boosters, tanker-assisted refueling in low-Earth orbit, and a futuristic interplanetary spaceship. The ship is to traverse deep space and land intact on Mars after a high-speed retro-assisted atmospheric entry. The system will rely on in-situ fuel generation on Mars for return journeys, and it is envisioned that destinations across the Solar System may be within its reach.\nThe timeline has not been set in stone, but Elon Musk has noted that if SpaceX \"gets lucky and things go according to plan\", a manned flight could launch in the 2024 window with a landing on Mars in 2025. Subsequent launch windows, which are dictated by the Earth-Mars synodic period, occur at a roughly 2-year cadence.\nThere have been numerous proposals over the years for landing people on Mars. Perhaps the first one that was both concrete and marginally credible was Wernher von Braun's Marsprojekt of the late 1940s and early 1950s. For the past six decades, trips to Mars have tended to lie 20-30 years in the future. The SpaceX plan is particularly notable for aggressively compressing the timeline.\n"},"resolution":null},"Q":{"id":"fb468386-1395-405a-91bb-9cb6622159f3","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/372","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":6847,"num_questions":1457},{"id":542,"slug":"biology","name":"Biology","link_id":6849,"num_questions":193},{"id":36,"slug":"philosophy","name":"Philosophy","link_id":6851,"num_questions":133},{"id":714,"slug":"neuroscience","name":"Neuroscience","link_id":6850,"num_questions":71},{"id":1644,"slug":"robin-hanson","name":"Robin Hanson","link_id":40646,"num_questions":18},{"id":2300,"slug":"mind-uploading","name":"Mind uploading","link_id":43199,"num_questions":11},{"id":2303,"slug":"brain-preservation-foundation","name":"Brain Preservation Foundation","link_id":43202,"num_questions":5},{"id":3377,"slug":"anatomy","name":"Anatomy","link_id":69977,"num_questions":4},{"id":2301,"slug":"the-age-of-em","name":"The Age of Em","link_id":43200,"num_questions":3}],"background_info":"In the quest for \"strong\" Artificial Intelligence, defined here as digital intelligences rivaling or surpassing that of humans, a number of potential path have been discussed. Among them is \"brain emulation,\" in which the physical functioning of a human brain is directly simulated, at some level of detail, in a digital computer.\nIn an interesting recent book, The Age of Em, Robin Hanson explores the potential dynamics of human society assuming such \"Ems\" can be created, and that this occurs prior to the advent of other forms of strong AI. (See also a recent post by Hanson discussing the relative timing of different AI paths.)\nThere is considerable debate about the technological feasibility of such simulation: though there is general (though not universal) agreement that the brain, being a physical system, is amenable to being simulated, the necessary computations (and data gathering) span many orders of magnitude depending upon the level of detail required. Significant intellectual effort and funding is being directed toward understanding the Brain well enough to simulate it, for example in the massive Blue Brain Project, but there is no clear consensus as to how much progress has been made toward the ultimate goal. See for example this NYT editorial with a skeptical evaluation of brain emulation, and this response by the Brain Preservation Foundation\nTo gather thinking about this and track how the relative probabilities of \"Ems\" vs. other types of AIs evolve with time, we ask here:\n"},"resolution":null},"R":{"id":"765a184d-7505-4dc9-9346-b0c08655884f","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/606","metadata":{"topics":[{"id":95,"slug":"earth","name":"Earth","link_id":11988,"num_questions":51}],"background_info":"In October 2017, Messaging Extraterrestrial Intelligence International (METI) transmitted a signal into space designed to let other civilizations know we're here.\nThe message, transmitted to a red dwarf star 12 light-years from Earth and contains information on human understanding of science, math and time.\nIn March 2017, a planet three times the mass of Earth within the habitable zone was discovered orbiting the star. If there's anyone on that planet who receives the message, their reply could arrive as early as 2042."},"resolution":null}}}}
{"P":{"id":"5b062482-2c48-4499-957d-cbeb92bca9eb","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"c85a7004-9233-4668-8f1a-81006ba3d7ed","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty, will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves N/A if the European Union does not meet its 2030 targets under the Paris Climate Treaty. If the condition is met (EU meets its 2030 targets), then resolves YES if a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes by November 30, 2027, and NO otherwise.","resolution_date":"2027-11-30T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"b9259a83-6e22-49b7-949e-f8fccac8558c","title":"Given that the European Union meets its 2030 targets under the Paris Climate Treaty AND gravitational waves from the merger of supermassive black holes are detected by November 30, 2027, will Metaculus exist in 2030?","body":"This question resolves N/A if either the European Union does not meet its 2030 targets under the Paris Climate Treaty or gravitational waves from the merger of supermassive black holes are not detected by November 30, 2027. If both conditions are met, then the question resolves YES if Metaculus exists in 2030 according to the specified criteria, and NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"27d913d1-8ada-476f-93ba-f67a9abd5710","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty, will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027, AND will Metaculus exist in 2030?","body":"This question will resolve as YES if all of the following conditions are met: a.) A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. b.) By November 30, 2027, a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes, with statistical significance at the 4-sigma or equivalent level. c.) Metaculus exists in 2030 with a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost. Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"de8d3a9e-9f22-4e81-b573-5af9a436b129","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/489","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16453,"num_questions":1759},{"id":311,"slug":"european-union","name":"European Union","link_id":16454,"num_questions":242},{"id":1167,"slug":"paris-agreement","name":"Paris Agreement","link_id":36639,"num_questions":28},{"id":1813,"slug":"paris","name":"Paris","link_id":36640,"num_questions":8}],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including the European Union, the world's #3 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. The EU's goal was to reduce emissions by 40% below 1990 levels. If achieved, by 2030 the EU will emit around 3.4-3.9 gigatons of CO2-equivalent greenhouse gases per year, whereas today the region accounts for 3.46 gigatons per year, or nearly ten percent of the global total. Emissions have been in decline since 1990. Current projections estimate that the EU goals represent a slowdown in the region's trend of emission reduction and that the slowdown is not be enough to limit global temperature rise to only 1.5 or even 2 degrees C.\nOther goals of the EU's by 2030:\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency\n"},"resolution":null},"Q":{"id":"c8634888-5f71-47c0-89e4-ef2f9d4e487e","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/604","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13301,"num_questions":402},{"id":304,"slug":"astronomy","name":"Astronomy","link_id":13303,"num_questions":171},{"id":136,"slug":"astrophysics","name":"Astrophysics","link_id":13302,"num_questions":79},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40955,"num_questions":34},{"id":1764,"slug":"ligo","name":"LIGO","link_id":40953,"num_questions":11},{"id":1765,"slug":"gravitational-wave","name":"Gravitational wave","link_id":40954,"num_questions":4}],"background_info":"The Nobel Prize-winning detection of gravitational waves added a new observational tool for astronomers to use in studying celestial events. But an as-yet-unobserved phenomenon would make all the gravitational wave detections so far seem like small potatoes.\nWhen two galaxies merge, the supermassive black holes at their centers would merge as well, and the process would emit gravitational waves. But the wavelength of those waves would be undetectable by the LIGO observatory. They're best detected by pulsar.\nPulsars emit electromagnetic radiation at regular intervals. A gravitational wave would slightly change the distance from the Earth to a pulsar, and thus slightly change the pulsar's timing as well.\nIn a paper in Nature Astronomy, astronomers use observation data and models of supermassive black hole merger events to conclude that we should be able to detect such an event within the next 10 years. If we don't, it could indicate that our hypotheses about these large black hole mergers need some refinement.\n"},"resolution":null},"R":{"id":"9fa649ea-ba6f-400e-b891-f6ab56638931","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/841","metadata":{"topics":[],"background_info":"Due to the fact that some of Metaculus' questions (and some of the most interesting/important ones for that) are extremely long-term, some users have expressed concern that Metaculus will not be around for resolution. While whether Metaculus will be around to resolve very long-term questions may not be of direct interest to predictors, as it does not really make sense to predict with points in mind if those points are decades away anyway, it would still be interesting to get a sense of what the probability is that Metaculus will be around in a couple of decades time."},"resolution":null}}}}
