{"P":{"id":"4672f289-f89a-456c-b89f-77baedcea8fe","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"dbdfe5db-c3c7-4e63-87b4-99ba2f0f0dab","title":"Given that there will be a successful seasteading venture with at least 100 participants before 2035, will global oil consumption over the 2020-2025 period be lower than in 2019?","body":"Resolution Criteria for P: This question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria.\n\nResolution Criteria for Q: This question will resolve as Yes if no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA. It will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary).\n\nConditional Resolution: Resolves N/A if the seasteading venture does not meet the criteria described in P. If the condition is met, then the resolution of Q applies based on the criteria described.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"b7b5597e-1976-46a3-b648-2968406deb56","title":"Given that before 2035, a seasteading venture with at least 100 participants is successfully launched and operates for over one year, and that global oil consumption from 2020-2025 is lower than in 2019, will renewable energy contribute between 25% and 48% to global electricity production in 2030?","body":"This question resolves N/A if either a seasteading venture with at least 100 participants is not successfully launched and operated for over one year before 2035, or if any year from 2020-2025 has greater global oil consumption than 2019. If both conditions are met, the question will resolve as Yes if renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data. Historical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"2aeb5eaa-9879-4c88-9e72-c99d794f2c17","title":"Will there be a successful seasteading venture with at least 100 participants before 2035 AND will global oil consumption over the 2020-2025 period be lower than in 2019 AND will renewable energy contribute between 25% and 48% to global electricity production in 2030?","body":"Resolution Criteria\nThis question resolves positively if all of the following conditions are met: a.) before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation, based on credible media and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria AND b.) no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA. It will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary) AND c.) renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5323869a-8c38-4045-baf5-650df5cb36a1","title":"Will there be a successful seasteading venture with at least 100 participants before 2035?","body":"Resolution Criteria\nThis question resolves positively if, before 2035, a seastead is launched and continuously operates for over one year, with at least 100 participants who live on the seastead for most of the period of its operation. Determination will be made based on credible media, and the best guess of the admins as to whether the seasteading operation had at least 100 participants who lived on the seastead for most of the period of its operation. If necessary, Metaculites can consult members of a proposed seasteading operation to determine whether it matches the resolution criteria\n","resolution_date":"2035-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6721","metadata":{"topics":[],"background_info":"From Wikipedia,\nSeasteading is the concept of creating permanent dwellings at sea, called seasteads, outside the territory claimed by any government. The term is a blend of sea and homesteading.\nProponents say seasteads can \"provide the means for rapid innovation in voluntary governance and reverse environmental damage to our oceans ... and foster entrepreneurship.\" Some critics fear seasteads are designed more as a refuge for the wealthy to avoid taxes or other obligations.\nNo one has yet created a structure on the high seas that has been recognized as a sovereign state. Proposed structures have included modified cruise ships, refitted oil platforms, and custom-built floating islands.\nAs an intermediate step, the Seasteading Institute has promoted cooperation with an existing nation on prototype floating islands with legal semi-autonomy within the nation's protected territorial waters. On January 13, 2017, the Seasteading Institute signed a memorandum of understanding (MOU) with French Polynesia to create the first semi-autonomous \"seazone\" for a prototype, but later that year political changes driven by the French Polynesia presidential election led to the indefinite postponement of the project. French Polynesia formally backed out of the project and permanently cut ties with Seasteading on March 14, 2018.\nThe first single-family seastead was launched near Phuket, Thailand by Ocean Builders. Two months later, the Thai Navy claimed the seastead was a threat to Thai sovereignty. As of 2019, Ocean Builders says it will be building again in Panama, with the support of government officials.\n"},"resolution":null},"Q":{"id":"5074bff6-a9d9-4141-a933-c32d8ee5ac80","title":"Will global oil consumption over the 2020-2025 period be lower than in 2019?","body":"Resolution Criteria\nThis question will resolve as Yes if no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA.\nIt will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary)\n","resolution_date":"2026-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4633","metadata":{"topics":[],"background_info":"Pre-covid, several forecasters expected peak oil consumption to be in the 2020s. Now, in light of plummeting 2020 consumption, several energy forecasters have concluded that perhaps the peak was 2019.\nAccording to the EIA, 2019 usage was 100.87 mb/day (under total world consumption of petroleum and other liquids)."},"resolution":null},"R":{"id":"01eea517-8e8c-4f1a-9017-a02d7c98d456","title":"Will renewable energy contribute between 25% and 48% to global electricity production in 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3665","metadata":{"topics":[],"background_info":"The Intergovernmental Panel on Climate Change (IPCC) has outlined various illustrative model pathways for limiting global warming to 1.5°C by the end of the century. Its third pathway (P3) is the 'middle-of-the-road' scenario in terms of our ability to transition our energy supply toward renewables. In this scenario, we will continue emitting greenhouse gasses (GHGs) until the end of the century, and we need to employ some carbon dioxide removal (CDR) techniques, such as through the deployment of Bio-energy with carbon capture and storage (BECCS), to achieve a concentration of GHG consistent with the 1.5°C target. According the (IPCC, 2018):\nP3: A middle-of-the-road scenario in which societal as well as technological development follows historical patterns. Emissions reductions are mainly achieved by changing the way in which energy and products are produced, and to a lesser degree by reductions in demand.\nAccording to the (IPCC, 2018), P3 is consistent with a share of 48% or less of renewables energy used in electricity production in 2030.\nIn 2016, 22.66% of total electricity was produced using renewable energy, according to World Bank data.\n"},"resolution":null}},"relevance":{"reasons":["The success of a seasteading venture with at least 100 participants could be influenced by global energy trends, including the shift towards renewable energy. If renewable energy becomes more dominant, it might make seasteading more viable due to potentially lower energy costs and greater energy independence.","Global oil consumption trends could impact the feasibility and attractiveness of seasteading ventures. Lower oil consumption might indicate a shift towards more sustainable practices, which could align with the principles of seasteading communities.","The combination of these questions could provide insights into broader trends in sustainability and innovation, which are relevant to both seasteading and global energy consumption."],"conclusion":"The logical combination of these questions is somewhat relevant, as they all touch on themes of sustainability, innovation, and future societal trends.","score":6.0}}}
{"P":{"id":"e78a4b95-9488-41e8-a94f-dc63dc064b2f","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"afdaea12-59a7-4c1e-b0aa-1c2495e7bb15","title":"Given that the S&P 500 rises or falls more than 15% in a single day during the 2020s, will there be recurring virus-driven lockdowns during the period 2030-2050?","body":"Resolution Criteria for P: This question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day.\n\nResolution Criteria for Q: Lockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\nAt least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\nDuring at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\nThe Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\n\nFine Print\nDisputes related to question wording will be determined using admin discretion.\nResolves N/A if the S&P 500 does not rise or fall more than 15% in a single day during the 2020s. If the condition is met, then resolves YES if the criteria for recurring virus-driven lockdowns are met during 2030-2050, and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"0b972672-23fb-4c34-83f5-eb5ee0f11d59","title":"Given that the S&P 500 rises or falls more than 15% in a single day during the 2020s AND there are recurring virus-driven lockdowns during the period 2030-2050, will OpenAI reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves N/A if either of the conditions for the composite question P are not met:\n1. The S&P 500 does not move by more than 15.0% from opening to closing price, in a single day, before January 1st 2030 and after January 1st 2020.\n2. The criteria for recurring lockdowns during the period 2030-2050 are not met as described in the original question.\nIf both conditions are met, this question resolves YES if by 2035, a credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B), and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e30e4261-5388-4dcd-b761-6be22153a89f","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s AND will there be recurring virus-driven lockdowns during the period 2030-2050 AND will OpenAI reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves positively if all of the following conditions are met:\n1. Before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day.\n2. Lockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\n   - At least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\n   - During at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\n   - The Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\n3. By 2035, a credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B).\nFine Print\nDisputes related to question wording will be determined using admin discretion.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"137b5079-eb6b-421a-bf9d-7b32a3711f23","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7481","metadata":{"topics":[],"background_info":"The S&P 500 is often used as a benchmark for the performance of large-cap companies in the United States. On October 19, 1987 (so-called Black Monday), the S&P fell 20.47%, the largest movement in its history, which has yet to be surpassed. Generally, when the stock market makes a sudden move, it indicates that there has been some economic shock, such as when the S&P 500 fell 11.98% during the beginning of the coronavirus pandemic."},"resolution":null},"Q":{"id":"43306854-5fa1-4cef-9274-fc60743832bd","title":"Will there be recurring virus-driven lockdowns during the period 2030-2050?","body":"Resolution Criteria\nLockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\nAt least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\nDuring at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\nThe Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nFine Print\nDisputes related to question wording will be determined using admin discretion.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7565","metadata":{"topics":[],"background_info":"From Wikipedia,\nA lockdown is a restriction policy for people or community to stay where they are, usually due to specific risks to themselves or to others if they can move and interact freely. The term \"stay-at-home\" or \"shelter-in-place\" is often used for lockdowns that affect an area, rather than specific locations. [...]\nDuring the COVID-19 pandemic, the term lockdown was used for actions related to mass quarantines or stay-at-home orders. The first lockdown during the pandemic was implemented in Wuhan on January 23, 2020. By early April 2020, 3.9 billion people worldwide were under some form of lockdown—more than half the world's population. By late April, around 300 million people were under lockdown in nations of Europe, while around 200 million people were under lockdown in Latin America. Nearly 300 million people, or about 90 per cent of the population, were under some form of lockdown in the United States, and 1.3 billion people have been under lockdown in India.\nThe COVID-19 lockdowns were unique in global history. Before, quarantines were more localized, and stay-at-home orders were rare, owing to the fact that most people could not work from home. The rise of internet work has enabled stay-at-home orders.\nNatural viral spillover events are common and may be becoming more common as the human population rises. Furthermore, the stupendous fall of deaths from infectious disease has arguably lowered humanity's threshold for the type of infectious event considered worthy of lockdown as a means of prevention.\nDuring the mid 21st century, it may become possible for small groups to artificially engineer viruses using new techniques like CRISPR/Cas9. Deepmind's recent open-sourcing of AlphaFold 2 and its predictions is expected to greatly enhance our understanding of biology, which may ultimately end up being used for detrimental purposes. This question asks about a secondary effect from viruses in the 21st century: will we keep going on lockdown?\n"},"resolution":null},"R":{"id":"cc30456c-7ffd-4251-b3d3-a3ea81db48c3","title":"Will OpenAI reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves as YES if by 2035, a credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B), and NO otherwise.","resolution_date":"2036-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4873","metadata":{"topics":[],"background_info":"In 2019 OpenAI launched OpenAI LP,\na new “capped-profit” company that allows us to rapidly increase our investments in compute and talent while including checks and balances to actualize our mission.\nThe profit cap was intended to ensure that the company did not put profits before its humanitarian mission:\nThe fundamental idea of OpenAI LP is that investors and employees can get a capped return if we succeed at our mission, which allows us to raise investment capital and attract employees with startup-like equity. But any returns beyond that amount—and if we are successful, we expect to generate orders of magnitude more value than we’d owe to people who invest in or work at OpenAI LP—are owned by the original OpenAI Nonprofit entity. [...]\nShow More"},"resolution":null}},"relevance":{"reasons":["The S&P 500 experiencing a significant rise or fall in a single day could be influenced by major global events, including pandemics. If there are recurring virus-driven lockdowns in the future, it could lead to significant market volatility, making the first question relevant to the second.","The performance and profitability of OpenAI could be influenced by global economic conditions, which in turn could be affected by major market movements and recurring pandemics. For instance, economic instability caused by pandemics could impact investment in AI and technology companies, including OpenAI.","The combination of these questions could be of interest to investors and analysts who are trying to understand the interplay between market volatility, global health events, and the performance of major tech companies."],"conclusion":"While the questions are not directly related, there are plausible scenarios where they could influence each other, making the logical combination somewhat relevant.","score":6.0}}}
{"P":{"id":"33d89a1d-ddc5-4e09-b61e-9907c27fa88d","title":"Will more than 50% of US adults own a personal augmented reality device by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 50% of US adults own any type of personal augmented reality device.\nFor the purposes of this question, a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use).\nWhere there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"03d27a5a-6e68-4091-b03d-cd919054f95e","title":"Given that more than 50% of US adults own a personal augmented reality device by 2050, will the human condition change fundamentally before 2100?","body":"Resolves N/A if more than 50% of US adults do not own a personal augmented reality device by 2050. If the condition is met (more than 50% of US adults owning a personal augmented reality device by 2050), then resolves YES if the human condition changes fundamentally before 2100 to at least roughly the same extent that it did after the agricultural and industrial revolutions, and NO otherwise. Resolution criteria for the fundamental change in the human condition include assessing the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level. The discontinuity can be in either direction. If the question has not resolved by January 1 2100, it resolves ambiguously.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"d4a37fa7-c0b3-43af-888a-6de6423d1074","title":"Given that more than 50% of US adults own a personal augmented reality device by 2050 AND the human condition changes fundamentally before 2100, will annual US inflation reach 100% in any year before 2050?","body":"Resolves N/A if either more than 50% of US adults do not own a personal augmented reality device by 2050 or the human condition does not change fundamentally before 2100. If both conditions are met, this question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"7fa086f2-44d3-4e38-ac35-a1b2da9d57b6","title":"Will more than 50% of US adults own a personal augmented reality device by 2050 AND will the human condition change fundamentally before 2100 AND will annual US inflation reach 100% in any year before 2050?","body":"Resolves YES if all of these events happen: a.) Anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 50% of US adults own any type of personal augmented reality device, where a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. Augmented reality functions are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use). Where there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion. AND b.) Before January 1 2100, the human condition changes fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions. The human condition, for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level. The kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events. If at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question. Note that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems imminent within 10 years, but it has not actually happened yet, the committee should unanimously vote no. If the question has not resolved by January 1 2100, it resolves ambiguously. AND c.) The Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"45efa03c-1fb6-4030-a944-2f78924fb754","title":"Will more than 50% of US adults own a personal augmented reality device by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 50% of US adults own any type of personal augmented reality device.\nFor the purposes of this question, a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use).\nWhere there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8516","metadata":{"topics":[],"background_info":"The Merriam-Webster Dictionary defines augmented reality (AR) as\nan enhanced version of reality created by the use of technology to overlay digital information on an image of something being viewed through a device (such as a smartphone camera)\nSome expect AR devices to be much more prevalent in the future. Neuroscientist and fiction author Erik Hoel wrote the following about augmented reality in the year 2050 in a blog post published August 25, 2021\nBy 2050 pretty much everyone will be wearing smart glasses for augmented reality, and eventually these glasses will replace a lot of phones (no one will carry a wallet in 2050).\nAccording to a PEW survey, 85% of US adults said they owned a smartphone in 2021.\n"},"resolution":null},"Q":{"id":"2776738b-4410-40a3-b8f9-d62b6634c7f8","title":"Will the human condition change fundamentally before 2100?","body":"Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1646","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"e8eb283b-5484-41c3-a8c6-518e60b2a78c","title":"Will annual US inflation reach 100% in any year before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050.\nIf the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6604","metadata":{"topics":[],"background_info":"Hyperinflation events have happened before in a number of countries."},"resolution":null}},"relevance":{"reasons":["Technological advancements in augmented reality could significantly impact economic productivity and social complexity, potentially contributing to a fundamental change in the human condition.","High inflation rates could lead to economic instability, which might influence the adoption and development of new technologies, including augmented reality devices.","A fundamental change in the human condition could be driven by economic factors, technological advancements, or a combination of both, making the interplay between these questions relevant."],"conclusion":"The logical combination of these questions is somewhat relevant as they all touch upon significant changes in technology, economy, and society, which could be interconnected.","score":6.0}}}
{"P":{"id":"584ed772-96e8-44fe-844a-5599f74fbee0","title":"Will the Eurozone collapse before 2030?","body":"Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"abe8e10e-b411-4c01-bcfb-e67ca7ac0d86","title":"Given that the Eurozone collapses before 2030, will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria for P: This question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency. Edit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\nResolution Criteria for Q: The Fragile State Index is an important metric of government stability. It is published every year here. According to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability. This question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period. If for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability. If the United States ceases to exist as a unified nation this question resolves positive.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"5e1d3b6a-6703-4b95-a8ec-81c2ac62a38d","title":"Given that the Eurozone collapses before 2030 AND the United States continues to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index, will a legacy automaker go bankrupt before 2030?","body":"Resolves N/A if either the Eurozone does not collapse before 2030 or the United States is not among the 20 countries with the largest deterioration in state stability over the 2019-2029 period. If both conditions are met, then resolves YES if one of the top 10 current automakers (by vehicle sales), including Volkswagen, Toyota, Daimler/Mercedes, Ford, General Motors, Hyundai, Honda, SAIC, BMW, and Nissan, declares bankruptcy before 2030, and NO otherwise.\n\nResolution Criteria for Eurozone collapse:\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\n\nResolution Criteria for US state stability:\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n\nResolution Criteria for bankruptcy:\nIf one of the top 10 current automakers (by vehicle sales), including Volkswagen, Toyota, Daimler/Mercedes, Ford, General Motors, Hyundai, Honda, SAIC, BMW, and Nissan, declares bankruptcy, the question resolves positively. Otherwise, it resolves negatively.\n\nFine Print for bankruptcy:\nIf the automaker declares bankruptcy the question will resolve positively even if they are bought out by another company or given a loan by the government\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"dd5a5ba0-2eee-4d1f-a0f2-ad736fa5a0cf","title":"Will the Eurozone collapse before 2030 AND will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index, AND will a legacy automaker go bankrupt before 2030?","body":"Resolution Criteria for Eurozone collapse:\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print for Eurozone collapse:\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n\nResolution Criteria for US state stability:\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n\nResolution Criteria for bankruptcy of a legacy automaker:\nIf one of the top 10 current automakers (by vehicle sales), including Volkswagen, Toyota, Daimler/Mercedes, Ford, General Motors, Hyundai, Honda, SAIC, BMW, and Nissan, declares bankruptcy, the question resolves positively. Otherwise, it resolves negatively.\nFine Print for bankruptcy:\nIf the automaker declares bankruptcy the question will resolve positively even if they are bought out by another company or given a loan by the government.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ccd2a96b-cc4b-4d0b-8f03-39a6b33f2bf6","title":"Will the Eurozone collapse before 2030?","body":"Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5039","metadata":{"topics":[],"background_info":"In response to the COVID-19 crisis, various EU-skeptics are talking about a possible collapse of the Eurozone. For instance, April 7, 2020, Gatestone Institute: Coronavirus: The Looming Collapse of Europe's Single Currency quotes:\nAchim Truger, a member of the German Council of Economic Experts, said that he believes that coronabonds are necessary to prevent a collapse of the euro:\n\"All countries in Europe are being hit by the epidemic — Italy and Spain particularly hard. All countries, including Germany, must therefore be able to make the necessary health expenditures and take measures to bridge the economic crisis. This is only possible through additional government debt, and this must be guaranteed to prevent another euro crisis. If the debt loads of Italy and Spain rise sharply, they will be pushed into budget cuts, thus economic, social and political crises, which would ultimately lead to a sovereign debt crisis and a collapse of the euro and the EU. Therefore, there must now be a joint, solidarity-based solution.\"\n"},"resolution":null},"Q":{"id":"70f02ef2-2e7f-4535-aa03-92283867d9a2","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3125","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"0b0afc27-b977-4918-9603-af3269226a16","title":"Will a legacy automaker go bankrupt before 2030?","body":"Resolution Criteria\nIf one of the top 10 current automakers (by vehicle sales), including Volkswagen, Toyota, Daimler/Mercedes, Ford, General Motors, Hyundai, Honda, SAIC, BMW, and Nissan, declares bankruptcy, the question resolves positively. Otherwise, it resolves negatively.\nFine Print\nIf the automaker declares bankruptcy the question will resolve positively even if they are bought out by another company or given a loan by the government\n","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5212","metadata":{"topics":[],"background_info":"As EV technology becomes more widely adopted, and as dates are set for the prohibition of sales of new internal combustion engine (ICE) vehicles in some places, the question arises: will legacy automakers be nimble enough to adapt to the market landscape?\nAutomakers can expect to incur R&D costs associated with battery technology, in addition to the necessary overhaul of current factories. For example, Volkswagen is spending billions in their efforts to expand their EV offerings, and Mercedes is also mapping out a future centrally focused on EV's.\nFor some additional context, here is the IEA Historical EV Market Share and Outlook."},"resolution":null}},"relevance":{"reasons":["The collapse of the Eurozone could have significant global economic repercussions, which might influence the stability of other countries, including the United States. A destabilized Eurozone could lead to economic turmoil that might exacerbate existing issues in the US, potentially affecting its ranking on the Fragile States Index.","The bankruptcy of a legacy automaker could be indicative of broader economic distress or shifts in the global economy, which might also be related to the stability of the Eurozone and the economic conditions in the US. For instance, if a major automaker goes bankrupt, it could signal economic challenges that might also affect the Eurozone and the US stability.","All three events are significant economic indicators. The collapse of the Eurozone, the deterioration of US state stability, and the bankruptcy of a major automaker could all be symptoms of broader economic or geopolitical trends, making their combined probability of interest to those studying global economic stability."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in global economic stability and geopolitical trends.","score":7.0}}}
{"P":{"id":"015bfa97-e7e6-4ebc-925f-b4e4b5c02367","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-01-20T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b6e1743d-948c-45b1-9478-f6fcf53e5d04","title":"Given that the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of major news desks, will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?","body":"Resolution Criteria for P:\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.\n\nResolution Criteria for Q:\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"7fc8e97c-456f-4b78-ad87-2bc8ce78715f","title":"Given that the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of major news desks AND there is at least one fatality from nuclear detonation in North Korea by 2050, will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria for P: This question resolves positively if both of the following conditions are met: a.) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News. AND b.) There is at least one fatality in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\nResolution Criteria for Q: This question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print for Q: For the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no successor as defined by January 1, 2035, they will be ignored for the resolution of the question.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"fcdacfa8-c873-4cfc-8054-bcc8a9d6e36a","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks AND will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs AND will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question resolves positively if all of the following conditions are met: a.) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News. AND b.) There is at least one fatality in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050. AND c.) One of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no successor as defined by January 1, 2035, they will be ignored for the resolution of the question.","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"fff57a3c-99df-4686-98f9-f65528c9a4ae","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-01-20T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7828","metadata":{"topics":[],"background_info":"In the 2020 US Presidential election, major news desks called the election for Joe Biden in the week following the November election. Despite this, a concerted effort was launched using various methods in an attempt to overturn this result, such that betting markets still placed nontrivial probabilities on the result being overturned for much of the next two months until Joe Biden's inauguration.\nThis question asks if we will see a situation in 2025 where the newly inaugurated president is not from the party which was called by major news desks as having won the election."},"resolution":null},"Q":{"id":"b2e2494f-ec27-4cfa-842d-9b4697762a50","title":"Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?","body":"Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7453","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"5136101a-66ef-4935-9e6b-607e9f0980b6","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/492","metadata":{"topics":[],"background_info":"In July 2017, 122 member states of the United Nations adopted a ban on nuclear weapons. The participating states agreed to \"never under any circumstances to develop, test, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons or other nuclear explosive devices.\"\nNotably, none of the nations that currently possess nuclear weapons participated in the negotiations of the ban or adopted the document.\nSeveral treaties prior to this aimed to curb the development of nuclear weapons, notably the 1968 Non-Proliferation Treaty (NPT), which sought to limit nuclear development beyond five nuclear powers - the U.S., Russia, China, the U.K., and France.\nArguments against nuclear disarmament typically cite the principle of deterrence, that the possession of nuclear weapons by some states precludes the development or use of weapons by other states, due to the threat of nuclear retaliation. Proponents of the ban argue that previous efforts have not prevented states such as North Korea from pursuing nuclear programs, and that disarmament, rather than deterrence, is the best way to prevent nuclear war.\nIt's not unprecedented for states to completely disarm, however. South Africa dismantled its nuclear weapons beginning in 1989 and joined the NPT as a non-nuclear state. Three former Soviet republics, previously part of a nuclear-capable nation, also joined the NPT as non-nuclear states.\n"},"resolution":null}},"relevance":{"reasons":["The political party of the US President inaugurated in 2025 could influence international relations, including policies towards North Korea and nuclear disarmament. For example, a president from one party might take a more aggressive stance towards North Korea, potentially increasing the likelihood of conflict, while a president from another party might pursue diplomatic solutions.","The likelihood of a nuclear detonation in North Korea and the potential for fatalities could be influenced by the international political climate, which is in turn influenced by the US President's policies. For instance, a more hawkish US administration might escalate tensions, increasing the risk of nuclear conflict.","The decision of a country to give up nuclear weapons could be influenced by the global political environment, including the stance of the US President. A president who strongly advocates for nuclear disarmament and engages in international diplomacy might create a more favorable environment for nuclear disarmament."],"conclusion":"The logical combination of these questions makes sense as they are interconnected through the influence of US political leadership on international relations and nuclear policies.","score":8.0}}}
