{"P":{"id":"b5a5f78e-99d2-490d-a2b9-e29b0369eff9","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"61bacf32-5b5b-4bd3-8a3f-0a338ad26510","title":"Given that humans go extinct before 2100, will Kessler syndrome occur before 2050?","body":"Resolves N/A if humans do not go extinct before 2100. If the condition is met (if humans go extinct before 2100), then resolves YES if Kessler syndrome occurs before 2050 and NO if it does not occur between 2018 to 2049.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"55bbafec-fdb6-4687-a792-b9b7521719fb","title":"Given that humans will go extinct before 2100 AND Kessler syndrome will occur before 2050, will Metaculus exist in 2030?","body":"Resolves N/A if humans do not go extinct before 2100 or if Kessler syndrome does not occur before 2050. If the conditions are met (if humans go extinct before 2100 AND Kessler syndrome occurs before 2050), then resolves YES if Metaculus exists in 2030 according to the specified criteria, and NO if it does not.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"5561ee28-c3e4-4bbd-be6f-24b7e3ed6af6","title":"Will humans go extinct before 2100 AND will Kessler syndrome occur before 2050 AND will Metaculus exist in 2030?","body":"Resolves YES if there are no known humans alive on January 1, 2100 AND between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND Metaculus exists in 2030 according to the specified criteria. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"189b0de2-310f-408c-ae85-0357232f1480","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"02a05076-105c-4aa5-809c-8b647465dceb","title":"Given that by 2025 there are more VR headset sales than AR headset sales, will someone be able to hold his/her breath for 30+ minutes by the same year?","body":"Resolves N/A if the condition about VR and AR headset sales is not met in 2025. If the condition is met (if there are more VR headset sales than AR headset sales in 2025), then resolves YES if someone is able to hold their breath for 30+ minutes by 2025, complying with Guinness Record standards, and NO if it's not achieved by the same year.","resolution_date":"2026-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"71e1aa1d-fbc6-49e9-a824-11f0f9a05b68","title":"Given that by 2025 there are more VR headset sales than AR headset sales and someone can hold their breath for 30+ minutes, will SpaceX land anything on Mars before 2030?","body":"Resolves N/A if the conditions for VR and AR headsets sales or the breath-holding ability are not met by 2025. If the conditions are met (more VR headset sales than AR headset sales and someone holding their breath for 30+ minutes by 2025), then resolves YES if a SpaceX-branded mission successfully lands on Mars by January 1, 2030, and NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"01b623e0-1302-4235-957b-e8eda38a0df1","title":"Will there be more VR headset sales than AR headset sales in 2025 AND will SpaceX land anything on Mars before 2030?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0f391fe8-6036-48e0-9503-423bea84332f","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d5528ff4-fcdb-4b63-9112-527405c9f712","title":"Given that humans go extinct before 2100, will a sample of negative energy be produced by the year 2100?","body":"Resolves N/A if humans do not go extinct before 2100. If humans go extinct before 2100, then resolves YES if a sample of negative energy material (> 10 proton masses worth of negative energy confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond) is created by the year 2100, and NO if it's not created by then.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"b754dc5a-bb43-4cf7-b9c2-004456c5de89","title":"Given that humans go extinct before 2100 AND a sample of negative energy is produced by 2100, will Europa be the first place humanity discovers extraterrestrial life, if it is discovered before 2045?","body":"Resolves N/A if humans do not go extinct before 2100 or if a sample of negative energy is not produced by 2100. If the conditions are met (if humans go extinct before 2100 AND a sample of negative energy is produced by 2100), then resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life elsewhere in the universe. Resolves NO if extraterrestrial life is found convincingly elsewhere prior to on Europa. Resolves Annulled if no extraterrestrial life is found before 2045.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"797ca4ed-e3b4-4f33-a225-ce4ef6bb5ad8","title":"Will humans go extinct before 2100 AND will Europa be the first place humanity discovers extraterrestrial life if it is discovered before 2045?","body":"Resolves YES if there are no known humans alive on January 1, 2100 AND humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life elsewhere in the universe. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
