{"P":{"id":"c7657e7b-92ff-4fe5-9d82-c1cb41303119","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"867fb7da-64c0-4b5c-98bd-0d980f9e3908","title":"Given that before 2050, RoboCup announces that robots have beaten professional human soccer players, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if RoboCup does not announce that robots have beaten professional human soccer players before 2050. If the condition is met (if RoboCup announces robots beating professional human soccer players before 2050), then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, based on credible industry reports, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"a9d0de30-f141-4a42-9549-a7ef28fed7c8","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050 AND there are more VR headset sales than AR headset sales in 2025, will Europa be the first place humanity discovers extraterrestrial life if it is discovered before 2045?","body":"Resolves N/A if either of the conditions in P are not met. If both conditions are met, resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life elsewhere. Resolves NO if extraterrestrial life is found convincingly elsewhere prior to Europa, and Annulled if no extraterrestrial life is found before 2045.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"1587f788-1029-4b63-8b14-252085509ffa","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050 AND will there be more VR headset sales than AR headset sales in 2025 AND will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolves YES if all of these events happen. a.) The RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050 AND b.) the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND c.) humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"e3c7f74e-3329-4259-8ab7-baae6aa3a16f","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"93ddbdc7-c8f9-4153-9be5-18af80cb7dd6","title":"Given that chess is solved before 2080 with perfect play resulting in white winning, will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves N/A if chess is not solved before 2080 or if perfect play does not result in white winning. If chess is solved before 2080 with perfect play resulting in white winning, then resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 gives them up before 2035 according to the specified criteria, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"a83c9a66-d2b2-4ae2-861d-5cd64f869264","title":"Given that chess is solved before 2080 with perfect play resulting in white winning and any country that had nuclear weapons on July 1, 2017 gives them up before 2035 and is certified to have dismantled all nuclear devices, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if either of the conditions in P are not met. If both conditions are met (chess is solved with white winning and nuclear weapons are dismantled by 2035), then resolves YES if a human-made spaceship enters the Venusian atmosphere before 2030, otherwise resolves NO.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"932dc418-ad4c-4f98-a844-68917c808e59","title":"If chess is solved before 2080, any country that had nuclear weapons on July 1, 2017 gives them up before 2035, and a human-made spaceship enters the Venusian atmosphere before 2030, will perfect play result in white winning, the country be certified to have dismantled all nuclear devices, and the spaceship successfully enters Venus's atmosphere respectively?","body":"Resolves YES if all of these events happen. a.) Chess is solved before 2080 with perfect play resulting in white winning AND b.) any country that had nuclear weapons on July 1, 2017 gives them up before 2035 and is certified by the International Atomic Energy Agency to have dismantled all nuclear devices AND c.) a human-made spaceship enters Venus's atmosphere before 2030. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"407bc7e8-f47b-4273-976d-95eb70f57469","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"6eb0c44d-1b9e-44c1-a9ae-7660b8f29453","title":"Given that chess is solved before 2080, must perfect play result in white winning? Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if chess is not solved before 2080. If chess is solved before 2080 and perfect play results in white winning, then resolves YES if a human-made spaceship enters the Venusian atmosphere before 2030. If chess is solved before 2080 but perfect play does not result in white winning, then resolves NO if a human-made spaceship enters the Venusian atmosphere before 2030. If chess is solved before 2080 but the outcome is a forced draw, then resolves N/A regardless of the human-made spaceship entering the Venusian atmosphere before 2030.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"9d4c97be-57b7-48d4-bd5d-595f67c26880","title":"Given that chess is solved before 2080 with perfect play resulting in white winning and a human-made spaceship enters the Venusian atmosphere before 2030, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if either of the conditions (chess being solved with white winning or a spaceship entering Venusian atmosphere) is not met. If both conditions are met, resolves YES if Puerto Rico becomes a US state before 2035, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"04dc2b77-14c9-4eb8-8431-d3b7a1c06251","title":"If chess is solved before 2080, must perfect play result in white winning AND will a human-made spaceship enter the Venusian atmosphere before 2030 AND will Puerto Rico become a US state prior to 2035?","body":"Resolves YES if all of these events happen. a.) Chess is solved before 2080, and perfect play must result in white winning AND b.) a human-made spaceship enters the Venusian atmosphere before 2030 AND c.) Puerto Rico becomes a US state prior to 2035. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
