{"P":{"id":"8ead25e9-9837-4403-8f75-dfc94107a179","title":"Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046 .\nThe payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nShow More","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"c1e9fd63-d981-4b10-91c5-f7cbb4c8ed17","title":"Given that either a space elevator or a skyhook transports at least 10 metric tons (cumulative payloads) before 2046, will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria for P: This question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046. The payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nResolution Criteria for Q: The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nResolves N/A if the condition of P is not met. If the condition is met, then resolves YES if the S&P 500 hits 10,000 points by the end of the decade and NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"3331e602-e2f5-4d94-a4ea-edc1d76c27c0","title":"Given that both a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046 AND the S&P 500 hits 10,000 points by the end of the decade, if a global catastrophe occurs, will it be due to nuclear war?","body":"Resolution Criteria for P: This question will resolve as Yes if both of the following conditions are met: a.) any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046. The payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface. AND b.) The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States, hits 10,000 points by the end of the decade. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nResolution Criteria for Q: In the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years. If a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons? Resolves N/A if the conditions for P are not met.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"b4d56d13-fca2-416d-b928-8b8ad87e875a","title":"Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046 AND will the S&P 500 hit 10,000 points by the end of the decade AND if a global catastrophe occurs, will it be due to nuclear war?","body":"Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met: a.) any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046. The payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface. AND b.) The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States, hits 10,000 points by the end of the decade. AND c.) In the headline question to this series, a global catastrophe is defined as a 10% decrease in the world population in any period of 5 years. If a global catastrophe happens before 2100, it will be principally due to the deployment of nuclear weapons.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9f35a41c-d547-4156-a679-313e25a8f5d1","title":"Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046 .\nThe payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nShow More","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3127","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":11973,"num_questions":411},{"id":304,"slug":"astronomy","name":"Astronomy","link_id":11975,"num_questions":171},{"id":937,"slug":"aerospace-engineering","name":"Aerospace engineering","link_id":11979,"num_questions":87},{"id":563,"slug":"moon","name":"Moon","link_id":11976,"num_questions":58},{"id":95,"slug":"earth","name":"Earth","link_id":11972,"num_questions":51},{"id":797,"slug":"wikipedia","name":"Wikipedia","link_id":11978,"num_questions":24},{"id":2514,"slug":"science-fiction","name":"Science fiction","link_id":87136,"num_questions":23},{"id":5088,"slug":"low-earth-orbit","name":"Low Earth orbit","link_id":50734,"num_questions":8},{"id":1797,"slug":"space-elevator","name":"Space elevator","link_id":41038,"num_questions":3}],"background_info":"A space elevator is a proposed type of planet-to-space transportation system. According to Wikipedia:\nThe main component [of a space elevator] would be a cable (also called a tether) anchored to the surface and extending into space. The design would permit vehicles to travel along the cable from a planetary surface, such as the Earth's, directly into space or orbit, without the use of large rockets.\nThe competing forces of gravity, which is stronger at the lower end, and the outward/upward centrifugal force, which is stronger at the upper end, would result in the cable being held up, under tension, and stationary over a single position on Earth.\nBy contrast, a skyhook is a proposed momentum exchange tether that aims to reduce the cost of placing payloads into low Earth orbit. :\nShow More"},"resolution":null},"Q":{"id":"50adc904-cec8-475a-8e1a-c9e3249283d4","title":"Will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nShow More","resolution_date":"2029-12-31T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4527","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":16777,"num_questions":1799},{"id":856,"slug":"sp-500-index","name":"S&P 500 Index","link_id":16778,"num_questions":74}],"background_info":""},"resolution":null},"R":{"id":"1b64ef74-6bae-407e-b749-ecbd7e84ddba","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to nuclear war?","body":"Resolution Criteria\nIn the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?\nShow More","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1494","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3273,"num_questions":1799},{"id":93,"slug":"china","name":"China","link_id":3271,"num_questions":524},{"id":18,"slug":"russia","name":"Russia","link_id":3269,"num_questions":438},{"id":174,"slug":"united-kingdom","name":"United Kingdom","link_id":3275,"num_questions":364},{"id":253,"slug":"environmental-science","name":"Environmental science","link_id":3276,"num_questions":204},{"id":8,"slug":"israel","name":"Israel","link_id":3274,"num_questions":175},{"id":389,"slug":"india","name":"India","link_id":3278,"num_questions":144},{"id":55,"slug":"france","name":"France","link_id":3268,"num_questions":110},{"id":82,"slug":"north-korea","name":"North Korea","link_id":3270,"num_questions":88},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":3279,"num_questions":55},{"id":305,"slug":"soviet-union","name":"Soviet Union","link_id":3277,"num_questions":38},{"id":1443,"slug":"world-war-ii","name":"World War II","link_id":36034,"num_questions":26},{"id":1325,"slug":"nuclear-warfare","name":"Nuclear warfare","link_id":81136,"num_questions":23},{"id":1136,"slug":"nuclear-winter","name":"Nuclear winter","link_id":36032,"num_questions":18},{"id":1223,"slug":"cold-war","name":"Cold War","link_id":36033,"num_questions":17},{"id":1539,"slug":"cuban-missile-crisis","name":"Cuban Missile Crisis","link_id":36035,"num_questions":14},{"id":4541,"slug":"indo-pakistani-wars-and-conflicts","name":"Indo-Pakistani wars and conflicts","link_id":49694,"num_questions":4},{"id":4540,"slug":"john-f-kennedy","name":"John F. Kennedy","link_id":49693,"num_questions":3}],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nThe invention of nuclear weapons gave humanity the technical capacity to cause devastation on a hitherto unseen scale. Although there have been no nuclear attacks since the Second World War, we have come close to inadvertent and intentional nuclear war on a number of occasions.\nThe Cuban Missile Crisis of October 1962 was a direct and dangerous confrontation between the United States and the Soviet Union during the Cold War and was the moment when the two nuclear superpowers came closest to nuclear conflict. U.S. president John F. Kennedy estimated the odds of nuclear war at \"somewhere between one out of three and even\".\nShow More"},"resolution":null}},"relevance":{"reasons":["Technological advancements in space transportation systems like space elevators or skyhooks could have significant economic implications, potentially influencing stock market indices like the S&P 500.","A global catastrophe due to nuclear war could have profound impacts on technological development and economic stability, which in turn could affect both the feasibility of advanced space transportation systems and stock market performance."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all involve significant technological, economic, and geopolitical factors that could be interrelated.","score":7.0}}}
{"P":{"id":"8a45a73e-a9ee-4d6d-939b-a44ea6f2bcf7","title":"By 1 January 2067, will any medical interventions for healthy adults extend average lifespans by at least 25 years?","body":"Resolution Criteria\nThis question will resolve according to Open Philanthropy's explicit criteria:*\nBy January 1, 2067, there will be [some] collection of medical interventions for adults that are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions).\nShow More","resolution_date":"2067-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"8fd56c7c-6c7b-43a0-92ed-d201dcc69234","title":"Given that by 1 January 2067, medical interventions for healthy adults will extend average lifespans by at least 25 years, will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria for P: By January 1, 2067, there will be [some] collection of medical interventions for adults that are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions).\nResolution Criteria for Q: This question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan. This question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nResolves N/A if the condition for P is not met.","resolution_date":"2067-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2976b654-1772-4d74-9a95-8b2272ccd372","title":"Given that by 1 January 2067, any medical interventions for healthy adults will extend average lifespans by at least 25 years AND the United States will withdraw from any of its current mutual defence treaties by 2030, will China's GDP exceed the United States' GDP in any year before 2041?","body":"Resolution Criteria\nThis question will resolve as N/A if either of the conditions are not met: 1. By January 1, 2067, there will be [some] collection of medical interventions for adults that are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions). 2. A credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan, or reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf both conditions are met, this question will resolve as Yes if China's nominal GDP for a given year exceeds US nominal GDP (for that year) before 2041, according to data published by the World Bank.","resolution_date":"2067-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8c6dba19-cf4a-4ac0-ad20-218285d2e1e1","title":"By 1 January 2067, will any medical interventions for healthy adults extend average lifespans by at least 25 years AND will the United States withdraw from any of its current mutual defence treaties by 2030 AND will China's GDP exceed the United States' GDP in any year before 2041?","body":"Resolution Criteria\nThis question will resolve according to the following criteria:\n1. By January 1, 2067, there will be [some] collection of medical interventions for adults that are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions).\n2. This question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\n3. This question will resolve as Yes if China's nominal GDP for a given year exceeds US nominal GDP (for that year) before 2041. For the purpose of this question, we refer to data published by the World Bank.","resolution_date":"2067-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"edcbd523-751b-4d7c-b90a-d81eb63ffe08","title":"By 1 January 2067, will any medical interventions for healthy adults extend average lifespans by at least 25 years?","body":"Resolution Criteria\nThis question will resolve according to Open Philanthropy's explicit criteria:*\nBy January 1, 2067, there will be [some] collection of medical interventions for adults that are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions).\nShow More","resolution_date":"2067-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4429","metadata":{"topics":[],"background_info":"In 2017, Open Philanthropy conducted an investigation on the mechanisms of aging. A section of their writeup considers indefinite life extension, as distinct from modest extension of lifespan, and concludes, with 7% confidence, that by 2067 some collection of medical interventions for adults will have been shown to extend adult lifespan by at least 25 years."},"resolution":null},"Q":{"id":"6e2df1f8-6308-4423-9ada-8876870f53a2","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nShow More","resolution_date":"2029-12-31T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7599","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":3068,"num_questions":1799},{"id":55,"slug":"france","name":"France","link_id":3067,"num_questions":110},{"id":1059,"slug":"japan","name":"Japan","link_id":34685,"num_questions":84},{"id":610,"slug":"pakistan","name":"Pakistan","link_id":3070,"num_questions":55},{"id":621,"slug":"south-korea","name":"South Korea","link_id":3071,"num_questions":48},{"id":451,"slug":"north-atlantic-treaty","name":"North Atlantic Treaty","link_id":3069,"num_questions":15},{"id":1784,"slug":"philippinesunited-states-relations","name":"Philippines–United States relations","link_id":34688,"num_questions":5},{"id":1782,"slug":"inter-american-treaty-of-reciprocal-assistance","name":"Inter-American Treaty of Reciprocal Assistance","link_id":34686,"num_questions":4}],"background_info":"Peter Zeihan in “The Accidental Superpower” predicts that the USA will withdraw from acting as the world police, this can be interpreted as the USA withdrawing from one or more of its current mutual defence treaties.\nCurrently the USA is party to 6 mutual defence treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan."},"resolution":null},"R":{"id":"236ec731-c12d-4281-8957-be5aa0a40840","title":"Will China's GDP exceed the United States' GDP in any year before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if China's nominal GDP for a given year exceeds US nominal GDP (for that year) before 2041. For the purpose of this question, we refer to data published by the World Bank.\nFine Print\nShow More","resolution_date":"2041-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1579","metadata":{"topics":[],"background_info":"China is today one of the major economies in the world. It ranks second in terms of gross domestic product and it contributes about 36 percent to world growth. Due to the size of its economy, Chinese business cycle fluctuations potentially affect economies worldwide. The Chinese economy further has substantial effects on global poverty, global trade, climate change, and much else.\nFrom the late 1970s, China saw an annual average growth rate of 9.9 per cent for more than three decades. This followed the introduction of reform and opening-up policies in 1978. In recent years, however, growth has slowed, to only 6.9 per cent in 2015. In Angus Maddison's book, The Outlook for China and the World Economy, he forecasts that China's GDP will surpass that of the United States in the first half of this century, and likely as soon as 2030.\nChina has seen an average of 9.8% GDP growth since the 1970s, far higher than the 2.8% average observed in the United States in the same period. Despite the recent slowdown in Chinese growth, its rates of Total Factor Productivity has been growing on average at twice the average rate in the United States ( vs ). Similarly, have tended to be almost twice .\nShow More"},"resolution":null}},"relevance":{"reasons":["The development of medical interventions that significantly extend lifespans could have broad societal and economic impacts, potentially influencing geopolitical decisions, including defense treaties.","The economic growth of China relative to the United States could affect global power dynamics, which in turn might influence the United States' decisions regarding its mutual defense treaties.","The combination of these factors could be of interest to those studying the interplay between technological advancements, economic shifts, and geopolitical strategies."],"conclusion":"The logical combination of these questions is somewhat reasonable, especially for those interested in the broader implications of technological and economic changes on geopolitical decisions.","score":6.0}}}
{"P":{"id":"58436279-4097-4800-b93e-ebfa675cb63d","title":"Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?","body":"Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nShow More","resolution_date":"2039-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e73b6285-08a1-416f-b672-fbdb072f24fb","title":"Given that humanity will (essentially) run out of at least one element considered \"under serious threat\" by 2040, will human brain emulation be the first successful route to human-level digital intelligence by the same year?","body":"This question resolves N/A if humanity does not run out of at least one element considered \"under serious threat\" by 2040. If the condition is met, the question will resolve as Yes if the following conditions are met before January 1, 2040:\n- A digital system successfully emulates the human brain with a level of intelligence comparable to that of an average human, as confirmed by a panel of neuroscientists and AI experts.\n- The emulation demonstrates capabilities such as learning, memory, reasoning, and creativity at a level equivalent to or surpassing human performance in a variety of tasks.\n- The emulation is capable of passing a series of standardized cognitive tests designed to evaluate human-level intelligence.\n- The achievement is widely recognized and accepted by the scientific community and leading experts in the fields of neuroscience and artificial intelligence.\nThe resolution will not consider partial or incomplete emulations that do not meet the specified criteria, and the emulation must demonstrate sustained performance over an extended period to be considered successful.","resolution_date":"2040-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2cbc0275-0c42-4936-95e9-d8ded583d1cc","title":"Given that by 2040 humanity has run out of at least one element considered \"under serious threat\" AND human brain emulation has become the first successful route to human-level digital intelligence, will Iran recognize Israel before 2070?","body":"Resolves N/A if either humanity has not run out of at least one element considered \"under serious threat\" by 2040 or human brain emulation has not become the first successful route to human-level digital intelligence by the same year. If both conditions are met, this question will resolve as YES if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070, and NO otherwise.","resolution_date":"2070-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"1dbfe882-028e-46ad-a435-84d7259dcbcb","title":"Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040 AND will human brain emulation be the first successful route to human-level digital intelligence by the same year AND will Iran recognize Israel before 2070?","body":"Resolution Criteria for the first part:\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\n\nResolution Criteria for the second part:\nThis question will resolve as Yes if the following conditions are met before January 1, 2040:\n- A digital system successfully emulates the human brain with a level of intelligence comparable to that of an average human, as confirmed by a panel of neuroscientists and AI experts.\n- The emulation demonstrates capabilities such as learning, memory, reasoning, and creativity at a level equivalent to or surpassing human performance in a variety of tasks.\n- The emulation is capable of passing a series of standardized cognitive tests designed to evaluate human-level intelligence.\n- The achievement is widely recognized and accepted by the scientific community and leading experts in the fields of neuroscience and artificial intelligence.\n\nThe resolution will not consider partial or incomplete emulations that do not meet the specified criteria, and the emulation must demonstrate sustained performance over an extended period to be considered successful.\n\nResolution Criteria for the third part:\nThis question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070.\n\nThe question resolves YES if all three parts are met, and NO otherwise.","resolution_date":"2070-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"93b240c3-12ef-430d-ba55-13630eba9112","title":"Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?","body":"Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nShow More","resolution_date":"2039-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1058","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"b283b94e-c6c9-4e36-b354-812c134fa6d7","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"This question will resolve as Yes if the following conditions are met before January 1, 2040:\n- A digital system successfully emulates the human brain with a level of intelligence comparable to that of an average human, as confirmed by a panel of neuroscientists and AI experts.\n- The emulation demonstrates capabilities such as learning, memory, reasoning, and creativity at a level equivalent to or surpassing human performance in a variety of tasks.\n- The emulation is capable of passing a series of standardized cognitive tests designed to evaluate human-level intelligence.\n- The achievement is widely recognized and accepted by the scientific community and leading experts in the fields of neuroscience and artificial intelligence.\n\nThe resolution will not consider partial or incomplete emulations that do not meet the specified criteria, and the emulation must demonstrate sustained performance over an extended period to be considered successful.","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/372","metadata":{"topics":[{"id":142,"slug":"medicine","name":"Medicine","link_id":6847,"num_questions":1475},{"id":542,"slug":"biology","name":"Biology","link_id":6849,"num_questions":197},{"id":36,"slug":"philosophy","name":"Philosophy","link_id":6851,"num_questions":133},{"id":714,"slug":"neuroscience","name":"Neuroscience","link_id":6850,"num_questions":72},{"id":1644,"slug":"robin-hanson","name":"Robin Hanson","link_id":40646,"num_questions":18},{"id":2300,"slug":"mind-uploading","name":"Mind uploading","link_id":43199,"num_questions":11},{"id":2303,"slug":"brain-preservation-foundation","name":"Brain Preservation Foundation","link_id":43202,"num_questions":5},{"id":3377,"slug":"anatomy","name":"Anatomy","link_id":69977,"num_questions":4},{"id":2301,"slug":"the-age-of-em","name":"The Age of Em","link_id":43200,"num_questions":3}]},"resolution":null},"R":{"id":"660a449b-5593-4372-9fcc-ffcf83b369b6","title":"Will Iran recognize Israel before 2070?","body":"Resolution Criteria\nThis question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070.\nFine Print\nShow More","resolution_date":"2070-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7808","metadata":{"topics":[],"background_info":"Iran does not recognize Israel, and a proxy conflict between them has continued for decades. Iranian leaders have called Israel the \"Zionist regime\", \"occupied Palestine\", and the \"little Satan\", while they refer to the United States as the \"great Satan\". Before the Iranian Revolution of 1979, Iran and Israel maintained close ties."},"resolution":null}},"relevance":{"reasons":["The depletion of essential elements could have significant implications for technological development, including advancements in AI and brain emulation. If humanity runs out of key elements, it might hinder the production of advanced computational hardware necessary for brain emulation.","Geopolitical changes, such as Iran recognizing Israel, could influence global cooperation and stability, which might indirectly affect international scientific collaborations and technological advancements, including those related to AI and brain emulation."],"conclusion":"While the connections are somewhat tenuous, there are plausible reasons to consider the logical combination of these questions, particularly in the context of technological and geopolitical factors influencing scientific progress.","score":5.0}}}
