{"P":{"id":"22482f37-211c-4177-8fbf-6bd79f06c331","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2045-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"60c5393d-c803-4aa0-85b9-e35a32159669","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"297c8efb-87e1-4c70-8037-59ebbcdcad58","title":"Conditional on detecting gravitational waves from the merger of supermassive black holes by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria for the condition:\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n\nResolution Criteria for the outcome:\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.","resolution_date":"2045-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"cb5d6db9-8f62-4d3d-9714-6ac9c0dc6d35","title":"Conditional on no gravitational waves from the merger of supermassive black holes being detected by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria for the condition: This question will resolve as positive if by November 30, 2027, there is no peer-reviewed publication announcing the results of such an event with statistical significance at the 4-sigma or equivalent level.\n\nResolution Criteria for the outcome: This question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\nIf the condition is not met, the question resolves as N/A.","resolution_date":"2045-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8940459d-4c52-49e9-a55a-4a01bd649c93","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2045-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/606","metadata":{"topics":[],"background_info":"In October 2017, Messaging Extraterrestrial Intelligence International (METI) transmitted a signal into space designed to let other civilizations know we're here.\nThe message, transmitted to a red dwarf star 12 light-years from Earth and contains information on human understanding of science, math and time.\nIn March 2017, a planet three times the mass of Earth within the habitable zone was discovered orbiting the star. If there's anyone on that planet who receives the message, their reply could arrive as early as 2042."},"resolution":null},"Q":{"id":"0a84a169-82cf-4b8f-b87d-f3bd44b8e47f","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/604","metadata":{"topics":[],"background_info":"The Nobel Prize-winning detection of gravitational waves added a new observational tool for astronomers to use in studying celestial events. But an as-yet-unobserved phenomenon would make all the gravitational wave detections so far seem like small potatoes.\nWhen two galaxies merge, the supermassive black holes at their centers would merge as well, and the process would emit gravitational waves. But the wavelength of those waves would be undetectable by the LIGO observatory. They're best detected by pulsar.\nPulsars emit electromagnetic radiation at regular intervals. A gravitational wave would slightly change the distance from the Earth to a pulsar, and thus slightly change the pulsar's timing as well.\nIn a paper in Nature Astronomy, astronomers use observation data and models of supermassive black hole merger events to conclude that we should be able to detect such an event within the next 10 years. If we don't, it could indicate that our hypotheses about these large black hole mergers need some refinement.\n"},"resolution":null}},"relevance":{"reasons":["Both questions relate to significant astronomical events, which might interest astrophysicists and space enthusiasts.","Detection capabilities and advancements in technology could influence the likelihood of both events occurring.","Funding and prioritization of space research could impact the chances of detecting such phenomena."],"conclusion":"The combination is moderately interesting to those in the field of astronomy and space exploration, but it is not directly related.","score":6.0}}}
{"P":{"id":"1787391c-5b1c-458b-87c2-7e7b266d1d5e","title":"Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria\nSome quite successful companies are not publicly traded, such as Cargill, Albertsons and Koch Industries, see Statista's largest private US companies by revenue for further examples.\nHowever, for many companies, \"going public\" is a major milestone. Going public allows company founders to \"cash out\" and diversify their portfolios. It also can allow a company to obtain much greater funding than it might from private sources.\nQuestion: Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?\nThe obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million.\nI included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"5dbac26f-7339-4667-86b3-adfcdeb066b6","title":"Will the research group that is responsible for developing the first AGI be part of a non-profit corporation?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a non-profit organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"64805a27-6bb8-495b-8823-9b6afc3219c5","title":"Conditional on the research group that is responsible for developing the first AGI being part of a non-profit corporation, will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria for P:\nThis question will resolve positively if the AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a non-profit organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\nResolution Criteria for Q:\nSome quite successful companies are not publicly traded, such as Cargill, Albertsons and Koch Industries, see Statista's largest private US companies by revenue for further examples. However, for many companies, \"going public\" is a major milestone. Going public allows company founders to \"cash out\" and diversify their portfolios. It also can allow a company to obtain much greater funding than it might from private sources.\n\nQuestion: Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030? The obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million. I included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"c44299b5-e3c1-4e19-8734-9434118cef47","title":"Conditional on the first AGI not being developed by a non-profit corporation, will Metaculus or a licensed derivative be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria for P:\nThis question will resolve positively if the AI system that resolves the question 'Date first AGI is publicly known' was not developed by a research group from a non-profit organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\nResolution Criteria for Q:\nWill Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?\nThe obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million. I included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"cb5642f7-ffac-4d10-8ecb-e46df4604df2","title":"Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria\nSome quite successful companies are not publicly traded, such as Cargill, Albertsons and Koch Industries, see Statista's largest private US companies by revenue for further examples.\nHowever, for many companies, \"going public\" is a major milestone. Going public allows company founders to \"cash out\" and diversify their portfolios. It also can allow a company to obtain much greater funding than it might from private sources.\nQuestion: Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?\nThe obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million.\nI included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3364","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"31ec35ce-07fd-4030-8c57-d5e516e223f6","title":"Will the research group that is responsible for developing the first AGI be part of a non-profit corporation?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a non-profit organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8328","metadata":{"topics":[],"background_info":"The question Date first AGI is publicly known. asks When will the first AGI be first developed and demonstrated?.\nToday, research groups at both for-profit corporations and universities are working on developing general reasoning systems. Other possible institutions might be nationalized corporations, governments generally, and non-profit organizations.\nFor example, OpenAI was initially founded as a non-profit organization \"so that they could focus its research on creating a positive long-term human impact.\" (Wikipedia)"},"resolution":null}},"relevance":{"reasons":["The development of AGI (Artificial General Intelligence) is a major technological milestone that could influence various sectors, including forecasting platforms like Metaculus.","If Metaculus, or a licensed derivative, is operated by a publicly traded company, it could be indicative of the growing importance and commercialization of forecasting technologies, which might be influenced by advancements in AI and AGI.","The governance structure of the organization that develops the first AGI (whether it's a non-profit or for-profit) could have implications for how AGI technologies are deployed and commercialized, potentially affecting forecasting platforms and their operations."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially given the potential intersections between advancements in AI/AGI and the commercialization of forecasting technologies.","score":6.0}}}
{"P":{"id":"753c5423-de15-4105-87e9-878e7098e5a9","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"a0b183b0-cd7a-4389-b202-9e777dd642c0","title":"Will humanity maintain a continuous off-Earth presence until 2050?","body":"Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"f7c2572e-8aa4-4738-989c-ed672e752347","title":"Conditional on humanity maintaining a continuous off-Earth presence until 2050, will there be a 4-year interval in which world output doubles before 2050?","body":"Resolution Criteria for the Condition:\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n\nResolution Criteria for the Outcome:\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"cedd16a6-8932-4102-9d81-16abfdd5e635","title":"Conditional on humanity failing to maintain a continuous off-Earth presence until 2050, will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria for P:\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity fail to maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, the number of living and conscious biological humans off-Earth must drop to zero at any time before 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf at least one living and conscious biological human is physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n\nResolution Criteria for Q:\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"fa034754-ea22-42d0-8f9c-61af33abcd4b","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/5406","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null},"Q":{"id":"0e55505b-c29d-4fcc-ab7e-fb336890fadb","title":"Will humanity maintain a continuous off-Earth presence until 2050?","body":"Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3385","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Technological advancements driving rapid economic growth could also drive advancements in space technology, making it more feasible to maintain a continuous off-Earth presence.","A period of rapid economic growth might increase funding and investment in space exploration initiatives, which could support maintaining a continuous off-Earth presence.","Conversely, maintaining a continuous off-Earth presence might stimulate technological innovations and economic activities, potentially contributing to rapid economic growth."],"conclusion":"The logical combination of these questions is reasonable and could be of interest to those studying the interplay between economic growth and space exploration.","score":7.0}}}
{"P":{"id":"0e054bcb-19fe-42e4-9352-3ade474ed13d","title":"If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?","body":"Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n","resolution_date":"2073-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"30a0436f-2e45-4922-9f91-5ea173f4ebc3","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"7b30647a-70d6-4340-8034-2cd8f882b34b","title":"Conditional on a complete 4-year interval in which world output doubles occurring before the first 1-year interval in which world output doubles, will humanity's population be less than 400 million 50 years after a nuclear conflict involving >1,000 detonations?","body":"Resolution Criteria for P:\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4-year (nor 1-year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print: No attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\n\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"6e1ba07e-1ba0-482a-bf65-36938c0d2175","title":"Conditional on there being no complete 4 year interval in which world output doubles before the first 1 year interval in which world output doubles, if there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?","body":"**Condition:**\nWill there be no complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\n\nResolution Criteria for Condition:\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction.\n\n**Outcome of Interest:**\nIf there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?\n\nResolution Criteria for Outcome:\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\n\nFine Print:\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a5ec20bd-e930-4848-a386-e4b165e5eb43","title":"If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?","body":"Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n","resolution_date":"2073-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8397","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nNuclear GC to cause (near) extinction\nWould we recover if population falls <400m?\nWill humans go extinct by 2100?\nExtinction if population falls <400 million?\nFor simplicity, we will consider two detonations to be part of the same nuclear conflict if they occur within 30 days of each other (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\n"},"resolution":null},"Q":{"id":"6d5b1c2f-171e-4b10-9e94-8284ea728d8f","title":"Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThere will be an ambiguous resolution if there is no 4 year (nor 1 year) doubling interval by 2050, to isolate specifically the takeoff speed from other things like the chances of no takeoff occurring at all or human extinction\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/736","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill a 8-year GWP doubling complete before a 2-year doubling does?\nWill there be a 4 year interval in which world output doubles before 2050?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}},"relevance":{"reasons":["A nuclear conflict involving >1,000 detonations could drastically affect global population and economic conditions, potentially leading to scenarios where economic growth dynamics change significantly.","A post-nuclear conflict world might see a drastic restructuring of economies, possibly leading to rapid technological advancements or collapses, which could affect the probability of seeing a 4-year interval of doubling world output before a 1-year interval.","Both questions pertain to extreme global events and their long-term consequences on humanity and global economics, making them relevant for those studying existential risks and future economic scenarios."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in the long-term impacts of catastrophic events on human population and economic growth.","score":6.0}}}
{"P":{"id":"00142a83-98c8-486d-9392-be4b71a8f157","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"d51bf178-367c-401f-aeab-cf9d20e7cc9e","title":"Will a mission to land a spacecraft on Europa launch by 2030?","body":"Resolution Criteria\nEuropa provides astrobiologists with the best possibility of finding extraterrestrial life within our solar system. Many scientists believe that beneath the icy surface of Europa there lies a vast saltwater ocean. It is because of the presence of this large body of liquid water beneath the surface that scientists believe that Europa may provide insight into the origins of life.\nGalileo Galilei discovered Europa and the other Galilean moons in 1610. In 1979 Voyager 2 gave us our first closeup image of the moon (click here for a complete list of missions to Europa). During the Galileo Mission (1989-2003) Galileo passed near Europa and provided compelling evidence for the existence of saltwater oceans beneath the icy surface. Then in 2013, the Hubble Telescope supplied evidence of erupting water plumes at the surface.\nTwo upcoming missions will provide additional information about the nature of Europa. First, the Europa Clipper mission will conduct multiply flybys of the moon in the 2020s. This spacecraft will be equipped with cameras, spectrometers, radar, and magnetometers in order to assess the composition of the surface and the underlying oceans. Second, the European Space Agency’s JUICE mission (Jupiter ICy moons Explorer) will launch in 2022 and arrive at Jupiter in 2029. Though Ganymede is the primary target of this mission, JUICE will still fly by Europa twice in an effort to ascertain the composition of the surface and underlying subsurface oceans.\nQuestion is resolved as positive if a credible news agency reports that a mission to land a spacecraft on Europa launches by December 31, 2029.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"d6f9e28c-9978-446c-b295-f7c76ffed51c","title":"Given a mission to land a spacecraft on Europa launches by 2030, will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria for P:\nEuropa provides astrobiologists with the best possibility of finding extraterrestrial life within our solar system. Many scientists believe that beneath the icy surface of Europa there lies a vast saltwater ocean. It is because of the presence of this large body of liquid water beneath the surface that scientists believe that Europa may provide insight into the origins of life.\nGalileo Galilei discovered Europa and the other Galilean moons in 1610. In 1979 Voyager 2 gave us our first closeup image of the moon (click here for a complete list of missions to Europa). During the Galileo Mission (1989-2003) Galileo passed near Europa and provided compelling evidence for the existence of saltwater oceans beneath the icy surface. Then in 2013, the Hubble Telescope supplied evidence of erupting water plumes at the surface.\nTwo upcoming missions will provide additional information about the nature of Europa. First, the Europa Clipper mission will conduct multiple flybys of the moon in the 2020s. This spacecraft will be equipped with cameras, spectrometers, radar, and magnetometers in order to assess the composition of the surface and the underlying oceans. Second, the European Space Agency’s JUICE mission (Jupiter ICy moons Explorer) will launch in 2022 and arrive at Jupiter in 2029. Though Ganymede is the primary target of this mission, JUICE will still fly by Europa twice in an effort to ascertain the composition of the surface and underlying subsurface oceans.\nQuestion is resolved as positive if a credible news agency reports that a mission to land a spacecraft on Europa launches by December 31, 2029.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"e8347845-6491-454d-ac05-0b9629f0dc58","title":"Given no mission to land a spacecraft on Europa launches by 2030, will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Suppose the following is true: By December 31, 2029, no mission to land a spacecraft on Europa launches, as reported by a credible news agency. \n\nEuropa provides astrobiologists with the best possibility of finding extraterrestrial life within our solar system. Many scientists believe that beneath the icy surface of Europa there lies a vast saltwater ocean. It is because of the presence of this large body of liquid water beneath the surface that scientists believe that Europa may provide insight into the origins of life. \n\nGalileo Galilei discovered Europa and the other Galilean moons in 1610. In 1979 Voyager 2 gave us our first closeup image of the moon. During the Galileo Mission (1989-2003) Galileo passed near Europa and provided compelling evidence for the existence of saltwater oceans beneath the icy surface. Then in 2013, the Hubble Telescope supplied evidence of erupting water plumes at the surface. Two upcoming missions will provide additional information about the nature of Europa. First, the Europa Clipper mission will conduct multiple flybys of the moon in the 2020s. This spacecraft will be equipped with cameras, spectrometers, radar, and magnetometers in order to assess the composition of the surface and the underlying oceans. Second, the European Space Agency’s JUICE mission (Jupiter ICy moons Explorer) will launch in 2022 and arrive at Jupiter in 2029. Though Ganymede is the primary target of this mission, JUICE will still fly by Europa twice in an effort to ascertain the composition of the surface and underlying subsurface oceans.\n\nThen is this true: By January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins? This excludes any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. It is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis).","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"0fedad20-fb4d-42b1-9aa8-a5942165cb79","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3834","metadata":{"topics":[],"background_info":"Despite our best efforts, Earth is still the only known planet in the universe to harbor any kind of life. Though plenty of our attention in this hunt has been focused on studying potentially habitable exoplanets, this question is concerned with the likelihood of finding extraterrestrial life in our own cosmic backyard."},"resolution":null},"Q":{"id":"87a1ce17-8df1-4806-9765-83b67efa30d1","title":"Will a mission to land a spacecraft on Europa launch by 2030?","body":"Resolution Criteria\nEuropa provides astrobiologists with the best possibility of finding extraterrestrial life within our solar system. Many scientists believe that beneath the icy surface of Europa there lies a vast saltwater ocean. It is because of the presence of this large body of liquid water beneath the surface that scientists believe that Europa may provide insight into the origins of life.\nGalileo Galilei discovered Europa and the other Galilean moons in 1610. In 1979 Voyager 2 gave us our first closeup image of the moon (click here for a complete list of missions to Europa). During the Galileo Mission (1989-2003) Galileo passed near Europa and provided compelling evidence for the existence of saltwater oceans beneath the icy surface. Then in 2013, the Hubble Telescope supplied evidence of erupting water plumes at the surface.\nTwo upcoming missions will provide additional information about the nature of Europa. First, the Europa Clipper mission will conduct multiply flybys of the moon in the 2020s. This spacecraft will be equipped with cameras, spectrometers, radar, and magnetometers in order to assess the composition of the surface and the underlying oceans. Second, the European Space Agency’s JUICE mission (Jupiter ICy moons Explorer) will launch in 2022 and arrive at Jupiter in 2029. Though Ganymede is the primary target of this mission, JUICE will still fly by Europa twice in an effort to ascertain the composition of the surface and underlying subsurface oceans.\nQuestion is resolved as positive if a credible news agency reports that a mission to land a spacecraft on Europa launches by December 31, 2029.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/1348","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A mission to land on Europa could potentially discover signs of life, which directly relates to the question of finding conclusive evidence for extraterrestrial life in our Solar System.","Europa is considered one of the prime candidates for hosting extraterrestrial life due to its subsurface ocean, making the two questions highly interconnected.","The outcome of the mission to Europa could significantly influence the probability of discovering extraterrestrial life within the Solar System by 2050."],"conclusion":"The logical combination of these questions is highly relevant and worth considering.","score":9.0}}}
{"P":{"id":"f2535d74-d471-4296-b29a-2e185c59dfd5","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"4aaee751-6a48-40f6-bc9a-f9f27bd7e48b","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"e6c2bda6-1992-4c54-b4a4-bfc413cbdb2f","title":"Conditional on human-level artificial intelligence being developed, will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria for the condition:\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n\nResolution Criteria for the outcome:\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now.\nIf the condition is not met, resolves N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"36ba65fe-6aed-4841-97d9-02cb4558bc59","title":"Conditional on human-level AI development, will World GDP not grow by at least 30.0% in any subsequent 15 years and will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria for the Condition:\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP does not grow by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it does.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n\nResolution Criteria for the Outcome:\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now.\n\nIf the condition is not met, this question resolves as N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"88670c6e-c3e7-419b-a069-6c1a72ab61b1","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8533","metadata":{"topics":[],"background_info":"Xi Jinping is currently nearing the end of his second term as CCP General Secretary and is expected to make a bid for a third term and win it with a 92% chance according to a current Metaculus question. There is considerable speculation that Xi will pave the way for a much longer tenure akin to the tenure of Mao Zedong and Deng Xiaping. Having China ruled by a single figure with a potentially unlimited tenure might have considerable ramifications for a variety of topics ranging from the West's China policy to global security concerns."},"resolution":null},"Q":{"id":"13a057ae-061a-4aa8-a39e-2cbf7869cc11","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3477","metadata":{"topics":[],"background_info":"In economist Robin Hanson's 2001 paper Economic Growth Given Machine Intelligence, he writes\nA simple exogenous growth model gives conservative estimates of the economic implications of machine intelligence. [...] Without machine intelligence, world product grows at a familiar rate of 4.3% per year, doubling every 16 years, with about 40% of technological progress coming from ordinary computers. With machine intelligence, the (instantaneous) annual growth rate would be 45%, ten times higher, making world product double every 18 months! If the product shares are raised by 20%, and general technology growth is lowered to preserve the 4.4% figure, the new doubling time falls to less than 6 months."},"resolution":null}},"relevance":{"reasons":["Xi Jinping's continued leadership could influence China's stance on AI development and international collaborations, potentially affecting global AI advancements.","China's policies under Xi might impact global economic conditions, including trade policies, which could influence global GDP growth.","The development of human-level AI could lead to significant economic shifts, and China's leadership at that time could play a crucial role in how these shifts manifest."],"conclusion":"There are plausible reasons to consider the logical combination of these two questions, particularly given China's significant role in global economics and AI development.","score":7.0}}}
{"P":{"id":"7d368f14-2e71-419d-b989-e949428c1785","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"30de4467-f9f9-44ad-9754-85fee2f81bab","title":"Will the first nuclear conflict involving >100 detonations cause more than 100 million fatalities within 1 month of the final detonation?","body":"Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor the first such conflict, there are at least 100 million deaths globally in the period between the first nuclear detonation and 1 month after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met.\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than 100 million fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"18743a30-d609-47d0-b54d-cd6cd8c237d1","title":"GIVEN the first nuclear conflict involving >100 detonations causes more than 100 million fatalities within 1 month of the final detonation, will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor the first such conflict, there are at least 100 million deaths globally in the period between the first nuclear detonation and 1 month after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met.\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than 100 million fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n\nResolution Criteria for Q:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"6084ed61-711a-42c0-bee7-e8783620aaf5","title":"Conditional on the first nuclear conflict involving >100 detonations causing 100 million or fewer fatalities within 1 month, will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor the first such conflict, there are fewer than 100 million deaths globally in the period between the first nuclear detonation and 1 month after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met.\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes fewer than 100 million fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n\nResolution Criteria for Q:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\n\nSuppose the following is true: The first nuclear conflict involving more than 100 nuclear detonations causes 100 million or fewer fatalities within 1 month of the final detonation. Then, will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a8bb18b4-39e6-49e4-96ea-01e835213267","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3742","metadata":{"topics":[],"background_info":"A Representative Concentration Pathway (RCP) is a greenhouse gas concentration trajectory adopted by the IPCC for its fifth Assessment Report (AR5) in 2014. These four pathways are prominently considered in IPPC climate modelling and research, which describe different climate futures, all of which are considered possible depending on how much greenhouse gases are emitted in the years to come.\nThe Representative Concentration Pathway (RCP) 8.5 corresponds to a high greenhouse gas emissions pathway compared to the scenario literature (IPCC 2008). The RCP8.5 is a so-called ‘baseline’ scenario that does not include any specific climate mitigation target. It combines assumptions about high population and relatively slow income growth with modest rates of technological change and energy intensity improvements, leading in the long term to high energy demand and GHG emissions in absence of climate change policies.\nPathway RCP4.5 limits mid-century (2046–2065) global mean temperature increase to 2.0°C with a likely range of 1.4°C to 2.6°C (95% confidence interval). Moreover, it limits end-of-century (2081–2100) global mean temperature increase to 3.7°C with a likely range of 2.6°C to 4.8°C (95% confidence interval) (IPPC, 2013).\nOver the 2022 to 2025 period (inclusive), the RCP8.5 corresponds to an average of 426.63 parts-per-million (ppm) of global CO₂ atmospheric concentration per year (Meinshausen et al. 2011). Over the 2027 to 2030 period, it corresponds to and average of 440.01 ppm of global CO₂ atmospheric concentration per year (ibid.).\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here.\n"},"resolution":null},"Q":{"id":"c6bc408e-7c9f-4061-bb78-b44836061a4a","title":"Will the first nuclear conflict involving >100 detonations cause more than 100 million fatalities within 1 month of the final detonation?","body":"Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor the first such conflict, there are at least 100 million deaths globally in the period between the first nuclear detonation and 1 month after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met.\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than 100 million fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8398","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will that cause >4 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\n"},"resolution":null}},"relevance":{"reasons":["A nuclear conflict involving more than 100 detonations would likely have a significant impact on global CO₂ emissions and atmospheric concentration. The immediate aftermath of such a conflict could lead to massive fires, destruction of infrastructure, and disruptions in industrial activities, all of which could alter CO₂ levels.","The long-term effects of a nuclear conflict could include nuclear winter, which might reduce temperatures and impact natural and human-driven CO₂ emissions. This could potentially affect the average global CO₂ atmospheric concentration over the 2024 to 2027 period."],"conclusion":"The logical combination of these questions is worth considering due to the potential significant impact of a nuclear conflict on global CO₂ levels.","score":7.0}}}
{"P":{"id":"c257c26d-3b34-4844-b296-5b8b3390d306","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"726b4ed3-e5cd-4011-8f68-24a071780fb2","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"0491a526-e52f-4d76-8804-96415a927e02","title":"Conditional on armed conflicts between the United States and the People's Republic of China leading to at least 100 deaths before 2050, will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria for the condition:\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\n- There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\n- There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\n\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period. This question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n\nResolution Criteria for the outcome:\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. The last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data.\n\nIf the condition is not met, this question will resolve as N/A.","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"daba20bf-a249-4d24-97e5-86dfcf83b323","title":"Conditional on armed conflicts between the United States and the People's Republic of China not leading to at least 100 deaths before 2050, will there be at least 2˚C of global warming by 2100?","body":"Suppose the following is true: Armed conflicts between the United States and the People's Republic of China do not lead to at least 100 deaths before 2050. Then is it true that there will be at least 2˚C of global warming by 2100?\n\nResolution criteria for the condition: This condition will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, none of the following occur:\n- There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\n- There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n\nResolution criteria for the outcome: This question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible. Note that the data in the link is normalized relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. The last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data.","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1d720d42-ae4a-4569-be76-1919bb11cce9","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/585","metadata":{"topics":[],"background_info":"At the Paris climate accord, world leaders promised to keep the global temperature increase this century (relative to pre-industrial levels) \"well below 2 ˚C\" and if possible below 1.5 ˚C. Many experts are skeptical about this goal being feasible, stating that even if all Paris targets are met, global warming may reach levels up to 3 ˚C above pre-industrial levels. Furthermore, with the coming departure of the United States from the agreement, the meeting of global targets may be in jeopardy."},"resolution":null},"Q":{"id":"8d489275-a0e4-4912-8af9-19d1781af30f","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8051","metadata":{"topics":[],"background_info":"A previous Metaculus question asked about a great power war and whether the US and others would intervene in a conflict over Taiwan. Some scholars have warned about a Thucydides Trap that could lead to a war between the US and China, over Taiwan, the South China Sea, or some other issue."},"resolution":null}},"relevance":{"reasons":["Climate change, such as global warming, can lead to resource scarcity (e.g., water, arable land) which might increase geopolitical tensions, including between major powers like the US and China.","Armed conflicts can have significant environmental impacts, potentially influencing climate policies and international cooperation on global warming mitigation.","Both issues are of significant global importance and could be part of broader discussions on future global stability and security."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially given the potential interplay between climate change and geopolitical stability.","score":7.0}}}
{"P":{"id":"6c232742-94b7-40f5-97b6-4e6045b94316","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"36877ecf-00c4-4ebf-bbc8-b7383e5d2dc5","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"c9da45d3-b732-44a2-af28-d7a5ba4ced77","title":"If there is a US-Russia war before 2050, will China land the next person on the Moon?","body":"Suppose the following is true: There is a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Battle related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nThen, will China land the next person on the Moon? This question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"cbff1ee3-6191-4c5e-b1b8-007c101d8a1e","title":"Conditional on there being no US-Russia war before 2050, will China land the next person on the Moon?","body":"Resolution Criteria for Condition:\nThis question will resolve as Yes if there is no war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for Outcome:\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5da8b2d2-92fb-4409-b655-b0f29b8b7276","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/5832","metadata":{"topics":[],"background_info":"Both China and the US have announced plans to land a person on the Moon. Both are tentatively aiming to land someone on the Moon in the year 2024."},"resolution":null},"Q":{"id":"1a38a524-ffb5-4e57-81a6-bb57c24287fe","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\n"},"resolution":null}},"relevance":{"reasons":["China's lunar ambitions might be influenced by global geopolitical tensions, including those involving the US and Russia. For example, a US-Russia war could shift global alliances and priorities, potentially affecting China's space program funding or strategic goals.","A US-Russia war could lead to a reallocation of resources, including those related to space exploration, potentially affecting timelines and priorities for lunar missions."],"conclusion":"The logical combination of these questions is somewhat relevant because geopolitical events can impact national priorities and resources, including space programs.","score":6.0}}}
{"P":{"id":"e6b55a65-cfd1-4b78-a362-733edda7299b","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"7278365e-2631-4350-9d90-f39b6606bd5a","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"429c58f8-7733-4ed1-accd-ad488aa84713","title":"Conditional on there being more than 13 people off of planet Earth on December 31, 2050, will any jurisdiction enforce requirements for all births to be genetically engineered by the year 2100?","body":"Resolution Criteria for Condition:\nThe population of humans off of planet Earth at midnight UTC time of December 31, 2050, must be higher than 13. \"Off of planet Earth\" means farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n\nResolution Criteria for Outcome:\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. Only jurisdictions governing a population of at least 1 million people at the time the law is in effect are included.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included.\nTo resolve this question, the relevant law must be enforced for at least one birth. If a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"a3392082-6414-419b-9db4-c57860ad96e4","title":"Conditional on there being 13 or fewer people off of planet Earth on December 31, 2050, will any jurisdiction enforce requirements for all births to be genetically engineered by the year 2100?","body":"Resolution Criteria for the condition:\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be 13 or fewer?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is 13 or fewer.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n\nResolution Criteria for the outcome:\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\n\nFine Print:\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4ba274da-37d7-474c-ac48-feb4e53a4246","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/7250","metadata":{"topics":[],"background_info":"Our genes are the biologically encoded information from which we are built. Important traits known to be affected by our genes include aspects of intelligence and mental illness. Many physical traits, such as height, attractiveness, strength, and even longevity likewise strongly depend on the genes we have.\nAs the human genome and related human biological areas of inquiry became better understood, genetic engineering has become known. In the case of traits affected by simple genetic factors, it has been possible for years to change these genes, and the resulting trait(s) expressed, by means such as CRISPR/Cas9.\nThe pace of genetic engineering research, as measured by papers published worldwide, shows a clear trend to be growing. There is every reason to believe that as a result of this research trend, genetic engineering technology will tend to become safer, more powerful, and less expensive with time.\nHuman reproduction as we typically know it results in one's genes constituting a mixture of two previously existing humans' genes which were themselves selected in this manner and so on. Artificial means of reproduction still rely on the bulk DNA transfers from existing humans. Presently, genetic engineering for new humans is exceptional, as well as taboo.\nThe gaussian distribution of genetic traits means that most humans won't have the most advantageous genes in most areas. Further, rather undesirable traits are ubiquitous: we all age.\nIf genetic engineering reaches the level where it is possible to safely and reliably eliminate the possibility of traits widely considered undesirable, such as predisposition toward schizophrenia, cystic fibrosis, or intellectual disability, there is good reason to think that humans may consider such genetic modification an ethical imperative. This is one scenario.\nHuman intelligence is one of the most complicated constructs of substantial genetic determination. Even so, it is possible that humanity could come by a sufficient understanding of the relationship to set humans-to-be with brains optimized to be as smart as possible. It may not be so easy to reach a consensus recognizing these types of modifications as ethnically necessary.\nOf course, it goes on. Any desirable trait controlled by genetics can in principle be added by genetic engineering, and any undesirable trait removed. Consequently, the space for possible legal mandates in this field is immense.\nOn environment: redwoods have genetics to grow very tall, but if you take one to the desert, it won't work very well (or at all). So while environment interacts with genes, the genes provide the foundation for what the environment has to work with.\n"},"resolution":null},"Q":{"id":"a45a74c3-1706-46bc-a4b3-a3ca96398ed8","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/594","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Interest in the progress of technology and its societal implications: Both questions are concerned with advancements in technology and their potential impacts on society. Genetic engineering laws would signify a major societal shift in how we view and manage human genetics, while a significant number of people living off Earth would indicate major advancements in space travel and habitation.","Speculation on future governance and societal norms: The enforcement of genetic engineering laws would reflect changes in societal norms and governance regarding human biology. Similarly, having more than 13 people off Earth could reflect changes in governance and societal norms around space colonization.","Interconnected technological advancements: Significant advancements in one area (e.g., genetic engineering) might correlate with advancements in other high-tech areas (e.g., space travel). For example, a society advanced enough to enforce genetic engineering might also be advanced enough to support large off-world populations."],"conclusion":"While the direct connection between the two questions is not strong, they both reflect broader themes of technological advancement and societal change. Therefore, considering their logical combination is moderately sensible.","score":5.0}}}
{"P":{"id":"4bc94e26-12f0-4df8-8a9a-156288c21945","title":"Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?","body":"Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"cfca628b-4a57-47d4-8abd-64204d9a7055","title":"Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?","body":"Resolution Criteria\nThe only two offensive detonations of nuclear weapons to date were immediately preceded by conventional conflict between Japan and the US in the South Pacific. Conventional conflict seems likely to increase the chance of an offensive nuclear detonation. However, it is also possible for a deliberate, inadvertent, or accidental nuclear detonation to happen without being preceded by conventional conflict, and this was a common worry during the Cold War in particular.\nWill the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"9999-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"fe34e795-e018-43fa-a675-4760a34eec22","title":"Conditional on the next non-test detonation of a state’s nuclear weapon being immediately preceded by conventional conflict, will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?","body":"Suppose the following is true: The next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory do not count towards this condition, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot. The condition will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050. Conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occurs while the conventional conflict is ongoing can also count towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n\nThen, will the price of water hit $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC? This question resolves positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050.","resolution_date":"9999-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"40473f0f-3003-4542-a338-c0edfa14aa84","title":"Conditional on the next non-test detonation of a state’s nuclear weapon not being immediately preceded by conventional conflict, will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?","body":"Resolution criteria for the condition: \nThe next offensive detonation of a state's nuclear weapon must not occur within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot. This question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050. \nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution. Resolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n\nResolution criteria for the outcome: Resolves positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050.\nIf the condition is not met, resolves N/A.","resolution_date":"9999-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a9c61d7f-b36b-4e04-83f4-ab76c16e7bfb","title":"Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?","body":"Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8474","metadata":{"topics":[],"background_info":"Water is an essential commodity and a fundamental precursor for human life. Historically, it’s treated like a public good and is highly subsidized by the government. This can hinder price discovery in markets, which ultimately disjoints supply from demand. Consequently, water has been very cheap, even in regularly arid areas like California or Nevada. Many people believe that water should be traded like other commodities.\nIn late 2018, the Nasdaq Veles California Water Index began tracking the prevailing market price for water transactions, priced weekly in US dollars per acre-foot. Although water won't swing global financial markets like oil or gold does (it's too cheap and heavy to trade across long distances), trading water more locally can aid in price discovery/uncertainty and waste mitigation. Starting in December 2020, futures can now be traded on the index.\nThe current spot price of water on the NQH20 in September 2021 is above $900, up from $500 in September 2020 and $200 in September 2019. In the past, an acre-foot of water from the Colorado River was quoted at $1200 and an acre-foot of water from a desalination facility was quoted at $2200.\n"},"resolution":null},"Q":{"id":"06a5d691-7b83-4abf-8ffc-afc4861603b3","title":"Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?","body":"Resolution Criteria\nThe only two offensive detonations of nuclear weapons to date were immediately preceded by conventional conflict between Japan and the US in the South Pacific. Conventional conflict seems likely to increase the chance of an offensive nuclear detonation. However, it is also possible for a deliberate, inadvertent, or accidental nuclear detonation to happen without being preceded by conventional conflict, and this was a common worry during the Cold War in particular.\nWill the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"9999-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/7408","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Water scarcity and geopolitical conflicts are often interconnected. An increase in water prices could signal severe water scarcity, which can exacerbate tensions between states, potentially leading to conventional conflicts.","Water scarcity could also lead to internal instability within a country, potentially causing it to act more aggressively on the international stage, increasing the likelihood of conventional conflicts and possibly nuclear detonations.","Both questions involve long-term forecasting and global stability, making them relevant for those interested in understanding future geopolitical risks."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, although they are not directly related.","score":6.0}}}
{"P":{"id":"a758449a-545b-4cea-8365-cf5df50bc8ff","title":"If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"660efb28-acb2-48fd-bc9f-5beeda3de9a9","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"99beb035-eb92-4ea8-b9fa-5fa0feab4fd0","title":"Conditional on the average global CO₂ atmospheric concentration being less than 433.19 ppm over the 2024 to 2027 period, if the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria for Condition:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\n\nResolution Criteria for Outcome:\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"2ba4aef7-20ad-41c7-93ad-7d7f2da1c47d","title":"Conditional on the average global CO₂ atmospheric concentration being 433.19 ppm or more over the 2024 to 2027 period, will a publicly traded company that develops the first AGI perform at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria for Condition:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is more than 433.19 ppm, as reported by Earth System Research Laboratory.\n\nResolution Criteria for Outcome:\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8f12e301-76a6-4492-a6b1-52f46d5f2c13","title":"If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/4997","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"a8bb18b4-39e6-49e4-96ea-01e835213267","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3742","metadata":{"topics":[],"background_info":"A Representative Concentration Pathway (RCP) is a greenhouse gas concentration trajectory adopted by the IPCC for its fifth Assessment Report (AR5) in 2014. These four pathways are prominently considered in IPPC climate modelling and research, which describe different climate futures, all of which are considered possible depending on how much greenhouse gases are emitted in the years to come.\nThe Representative Concentration Pathway (RCP) 8.5 corresponds to a high greenhouse gas emissions pathway compared to the scenario literature (IPCC 2008). The RCP8.5 is a so-called ‘baseline’ scenario that does not include any specific climate mitigation target. It combines assumptions about high population and relatively slow income growth with modest rates of technological change and energy intensity improvements, leading in the long term to high energy demand and GHG emissions in absence of climate change policies.\nPathway RCP4.5 limits mid-century (2046–2065) global mean temperature increase to 2.0°C with a likely range of 1.4°C to 2.6°C (95% confidence interval). Moreover, it limits end-of-century (2081–2100) global mean temperature increase to 3.7°C with a likely range of 2.6°C to 4.8°C (95% confidence interval) (IPPC, 2013).\nOver the 2022 to 2025 period (inclusive), the RCP8.5 corresponds to an average of 426.63 parts-per-million (ppm) of global CO₂ atmospheric concentration per year (Meinshausen et al. 2011). Over the 2027 to 2030 period, it corresponds to and average of 440.01 ppm of global CO₂ atmospheric concentration per year (ibid.).\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here.\n"},"resolution":null}},"relevance":{"reasons":["The development of AGI by a publicly traded company could have significant economic implications, potentially leading to a substantial increase in the company's stock price. This could make the first part of the logical combination relevant to investors and economic forecasters.","CO₂ atmospheric concentration is a critical measure of climate change and environmental sustainability. The development of AGI could influence global efforts to reduce CO₂ emissions, either positively by enabling new technologies and efficiencies or negatively by increasing energy consumption and industrial activity.","There is a speculative angle where AGI development might lead to breakthroughs in climate science, technology, and policy, potentially impacting CO₂ levels."],"conclusion":"While the connection between these two questions is somewhat speculative, there are plausible reasons someone might be interested in their logical combination, particularly from an economic and environmental perspective.","score":6.0}}}
{"P":{"id":"b004cf28-3bb9-44d0-8263-145373c72b3d","title":"Will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"66ad8ad6-4261-49bb-bb12-6d243e5973fe","title":"Will the next Millennium Prize Problem be solved by AI?","body":"Resolution Criteria\nThis question resolves as YES if the next Millennium Prize Problem is solved by AI, and NO otherwise.\nThe question will resolve when the next Millennium Prize Problem is announced as solved by the Clay Mathematics Institute, or, in case that is no longer possible, as soon as consensus in the mathematics community is reached that the solution is correct. The question will retroactively close on the day before the first publication of the announcement of the solution by the authors.\nThe question will resolve positive if most of the major novel elements of the solution were primarily discovered trough the use of AI. The contribution of humans should be limited to:\nCreating the AI system.\nFeeding the system with previously established knowledge.\nStating the problem in a form understandable by the AI.\nConverting the solution into a form understandable by humans.\nOther tasks unrelated to the core of the solution.\nThe AI should be understood broadly as any computation system that is not human.\nFine Print\nIf the triggering event is still considered unclear, then the ambiguity will be resolved based on whether at least one more similar breakthrough (including, but not limited to, other Milenium Prize problems) featuring similar use of AI follows in the 3 years following the first solution announcement. The main promise of the AI systems is their ability to increase the speed of discoveries beyond human ability, so this type of disambiguation should remain true to this question's spirit.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"bffc5544-3266-4691-8ab1-69b3a18a0c92","title":"Conditional on the next Millennium Prize Problem being solved by AI, will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria for the condition:\nThis question resolves as YES if the next Millennium Prize Problem is solved by AI, and NO otherwise.\nThe question will resolve when the next Millennium Prize Problem is announced as solved by the Clay Mathematics Institute, or, in case that is no longer possible, as soon as consensus in the mathematics community is reached that the solution is correct. The question will retroactively close on the day before the first publication of the announcement of the solution by the authors.\nThe question will resolve positive if most of the major novel elements of the solution were primarily discovered through the use of AI. The contribution of humans should be limited to:\nCreating the AI system.\nFeeding the system with previously established knowledge.\nStating the problem in a form understandable by the AI.\nConverting the solution into a form understandable by humans.\nOther tasks unrelated to the core of the solution.\nThe AI should be understood broadly as any computation system that is not human.\nFine Print\nIf the triggering event is still considered unclear, then the ambiguity will be resolved based on whether at least one more similar breakthrough (including, but not limited to, other Millennium Prize problems) featuring similar use of AI follows in the 3 years following the first solution announcement. The main promise of the AI systems is their ability to increase the speed of discoveries beyond human ability, so this type of disambiguation should remain true to this question's spirit.\n\nResolution Criteria for the outcome:\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all-time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualized quarterly real GDP growth exceeds 13.4%.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"b2702225-7274-489c-9fc7-d1fa03c19244","title":"Conditional on the next Millennium Prize Problem not being solved by AI, will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria for Condition:\nThis question resolves as YES if the next Millennium Prize Problem is not solved by AI, and NO otherwise.\nThe question will resolve when the next Millennium Prize Problem is announced as solved by the Clay Mathematics Institute, or, in case that is no longer possible, as soon as consensus in the mathematics community is reached that the solution is correct. The question will retroactively close on the day before the first publication of the announcement of the solution by the authors.\nThe question will resolve positive if most of the major novel elements of the solution were not primarily discovered through the use of AI. The contribution of AI should be limited to:\nRunning computations as directed by humans.\nProcessing data under direct human supervision.\nOther tasks unrelated to the core of the solution.\nThe AI should be understood broadly as any computation system that is not human.\nFine Print:\nIf the triggering event is still considered unclear, then the ambiguity will be resolved based on whether at least one more similar breakthrough (including, but not limited to, other Milennium Prize problems) featuring similar use of AI follows in the 3 years following the first solution announcement. The main promise of the AI systems is their ability to increase the speed of discoveries beyond human ability, so this type of disambiguation should remain true to this question's spirit.\n\nResolution Criteria for Outcome:\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8301a32d-f246-47a6-add4-a4a82cc98a3e","title":"Will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/2621","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"c0a52bc5-3dea-4634-8e3b-09d1c04024e3","title":"Will the next Millennium Prize Problem be solved by AI?","body":"Resolution Criteria\nThis question resolves as YES if the next Millennium Prize Problem is solved by AI, and NO otherwise.\nThe question will resolve when the next Millennium Prize Problem is announced as solved by the Clay Mathematics Institute, or, in case that is no longer possible, as soon as consensus in the mathematics community is reached that the solution is correct. The question will retroactively close on the day before the first publication of the announcement of the solution by the authors.\nThe question will resolve positive if most of the major novel elements of the solution were primarily discovered trough the use of AI. The contribution of humans should be limited to:\nCreating the AI system.\nFeeding the system with previously established knowledge.\nStating the problem in a form understandable by the AI.\nConverting the solution into a form understandable by humans.\nOther tasks unrelated to the core of the solution.\nThe AI should be understood broadly as any computation system that is not human.\nFine Print\nIf the triggering event is still considered unclear, then the ambiguity will be resolved based on whether at least one more similar breakthrough (including, but not limited to, other Milenium Prize problems) featuring similar use of AI follows in the 3 years following the first solution announcement. The main promise of the AI systems is their ability to increase the speed of discoveries beyond human ability, so this type of disambiguation should remain true to this question's spirit.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/4923","metadata":{"topics":[],"background_info":"The Millennium Prize Problems are seven problems in mathematics that were stated by the Clay Mathematics Institute in 2000. A correct solution to any of the problems results in a 1 million dollar prize being awarded by the institute to the discoverer(s). The problems are:\nThe Birch and Swinnerton-Dyer conjecture\nHodge conjecture\nNavier–Stokes existence and smoothness\nP versus NP problem\nPoincaré conjecture\nRiemann hypothesis\nYang–Mills existence and mass gap\nTo date, the only Millennium Prize problem to have been solved is the Poincaré conjecture, which was solved in 2003 by the Russian mathematician Grigori Perelman. He declined the prize money.\n"},"resolution":null}},"relevance":{"reasons":["Interest in technological progress: Both questions touch on significant advancements—one in economic performance and the other in artificial intelligence. People might be interested in whether rapid technological progress could lead to both high economic growth and breakthroughs in AI.","AI's impact on the economy: A breakthrough in AI could potentially drive economic growth by increasing productivity, leading to a scenario where both questions resolve positively.","Speculative interest: Some might be interested in the broader implications of a future where AI is solving complex problems and the economy is experiencing unprecedented growth, even if the two events are not directly related."],"conclusion":"While the connection between the two questions is not direct, there are plausible reasons for considering their logical combination, particularly in the context of technological and economic progress.","score":6.0}}}
{"P":{"id":"f0e638f9-b6fe-42b6-ac8d-3ba498666790","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"9728b997-3abc-4b20-a4e7-29d32446d155","title":"Will any country's military expenditure exceed that of the United States before 2030?","body":"Resolution Criteria\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nWill any country spend more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year?\nResolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\nOur comparison will use three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"2b40b08c-51f5-4a22-a07c-a9c84bb701ad","title":"Conditional on any country's military expenditure exceeding that of the United States before 2030, will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria for Condition:\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nWill any country spend more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year?\nResolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\nOur comparison will use three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n\nResolution Criteria for Outcome:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2029-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"bcb2e335-ba0d-4124-b1dc-d6a64408c629","title":"Conditional on no country's military expenditure exceeding that of the United States before 2030, will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria for Condition:\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nNo country should spend more on its military/defense in a given year before (and including) 2030 than the United States spends in the same year. Resolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. The comparison will use a three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n\nResolution Criteria for Outcome:\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2029-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a8bb18b4-39e6-49e4-96ea-01e835213267","title":"Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?","body":"Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3742","metadata":{"topics":[],"background_info":"A Representative Concentration Pathway (RCP) is a greenhouse gas concentration trajectory adopted by the IPCC for its fifth Assessment Report (AR5) in 2014. These four pathways are prominently considered in IPPC climate modelling and research, which describe different climate futures, all of which are considered possible depending on how much greenhouse gases are emitted in the years to come.\nThe Representative Concentration Pathway (RCP) 8.5 corresponds to a high greenhouse gas emissions pathway compared to the scenario literature (IPCC 2008). The RCP8.5 is a so-called ‘baseline’ scenario that does not include any specific climate mitigation target. It combines assumptions about high population and relatively slow income growth with modest rates of technological change and energy intensity improvements, leading in the long term to high energy demand and GHG emissions in absence of climate change policies.\nPathway RCP4.5 limits mid-century (2046–2065) global mean temperature increase to 2.0°C with a likely range of 1.4°C to 2.6°C (95% confidence interval). Moreover, it limits end-of-century (2081–2100) global mean temperature increase to 3.7°C with a likely range of 2.6°C to 4.8°C (95% confidence interval) (IPPC, 2013).\nOver the 2022 to 2025 period (inclusive), the RCP8.5 corresponds to an average of 426.63 parts-per-million (ppm) of global CO₂ atmospheric concentration per year (Meinshausen et al. 2011). Over the 2027 to 2030 period, it corresponds to and average of 440.01 ppm of global CO₂ atmospheric concentration per year (ibid.).\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here.\n"},"resolution":null},"Q":{"id":"07d7e13c-867d-4069-bcc0-300fa4ff29ce","title":"Will any country's military expenditure exceed that of the United States before 2030?","body":"Resolution Criteria\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nWill any country spend more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year?\nResolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\nOur comparison will use three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/2605","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Climate change and global CO₂ concentrations are influenced by various factors including geopolitical stability and economic policies. A significant shift in military expenditure, especially if another country surpasses the US, could indicate major geopolitical changes that might impact global climate policies.","Increased military expenditure by a country other than the US could lead to increased industrial activity, which might affect CO₂ emissions and concentrations. Conversely, a reduction in US military expenditure might free up resources for climate initiatives."],"conclusion":"While the connection between CO₂ atmospheric concentration and military expenditure is not direct, there are plausible scenarios where changes in military expenditure could impact global climate policies and CO₂ concentrations.","score":5.0}}}
{"P":{"id":"33070599-355d-43f5-b196-ed9f5f84259d","title":"Will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria\nThis question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"dbb0cb6f-17f5-4479-8213-d7acc35203cc","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"d504f3a4-f604-46e9-a166-e5295a61e42c","title":"If there is at least one nuclear detonation by 2030, will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria:\n\n1. **Condition**: This question is conditional on at least one offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this question will resolve as Ambiguous.\n\n2. **Outcome**: This question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached.\n\n3. **Additional Details on Condition**: For the condition, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n4. **Clarifications**: The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\n\nSummary: Suppose the following is true: There is at least one offensive nuclear detonation by 2030. Then, will Biden be impeached by the US House of Representatives?","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"1d89c96d-2d39-4fcc-8fb8-10fada3e8859","title":"Conditional on at least one nuclear detonation by 2030, will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria for Condition:\nThis question is conditional on at least one offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as Ambiguous.\n\nIf there is at least one offensive nuclear detonation in this time period, it is considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or non-state actors but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nResolution Criteria for Outcome:\nThis question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c71a7a13-84a8-49ea-928c-1e2ddf9e28a4","title":"Will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria\nThis question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3419","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill Joe Biden no longer be US President before January 20, 2025?\nWill Kamala Harris be president before inauguration day 2025?\nSo far, the United States has had three presidents out of 44 total be impeached: Andrew Johnson in 1868, Bill Clinton in 1998, and Donald Trump, the current president, in 2019. Richard Nixon in 1974 resigned when it seemed likely that he would be impeached and convicted.\nOne notable feature of this list of dates is that the last two impeachments were relatively close together relative to the span of US history. As such, it seems possible that we live in a time where presidents are more likely to be impeached.\n"},"resolution":null},"Q":{"id":"5af27f89-2e39-4af5-9391-db43797e42a1","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8366","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["A significant political event like the impeachment of a US President could potentially destabilize international relations and create conditions where nuclear tensions might escalate.","If Biden were to be impeached, the subsequent political turmoil could affect global perceptions of US stability and nuclear deterrence, potentially influencing the likelihood of nuclear events."],"conclusion":"While the connection between the impeachment of a US President and nuclear detonations is not direct, the political instability resulting from an impeachment could have downstream effects on global security dynamics, making this combination somewhat relevant.","score":5.0}}}
{"P":{"id":"ee2e92fd-3c5b-4bb6-a487-e6b2fe5e80f3","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"f3971c7e-c6a2-4ce2-a6cc-15054c66f715","title":"Will photonic tensor cores be ubiquitous in machine learning by 2030?","body":"Resolution Criteria\nThis question resolves as YES if photonic tensor cores are ubiquitous in machine learning by 2030, and NO otherwise.\nPhotonic tensor cores are said to be \"ubiquitous\" in machine learning by 2030 if all three of the top machine learning cloud computing services offer photonic tensor cores for training models. The top machine learning cloud computing services are taken to the top three services that are yielded by the DuckDuckGo search, \"machine learning cloud computing service\" (If DuckDuckGo is no longer available, the following take their place in order of priority: Google, Bing).\nShow More","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"8761777a-f7ab-49f1-b0aa-1d1c558af0fd","title":"Conditional on photonic tensor cores being ubiquitous in machine learning by 2030, will NASA land people on Mars prior to 2030?","body":"Resolution Criteria for the condition: This question resolves as YES if photonic tensor cores are ubiquitous in machine learning by 2030, and NO otherwise. Photonic tensor cores are said to be \"ubiquitous\" in machine learning by 2030 if all three of the top machine learning cloud computing services offer photonic tensor cores for training models. The top machine learning cloud computing services are taken to the top three services that are yielded by the DuckDuckGo search, \"machine learning cloud computing service\" (If DuckDuckGo is no longer available, the following take their place in order of priority: Google, Bing).\n\nResolution Criteria for the outcome: This question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget. Resolves YES if NASA lands people on Mars prior to 2030, and NO otherwise.\nIf the condition is not met, resolves N/A.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"9c9e2527-5bb5-4c84-9b8d-57fc215a7b55","title":"Conditional on photonic tensor cores not being ubiquitous in machine learning by 2030, will NASA land people on Mars prior to 2030?","body":"Resolution criteria for the condition: This question resolves as YES if photonic tensor cores are not ubiquitous in machine learning by 2030, and NO otherwise. Photonic tensor cores are said to be \"ubiquitous\" in machine learning by 2030 if all three of the top machine learning cloud computing services offer photonic tensor cores for training models. The top machine learning cloud computing services are taken to the top three services that are yielded by the DuckDuckGo search, \"machine learning cloud computing service\" (If DuckDuckGo is no longer available, the following take their place in order of priority: Google, Bing).\n\nResolution criteria for the outcome: The question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget.\n\nIf the condition is not met, resolves N/A.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"d60734a1-c782-4396-ba2f-4446ab7a51a3","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/1476","metadata":{"topics":[],"background_info":"Landing people on Mars is a longstanding ambition of NASA. Wikipedia lists 17 crewed Mars mission proposed by NASA, with the first one from 1960.\nThe latest is the \"Moon to Mars\" idea, as stated in Space Policy Directive-1:\nThe NASA Administrator shall, 'Lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities. Beginning with missions beyond low-Earth orbit, the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.'\nThe general ambition seems to be achieving landing people on Mars around 2030.\nMetaculus has very similar and popular question \"Will SpaceX land people on Mars prior to 2030?\". However, there is no corresponding question for NASA.\n"},"resolution":null},"Q":{"id":"d04c6a02-bdab-493e-8e28-3bf60e17fa58","title":"Will photonic tensor cores be ubiquitous in machine learning by 2030?","body":"Resolution Criteria\nThis question resolves as YES if photonic tensor cores are ubiquitous in machine learning by 2030, and NO otherwise.\nPhotonic tensor cores are said to be \"ubiquitous\" in machine learning by 2030 if all three of the top machine learning cloud computing services offer photonic tensor cores for training models. The top machine learning cloud computing services are taken to the top three services that are yielded by the DuckDuckGo search, \"machine learning cloud computing service\" (If DuckDuckGo is no longer available, the following take their place in order of priority: Google, Bing).\nShow More","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/4872","metadata":{"topics":[],"background_info":"From an article reporting on new developments in photonic tensor cores,\nA paper in the journal Applied Physics Reviews, by AIP Publishing, proposes a new approach to perform computations required by a neural network, using light instead of electricity. In this approach, a photonic tensor core performs multiplications of matrices in parallel, improving speed and efficiency of current deep learning paradigms.\nIn machine learning, neural networks are trained to learn to perform unsupervised decision and classification on unseen data. Once a neural network is trained on data, it can produce an inference to recognize and classify objects and patterns and find a signature within the data.\nThe photonic TPU stores and processes data in parallel, featuring an electro-optical interconnect, which allows the optical memory to be efficiently read and written and the photonic TPU to interface with other architectures.\nThe abstract from the paper reads,\nWhile several photonic neural network designs have been explored, a photonic tensor core to perform tensor operations is yet to be implemented. In this manuscript, we introduce an integrated photonics-based tensor core unit by strategically utilizing (i) photonic parallelism via wavelength division multiplexing, (ii) high 2 peta-operations-per-second throughputs enabled by tens of picosecond-short delays from optoelectronics and compact photonic integrated circuitry, and (iii) near-zero static power-consuming novel photonic multi-state memories based on phase-change materials featuring vanishing losses in the amorphous state. Combining these physical synergies of material, function, and system, we show, supported by numerical simulations, that the performance of this 4-bit photonic tensor core unit can be 1 order of magnitude higher for electrical data. The full potential of this photonic tensor processor is delivered for optical data being processed, where we find a 2–3 orders higher performance (operations per joule), as compared to an electrical tensor core unit, while featuring similar chip areas.\n"},"resolution":null}},"relevance":{"reasons":["Technological advancements in space exploration and photonic tensor cores may share underlying scientific and engineering innovations, such as advancements in materials science, computational methods, or energy efficiency.","Both topics are highly relevant to the future of technology and humanity's progress, making their conjunction of interest to futurists and technologists who are looking at the broader picture of scientific progress by 2030.","Funding and policy decisions in one area (e.g., increased government or private investment in cutting-edge technologies) might influence the other, especially if there is a general prioritization of technological advancements."],"conclusion":"While the direct connection between NASA landing people on Mars and the ubiquity of photonic tensor cores in machine learning isn't strong, there are broader thematic and contextual reasons why someone might be interested in this combination.","score":5.0}}}
{"P":{"id":"b99e6086-20ee-4f6d-9ffd-b0ce627b92e8","title":"Will any OECD country achieve a 10% or greater reduction in the national rate of obesity for 3 consecutive years before 2030?","body":"Resolution Criteria\nAccording to the OECD's 2017 Obesity Update (PDF), more than one in two adults and nearly one in six children are overweight or obese in the OECD area. The obesity epidemic spread further in the five years leading up to 2017, although at a slower pace than before. Despite this, projections show a continuing increase of obesity in all OECD countries.\nA nearly tenfold variation in obesity rates can be seen across OECD countries; as of 2016, in Japan the rate of obesity was just 4.2%, while in the US it was 40%. (See a graphic on this page for full OECD obesity rates).\nThis question asks: Will any OECD country achieve a 10% or greater proportional reduction in the national rate of obesity, as compared to levels reported by the OECD for 2016, for three consecutive years before 1 January 2030?\nResolution should cite a data release (from either the OECD itself or any of its 36 member states) that demonstrates that the national obesity rate of any OECD member country has fallen by 10% or more from 2016 levels for three consecutive years before 2030.\nThis question refers to the percentage of the total adult population (aged 15 years and over) considered obese. Note that we're looking for a 10% proportional drop (e.g. if the initial percentage is 20%, we'd be looking for a fall to 18%; if it were 40%, we would be looking for a drop to 36%).\nIn the event of a positive resolution, the question should close retroactively one day prior to the release of information that causes the positive resolution.\nIf one year goes unreported for a country, the years on each side are still considered consecutive. If the gap is greater than one year, the years on each side are not considered consecutive.\nChangelog:\n2020-09-17: added requirement for consecutive years, to mitigate noisy data. See this thread.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"27b260b1-5e1f-41ea-b78c-1b45bef9d98f","title":"Will the human condition change fundamentally before 2100?","body":"Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"b2bf6706-c6a6-4b72-9a1f-c482eb284169","title":"Conditional on the human condition changing fundamentally before 2100, will any OECD country achieve a 10% or greater reduction in the national rate of obesity for 3 consecutive years before 2030?","body":"Suppose the following is true: Before January 1, 2100, the human condition changes fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions. \"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilizational level.\n\nIf this is true, will any OECD country achieve a 10% or greater proportional reduction in the national rate of obesity, as compared to levels reported by the OECD for 2016, for three consecutive years before January 1, 2030?\n\nResolution criteria for the condition: The human condition must change fundamentally before January 1, 2100, to at least the same extent as it did after the agricultural and industrial revolutions.\n\nResolution criteria for the outcome: Resolves YES if any OECD country achieves a 10% or greater reduction in the national rate of obesity for three consecutive years before January 1, 2030, as compared to 2016 levels. Resolves NO otherwise.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"898883e9-8c6e-4736-93d0-58ce14d39437","title":"Conditional on the human condition not changing fundamentally before 2100, will any OECD country achieve a 10% or greater reduction in the national rate of obesity for 3 consecutive years before 2030?","body":"Suppose the following is true: Before January 1, 2100, the human condition does not change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions. This means that the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilizational level does not experience a discontinuity of approximately the same degree as those revolutions. Events such as the establishment of bases or settlements on other bodies in the solar system or modest to moderate life extension (e.g., an additional 10 to 30 years of life) do not count as such a discontinuity.\n\nGiven this context, will any OECD country achieve a 10% or greater proportional reduction in the national rate of obesity, compared to levels reported by the OECD for 2016, for three consecutive years before January 1, 2030? The obesity rate refers to the percentage of the total adult population (aged 15 years and over) considered obese, and the reduction must be maintained for three consecutive years. The resolution will be based on data releases from either the OECD itself or any of its 36 member states.","resolution_date":"2099-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8453ac79-dd8d-4f7e-8967-a7c7f8c198c9","title":"Will any OECD country achieve a 10% or greater reduction in the national rate of obesity for 3 consecutive years before 2030?","body":"Resolution Criteria\nAccording to the OECD's 2017 Obesity Update (PDF), more than one in two adults and nearly one in six children are overweight or obese in the OECD area. The obesity epidemic spread further in the five years leading up to 2017, although at a slower pace than before. Despite this, projections show a continuing increase of obesity in all OECD countries.\nA nearly tenfold variation in obesity rates can be seen across OECD countries; as of 2016, in Japan the rate of obesity was just 4.2%, while in the US it was 40%. (See a graphic on this page for full OECD obesity rates).\nThis question asks: Will any OECD country achieve a 10% or greater proportional reduction in the national rate of obesity, as compared to levels reported by the OECD for 2016, for three consecutive years before 1 January 2030?\nResolution should cite a data release (from either the OECD itself or any of its 36 member states) that demonstrates that the national obesity rate of any OECD member country has fallen by 10% or more from 2016 levels for three consecutive years before 2030.\nThis question refers to the percentage of the total adult population (aged 15 years and over) considered obese. Note that we're looking for a 10% proportional drop (e.g. if the initial percentage is 20%, we'd be looking for a fall to 18%; if it were 40%, we would be looking for a drop to 36%).\nIn the event of a positive resolution, the question should close retroactively one day prior to the release of information that causes the positive resolution.\nIf one year goes unreported for a country, the years on each side are still considered consecutive. If the gap is greater than one year, the years on each side are not considered consecutive.\nChangelog:\n2020-09-17: added requirement for consecutive years, to mitigate noisy data. See this thread.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/3397","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"a233bea8-97cb-4acc-a792-d39607ab9380","title":"Will the human condition change fundamentally before 2100?","body":"Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/1646","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A significant reduction in obesity rates could indicate a major shift in public health policies, societal norms, or technological advancements, which could be a precursor to broader societal changes that might contribute to a fundamental change in the human condition.","Technological advancements in healthcare, nutrition, and lifestyle changes that lead to a reduction in obesity could also contribute to other significant changes in human capabilities and societal structures.","Both questions involve long-term predictions about societal changes and improvements, so there might be some overlap in the factors driving these changes."],"conclusion":"While there are some potential connections between the two questions, they are relatively weak and indirect. The logical combination is not entirely nonsensical, but it is not highly compelling either.","score":4.0}}}
{"P":{"id":"055180ea-5758-4488-acd1-bcf9f5d26180","title":"Will polygamy be legal nationwide in the US by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any time between 2021 to 2049 (inclusive), polygamy is legal federally and in all states in the United States. Resolution may be provided by credible media reports or official US government sources.\nFor the purposes of this question, the legality of polygamy must be indifferent to sex or gender; that is, it should permit both a marriage of one man with multiple women, one woman with multiple men, or any arrangement of legally recognized sexes/genders. Legally-recognized polygamous marriages must allow at least 3 members to be married, though they need not all share equal rights\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"e4d7306a-a174-40a6-b22f-75c9b2eaee65","title":"Will Metaculus anticipate the biggest unforeseen trend of the 2020s?","body":"Resolution Criteria\nAssume that in December 2029, a survey is given to at least one of the following groups of people,\nAmazon Mechanical Turk workers\nRedditors on /r/samplesize\nA large non-political non-meme-based Facebook group, with at least 50,000 members.\nSome other body of participants who can roughly be said to represent \"the people\".\nasking them\nIn your opinion, what was the biggest trend in the 2020s that it seemed like no one anticipated?\nA list of candidate trends will be curated using Google's \"Year in Search\" for each year in the 2020s (or if Google discontinues the list, another source of roughly equivalent content as discussed in the comments of this question). The order of the list will be randomized as to minimize bias in people's responses. After 1 week of the survey's publication, it will be closed and votes will be analyzed.\nFor the trend with the most votes, consider whether there was a question on Metaculus asking if the trend would happen, that closed before the trend is considered to have begun.\nWhether or not Metaculus anticipated a trend will inevitably be up for debate. Therefore, the following method will be used to resolve ambiguity. Take all the questions that could reasonably be used to judge whether Metaculus had foreseen the biggest trend of the 2020s. Post them below as comments on this question, and after one week of posting, consider the one with the most \"smile\" reacts (ties broken by discretion of whoever is doing the survey). Now assume that there is another survey given to the same population as the original one described in this question, asking,\nIf your friend had assigned [the credence value Metaculus assigns to the chosen question] to the proposition [the title of the question modified in such a way to preserve grammatical correctness] on [question closing date], would you say it's accurate to say that your friend anticipated [the trend]?\nIf after one week, if the majority of survey respondents respond with \"Yes\", then the question resolves positively. Otherwise, it resolves negatively.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"9167b4a1-d048-4f2a-a909-2bf9c4642b34","title":"Conditional on Metaculus anticipating the biggest unforeseen trend of the 2020s, will polygamy be legal nationwide in the US by 2050?","body":"Resolution Criteria for P:\nAssume that in December 2029, a survey is given to at least one of the following groups of people:\n- Amazon Mechanical Turk workers\n- Redditors on /r/samplesize\n- A large non-political non-meme-based Facebook group, with at least 50,000 members.\n- Some other body of participants who can roughly be said to represent \"the people\".\n\nThe survey asks: 'In your opinion, what was the biggest trend in the 2020s that it seemed like no one anticipated?'\n\nA list of candidate trends will be curated using Google's \"Year in Search\" for each year in the 2020s (or if Google discontinues the list, another source of roughly equivalent content). The order of the list will be randomized to minimize bias in people's responses. After one week of the survey's publication, it will be closed and votes will be analyzed.\n\nFor the trend with the most votes, consider whether there was a question on Metaculus asking if the trend would happen, that closed before the trend is considered to have begun.\n\nWhether or not Metaculus anticipated a trend will be judged by posting all relevant questions as comments on the original survey question. After one week, consider the one with the most \"smile\" reacts (ties broken by discretion of whoever is doing the survey). Another survey will then be given to the same population asking: 'If your friend had assigned [the credence value Metaculus assigns to the chosen question] to the proposition [the title of the question modified for grammatical correctness] on [question closing date], would you say it's accurate to say that your friend anticipated [the trend]?' If the majority respond with \"Yes\" after one week, the question resolves positively; otherwise, negatively.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if any time between 2021 to 2049 (inclusive), polygamy is legal federally and in all states in the United States. Resolution may be provided by credible media reports or official US government sources. The legality of polygamy must be indifferent to sex or gender, permitting any arrangement of legally recognized sexes/genders. Legally-recognized polygamous marriages must allow at least 3 members to be married, though they need not all share equal rights.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"bff38d34-caea-4356-90d8-bb87ecb5d89e","title":"Conditional on Metaculus not anticipating the biggest unforeseen trend of the 2020s, will polygamy be legal nationwide in the US by 2050?","body":"Suppose the following is true: Metaculus did not anticipate the biggest unforeseen trend of the 2020s. Then, will polygamy be legal nationwide in the US by 2050?\n\nResolution criteria for the condition:\n- A survey is given in December 2029 to at least one of the following groups of people: Amazon Mechanical Turk workers, Redditors on /r/samplesize, a large non-political non-meme-based Facebook group with at least 50,000 members, or some other body of participants who can roughly be said to represent \"the people\".\n- The survey asks participants: \"In your opinion, what was the biggest trend in the 2020s that it seemed like no one anticipated?\"\n- A list of candidate trends is curated using Google's \"Year in Search\" for each year in the 2020s (or another equivalent source).\n- The order of the list is randomized to minimize bias.\n- After 1 week, the survey is closed and votes are analyzed.\n- For the trend with the most votes, it is checked whether there was a question on Metaculus asking if the trend would happen, that closed before the trend began.\n- Ambiguity is resolved by taking all questions that could reasonably judge if Metaculus had foreseen the trend, posting them as comments, and considering the one with the most \"smile\" reacts after one week.\n- Another survey is given to the same population, asking if assigning Metaculus's credence value to the proposition means they anticipated the trend.\n- If the majority of respondents say \"Yes\", the condition resolves positively. Otherwise, it resolves negatively.\n\nResolution criteria for the outcome:\n- This question will resolve as Yes if any time between 2021 to 2049 (inclusive), polygamy is legal federally and in all states in the United States.\n- Resolution may be provided by credible media reports or official US government sources.\n- The legality of polygamy must be indifferent to sex or gender, permitting various arrangements.\n- Legally-recognized polygamous marriages must allow at least 3 members to be married, though they need not all share equal rights.","resolution_date":"2050-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a8b807c0-f9b7-4ac7-b120-ea3e24cb1991","title":"Will polygamy be legal nationwide in the US by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any time between 2021 to 2049 (inclusive), polygamy is legal federally and in all states in the United States. Resolution may be provided by credible media reports or official US government sources.\nFor the purposes of this question, the legality of polygamy must be indifferent to sex or gender; that is, it should permit both a marriage of one man with multiple women, one woman with multiple men, or any arrangement of legally recognized sexes/genders. Legally-recognized polygamous marriages must allow at least 3 members to be married, though they need not all share equal rights\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8558","metadata":{"topics":[],"background_info":"Gay marriage has gained full legal recognition in the US, and some have speculated that polyamory may be next to receive the same treatment. According to the Merriam-Webster dictionary, polyamory is defined as\nthe state or practice of having more than one open romantic relationship at a time\nwhile polygamy is defined as\nmarriage in which a spouse of either sex may have more than one mate at the same time\nCurrently, polygamy is outlawed federally and in all 50 states in the US. However, several cities in Massachusetts have passed local ordinances extending the benefits of domestic partnerships to those in polyamorous relationships.\nNeuroscientist and fiction author Erik Hoel wrote the following about polyamory in the year 2050 in a blog post published August 25, 2021\nPolyamory, the fastest growing cultural movement when it comes to novel forms of relationships, will continue to increase and become more open in the public eye and likely be legalized nation-wide by 2050.\n"},"resolution":null},"Q":{"id":"31e62bfd-0922-4d7a-8bdc-39fc3c764094","title":"Will Metaculus anticipate the biggest unforeseen trend of the 2020s?","body":"Resolution Criteria\nAssume that in December 2029, a survey is given to at least one of the following groups of people,\nAmazon Mechanical Turk workers\nRedditors on /r/samplesize\nA large non-political non-meme-based Facebook group, with at least 50,000 members.\nSome other body of participants who can roughly be said to represent \"the people\".\nasking them\nIn your opinion, what was the biggest trend in the 2020s that it seemed like no one anticipated?\nA list of candidate trends will be curated using Google's \"Year in Search\" for each year in the 2020s (or if Google discontinues the list, another source of roughly equivalent content as discussed in the comments of this question). The order of the list will be randomized as to minimize bias in people's responses. After 1 week of the survey's publication, it will be closed and votes will be analyzed.\nFor the trend with the most votes, consider whether there was a question on Metaculus asking if the trend would happen, that closed before the trend is considered to have begun.\nWhether or not Metaculus anticipated a trend will inevitably be up for debate. Therefore, the following method will be used to resolve ambiguity. Take all the questions that could reasonably be used to judge whether Metaculus had foreseen the biggest trend of the 2020s. Post them below as comments on this question, and after one week of posting, consider the one with the most \"smile\" reacts (ties broken by discretion of whoever is doing the survey). Now assume that there is another survey given to the same population as the original one described in this question, asking,\nIf your friend had assigned [the credence value Metaculus assigns to the chosen question] to the proposition [the title of the question modified in such a way to preserve grammatical correctness] on [question closing date], would you say it's accurate to say that your friend anticipated [the trend]?\nIf after one week, if the majority of survey respondents respond with \"Yes\", then the question resolves positively. Otherwise, it resolves negatively.\n","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/4883","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Cultural shifts: Legalization of polygamy could signal significant cultural changes in the US, which might correlate with other unforeseen trends that Metaculus could anticipate.","Legal and social forecasting: Both questions involve forecasting complex social changes, making it interesting to see if a platform like Metaculus can anticipate such shifts.","Impact on societal norms: If Metaculus anticipates a major unforeseen trend, it might be related to changing societal norms which could also influence the acceptance of polygamy."],"conclusion":"The combination could be of interest to those studying cultural, social, and legal forecasting trends.","score":5.0}}}
{"P":{"id":"33810e98-4646-4262-969a-351c02c1e034","title":"Will the FDA or EMA withdraw approval of Semaglutide for the treatment of obesity by 2027?","body":"Resolution Criteria\nThis question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency withdraw approval for Semaglutide (AKA Wegovy, Ozempic, or any other brand name for semaglutide 2.4 mg weekly injection) by 2027-01-01. The stated reason for withdrawal must include concerns of safety or harmful side effects\n","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"489688d4-c056-4c33-980e-7664eee776a1","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2039-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"ac64a633-4466-40d1-8e0b-44aa6a4d70d0","title":"Conditional on Human-machine intelligence parity before 2040, will the FDA or EMA withdraw approval of Semaglutide for the treatment of obesity by 2027?","body":"Resolution criteria for the condition: This question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\n\nSuppose the following is true: Prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics, and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party. Note that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n\nResolution criteria for the outcome: This question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency withdraw approval for Semaglutide (AKA Wegovy, Ozempic, or any other brand name for semaglutide 2.4 mg weekly injection) by 2027-01-01. The stated reason for withdrawal must include concerns of safety or harmful side effects.","resolution_date":"2039-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"419e4b49-285d-42f9-b6c2-e40bc316f85b","title":"Conditional on no Human-machine intelligence parity before 2040, will the FDA or EMA withdraw approval of Semaglutide for the treatment of obesity by 2027?","body":"Resolution criteria for condition: This question resolves as YES if the machine system does not outscore at least two of the three humans on the specified generalized intelligence test prior to 2040. If no such tests are conducted, resolves as AMBIGUOUS.\nResolution criteria for outcome: This question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency withdraw approval for Semaglutide (AKA Wegovy, Ozempic, or any other brand name for semaglutide 2.4 mg weekly injection) by 2027-01-01. The stated reason for withdrawal must include concerns of safety or harmful side effects.\nIf the condition is not met, resolves N/A.","resolution_date":"2039-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"108a1459-5b65-4948-8db1-3e17488841e5","title":"Will the FDA or EMA withdraw approval of Semaglutide for the treatment of obesity by 2027?","body":"Resolution Criteria\nThis question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency withdraw approval for Semaglutide (AKA Wegovy, Ozempic, or any other brand name for semaglutide 2.4 mg weekly injection) by 2027-01-01. The stated reason for withdrawal must include concerns of safety or harmful side effects\n","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/8599","metadata":{"topics":[],"background_info":"In 2014, liraglutide was approved as a drug for weight loss by the US Food and Drug Administration (FDA), then later by the European Medicines Agency (EMA) in 2015. It is a once-daily injected drug based on the gut hormone glucagon-like peptide-1 (GLP-1), whose biology has turned out to be a goldmine for the medical management of obesity and type 2 diabetes. Liraglutide, which was developed by Novo Nordisk, causes about 7% loss of body weight in people with obesity when paired with diet and exercise advice.\nBy tweaking the design of GLP-1-based drugs, Novo Nordisk discovered another drug that had a much longer half-life in the blood and a substantially larger impact on body weight: semaglutide. Semaglutide only requires one injection per week and produces average weight losses of 15-18% in people with obesity when paired with diet and exercise advice. Initially approved at lower doses for the treatment of type 2 diabetes, the FDA approved a higher dose (2.4 mg) for the treatment of obesity in June 2021. It’s marketed under the brand name Wegovy in the US, and Ozempic or Rybelsus in other markets.\nGiven the checkered history of weight loss drugs, it’s reasonable to be cautious about their safety. Semaglutide and related drugs often cause unpleasant gastrointestinal side effects like nausea, heartburn, diarrhea, constipation, fatigue, and headache, but these are typically mild and transient if the dose is started low and escalated slowly. Few people discontinue semaglutide due to side effects.\nSome studies have suggested that this class of drugs may increase the risk of thyroid and pancreatic cancer in lab rodents. Yet randomized controlled trials including 64,000 people with type 2 diabetes have not observed an increased risk of cancer, overall or at any specific site in humans. These trials are limited in duration and don’t yet have enough people to reliably identify modest increases in the risk of low-frequency outcomes like thyroid and pancreatic cancer. Observational monitoring data are mixed but have not provided a clear signal of increased risk.\nImportantly, trials suggest that semaglutide reduces major cardiovascular events by about one quarter, similar to cholesterol-lowering statin drugs. Furthermore, across seven trials in people with type 2 diabetes, semaglutide and related drugs reduce the overall risk of dying by 12%. These findings are reassuring, but monitoring is ongoing and some concern remains.\n"},"resolution":null},"Q":{"id":"69dc7cc3-2e93-41a2-8edf-c1879afd5600","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2039-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/384","metadata":{"topics":[],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null}},"relevance":{"reasons":["There might be indirect connections between the two questions. For instance, if human-machine intelligence parity is achieved, it could lead to significant advancements in medical research and drug development. This might influence the safety profile and monitoring of drugs like Semaglutide.","Achieving human-machine intelligence parity could also change regulatory practices and the speed at which safety concerns are identified and acted upon. This might affect the likelihood of a drug like Semaglutide being withdrawn.","Conversely, if a major drug like Semaglutide is withdrawn due to safety concerns, it might lead to increased public and regulatory scrutiny on AI developments, potentially influencing the timeline for achieving human-machine intelligence parity."],"conclusion":"While there are some speculative connections between these two questions, they are not strongly interdependent. The logical combination is somewhat interesting but not highly compelling.","score":4.0}}}
{"P":{"id":"a8bbb62c-a01d-476a-8d7e-d53eeb7275d6","title":"Will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2031, the FDA gives full approval to a cancer therapy that uses inorganic nanoparticles in the patient's treatment. The therapy must target the cancer cells rather than downstream symptoms. We specify \"inorganic\" to exclude lipid nanoparticles etc\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q":{"id":"b22e3719-05a2-453c-b54d-ffa32547caaa","title":"Will the next US presidential election also be considered fraudulent by the losing party?","body":"Resolution Criteria\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election,\nThe losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\nThe losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\nFewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\nA survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_Q":{"id":"26d233b7-1dcf-4863-b0fc-93f34b48e7dd","title":"Conditional on the next US presidential election being considered fraudulent by the losing party, will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2031?","body":"Suppose the following is true: The losing party in the next US presidential election considers the election result fraudulent. This can be evidenced by any of the following:\n\n- The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some close synonym, before the scheduled inauguration.\n- The losing candidate refuses to concede two weeks after both the AP and Fox News project their opponent to win, and neither the AP nor Fox News retracts their projection in that time.\n- Fewer than 20% of congressional members of the losing party believe that their candidate lost the election two weeks after both the AP and Fox News project the opposite-party candidate to win, and neither the AP nor Fox News retracts their projection in that time.\n- A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent survey following projections from both the AP and Fox News.\n\nGiven this, will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before January 1, 2031? The therapy must target the cancer cells rather than downstream symptoms and must use inorganic nanoparticles, excluding lipid nanoparticles.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_given_not_Q":{"id":"3ad95be5-94f8-4325-a48b-2221139fa50c","title":"Conditional on the next US presidential election not being considered fraudulent by the losing party, will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2031?","body":"Resolution Criteria for the condition:\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if NONE of the following come true following the 2024 presidential election:\n1. The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n2. The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n3. Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\n4. A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\n\nResolution Criteria for the outcome:\nThis question will resolve as Yes if, before January 1, 2031, the FDA gives full approval to a cancer therapy that uses inorganic nanoparticles in the patient's treatment. The therapy must target the cancer cells rather than downstream symptoms. We specify \"inorganic\" to exclude lipid nanoparticles etc.\n\nIf the condition is not met, this question resolves as N/A.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6d832ca2-7480-4a75-8a54-60f4ef67d138","title":"Will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2031, the FDA gives full approval to a cancer therapy that uses inorganic nanoparticles in the patient's treatment. The therapy must target the cancer cells rather than downstream symptoms. We specify \"inorganic\" to exclude lipid nanoparticles etc\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/7981","metadata":{"topics":[],"background_info":"This question supports and is linked to a fortified essay on the future of nanotechnology by Physical Chemist Kevin Ausman. Click here to read the full essay. There is a related question, whether nanoparticle-enabled cancer therapy will be approved by 2041, here.\nInorganic nanoparticles are small collections of a few thousand to a few billion atoms, typically ranging from 1 to 100 nm in diameter. They have many peculiar chemical and physical properties, which make them attractive for designing therapies.\nAn example of such technology is called Aurolase Therapy, and has been in development for two decades. It's now in pilot studies in humans with early results giving reason for optimism."},"resolution":null},"Q":{"id":"5f29f70d-6e37-4828-8537-7558753a05f1","title":"Will the next US presidential election also be considered fraudulent by the losing party?","body":"Resolution Criteria\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election,\nThe losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\nThe losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\nFewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\nA survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","created_date":null,"url":"https://www.metaculus.com/questions/5882","metadata":{"topics":[],"background_info":"From Wikipedia,\nBefore, during, and after Election Day, Trump and numerous Republicans attempted to subvert the [2020 election] and overturn the results, falsely alleging that there had been widespread voter fraud, and trying to influence the vote counting process in swing states. Officials in each of the 50 states stated that there was no evidence of systematic fraud or irregularities in their state. Federal agencies overseeing election security said it was \"the most secure in American history.\" Attorney General Bill Barr concluded there was \"no evidence of widespread fraud\" in the election. On multiple occasions, Trump falsely declared himself the winner. The Trump campaign and its allies continued to engage in numerous attempts to overturn the results of the election by filing dozens of legal challenges in several states, most of which were dropped or dismissed by various courts, spreading conspiracy theories falsely alleging fraud, pressuring Republican state electors and legislators, and initially refusing to cooperate with the presidential transition.\n"},"resolution":null}},"relevance":{"reasons":["An argument could be made that political instability or claims of election fraud could impact the regulatory environment, potentially influencing the speed and likelihood of FDA approvals, including those for innovative therapies like inorganic nanoparticle-enabled cancer treatments.","Public trust in institutions, including the FDA, could be influenced by widespread claims of election fraud, indirectly affecting the approval process for new medical treatments.","However, these connections are tenuous and speculative, as the FDA's approval process is designed to be insulated from political pressures."],"conclusion":"While there are some speculative reasons to consider the logical combination of these questions, they are not strong or direct enough to make this a highly relevant combination.","score":3.0}}}
