{"P":{"id":"2ea7f692-fca4-42d1-ade7-ecf4ad60bad4","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"1cad266e-b44f-477f-bd75-c6f9fa14a09b","title":"Will NASA not land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively if the NASA-branded mission does not make use of SpaceX transport system, or the main funding for the mission does not come from USA budget","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"62d9b812-53be-455a-9578-fc986af55fa7","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1476","metadata":{"topics":[],"background_info":"Landing people on Mars is a longstanding ambition of NASA. Wikipedia lists 17 crewed Mars mission proposed by NASA, with the first one from 1960.\nThe latest is the \"Moon to Mars\" idea, as stated in Space Policy Directive-1:\nThe NASA Administrator shall, 'Lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities. Beginning with missions beyond low-Earth orbit, the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.'\nThe general ambition seems to be achieving landing people on Mars around 2030.\nMetaculus has very similar and popular question \"Will SpaceX land people on Mars prior to 2030?\". However, there is no corresponding question for NASA.\n"},"resolution":null}}}}
{"P":{"id":"c3fe8a5f-a5d0-4bca-b572-8c087a10bc87","title":"Will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria\nThis question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"f477af17-b70f-400a-8f0b-9b67eb4f24d3","title":"Will Biden not be impeached by the US House of Representatives?","body":"Resolution Criteria\nThis question will resolve as Yes if the US House of Representatives does not vote to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president is impeached before leaving office.","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8127dada-6ebb-4b23-b47f-5e98ac6bf949","title":"Will Biden be impeached by the US House of Representatives?","body":"Resolution Criteria\nThis question will resolve as Yes if the US House of Representatives votes to impeach the next President of the United States (meaning the president to take office after Donald Trump leaves office). This question will resolve as No if the next US president leaves office without being impeached","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3419","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill Joe Biden no longer be US President before January 20, 2025?\nWill Kamala Harris be president before inauguration day 2025?\nSo far, the United States has had three presidents out of 44 total be impeached: Andrew Johnson in 1868, Bill Clinton in 1998, and Donald Trump, the current president, in 2019. Richard Nixon in 1974 resigned when it seemed likely that he would be impeached and convicted.\nOne notable feature of this list of dates is that the last two impeachments were relatively close together relative to the span of US history. As such, it seems possible that we live in a time where presidents are more likely to be impeached.\n"},"resolution":null}}}}
{"P":{"id":"ea0fe867-b07d-4e2f-ad7a-abd8dbd1b771","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"701bf596-4734-482e-9c68-ec7898420e20","title":"Will there not be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output does not double in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"556522d7-020b-4377-bbeb-b41a83199851","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5406","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null}}}}
{"P":{"id":"6ae0d890-f3c8-479f-8353-a0df50fe80bb","title":"Will there be a \"World War Three\" before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"c93efe3f-5bb5-4b9a-8b36-6110690b1007","title":"Will there not be a \"World War Three\" before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, neither of these conditions are true:\nThere is no military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nLess than 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"87f30fe0-e8c7-4436-8256-470ec7d39308","title":"Will there be a \"World War Three\" before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2534","metadata":{"topics":[],"background_info":"World War I was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. One of the deadliest conflicts in history, an estimated 9 million combatants and 7 million civilians died as a direct result of the war.\nWorld War II was a global war that lasted from 1939 to 1945. A state of total war emerged, directly involving more than 100 million people from over 30 countries. World War II was the deadliest conflict in human history, marked by 50 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.\nWorld War III is the name given to a hypothetical third worldwide large-scale military conflict subsequent to World War I and World War II. The term has been in use since at least as early as 1941. Some have applied it loosely to refer to limited or smaller conflicts such as the Cold War or the War on Terror, while others have operated under the assumption that such a conflict would surpass both prior world wars in both the level of its widespread scope and of its overall destructive impact.\nAs of January 2019, World War III does not appear to have started - but there have been a number of historical close calls that are widely regarded as having been narrowly-missed possible catalysts of such a conflict.\nIn 1949, after the unleashing of nuclear weaponry at the end of WWII, physicist Albert Einstein suggested that any outcome of a possible WWIII would be so dire as to revert mankind back to the Stone Age. When asked by journalist Alfred Werner what types of weapons Einstein believed World War III might be fought with, Einstein warned, \"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones\". It can be inferred here that Einstein assumed that World War III would either exterminate, or else nearly exterminate the human race, presumably due to nuclear warfare.\n"},"resolution":null}}}}
{"P":{"id":"6fa1de55-1abf-4ccd-9235-ffb04f0743fc","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"f9f8da42-258c-4971-9541-a311fb08e2d3","title":"Will no top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if none of Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if neither Cargill, Tyson Foods nor Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, and if neither Muyuan Foods nor Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China, and if neither Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, nor the Marubeni Corporation in Japan.\nPositive resolution requires no filing. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity does not file for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1c907ca4-3082-416f-9d91-eaa7ff955bb6","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7054","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nAccording to Value.today, software analytics company, the largest global processors or producers of meat are the following as April 2021 are: Cargill (US), Tyson Foods (US), Muyuan Foods (CN), Wens Foodstuff Group (CN), Hormel (US), Kerry Group (IE), JBS (BR), WH Group (Hong Kong), Mowi ASA (NO), and Marubeni Corporation (JP)"},"resolution":null}}}}
