{"P":{"id":"a5c002ed-cf83-4d5b-a2b5-9fcf7231ae53","title":"Will any state test a nuclear weapon with yield above 30 MT by 2030?","body":"Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"8beaa6f7-87b7-49ac-b4df-f5aa548a9003","title":"Will the United States recognize the Islamic Emirate of Afghanistan before 2030?","body":"Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a2ece4db-bb26-4cd4-a88c-4597acb0f024","title":"Will any state test a nuclear weapon with yield above 30 MT by 2030 or will the United States recognize the Islamic Emirate of Afghanistan before 2030?","body":"Resolution Criteria\nThe question will resolve positively if any of the following events occur by January 1, 2030: a.) there are reports of a state testing a nuclear weapon with yield above 30 MT by reputable sources, or b.) reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"d52b6f26-9d6d-4186-93bd-49e0fef23797","title":"Will any state test a nuclear weapon with yield above 30 MT by 2030?","body":"Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8380","metadata":{"topics":[],"background_info":"This is one of several questions in this tournament focused on nuclear proliferation, force sizes, or yields. See here for a list of such questions and some discussion of these topics.\nWhether any country has very high-yield nuclear weapons in its arsenal is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"984e5928-fed9-43e6-ba61-426d2c1a9b82","title":"Will the United States recognize the Islamic Emirate of Afghanistan before 2030?","body":"Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7872","metadata":{"topics":[],"background_info":"In the wake of the Taliban takeover of Afghanistan, the Islamic Emirate of Afghanistan has remained an unrecognized state. The United States has said it is premature to recognize the Taliban. The US has also said that recognition of the Taliban would be contingent on the Taliban respecting women's rights and not supporting terrorism."},"resolution":null}},"relevance":{"reasons":["Geopolitical Stability: The recognition of the Islamic Emirate of Afghanistan by the United States could have significant geopolitical implications, potentially affecting global security dynamics. This could influence the likelihood of nuclear tests by other states.","Diplomatic Relations: Improved diplomatic relations between the United States and Afghanistan might lead to broader international cooperation or tensions, which could indirectly affect nuclear policies and actions of other states.","Security Concerns: Recognition of the Islamic Emirate of Afghanistan might lead to changes in regional security policies, which could influence the decisions of states regarding nuclear tests."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they both pertain to significant geopolitical events that could influence each other.","score":7.0}}}
{"P":{"id":"83b46d07-7213-4dbc-8580-fe0d43ebd593","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f0f43224-3f68-4845-b5cc-c8aa600a2408","title":"Will there be a breakthrough in accurately predicting protein structure before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if any entry to CASP achieves at least a score of 90 mean GDT-TS before January 1, 2031. GDT-TS is a global distance test measure of prediction accuracy ranging from 0 to 100, with 100 being perfect. If the CASP stops being run before this is achieved or before 2031, the question resolves as ambiguous.\n*(Edited 2020-12-01 to add ambiguous resolution if CASP stops being run.)\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a952538c-2221-4e43-9ef2-f5e912ae73c1","title":"Will any top 10 global meat processor/producer go bankrupt before 2028 or will there be a breakthrough in accurately predicting protein structure before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following events occur: \n1. Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports. This includes if any of these companies or their parent companies submit a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan. Positive resolution requires a filing only. No court ruling needs to be made. If any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively.\n2. Any entry to CASP achieves at least a score of 90 mean GDT-TS before January 1, 2031. GDT-TS is a global distance test measure of prediction accuracy ranging from 0 to 100, with 100 being perfect. If the CASP stops being run before this is achieved or before 2031, the question resolves as ambiguous.\n*(Edited 2020-12-01 to add ambiguous resolution if CASP stops being run.)","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"1c907ca4-3082-416f-9d91-eaa7ff955bb6","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7054","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nAccording to Value.today, software analytics company, the largest global processors or producers of meat are the following as April 2021 are: Cargill (US), Tyson Foods (US), Muyuan Foods (CN), Wens Foodstuff Group (CN), Hormel (US), Kerry Group (IE), JBS (BR), WH Group (Hong Kong), Mowi ASA (NO), and Marubeni Corporation (JP)"},"resolution":null},"Q":{"id":"e245fb96-ac20-45d2-832f-f5272733d338","title":"Will there be a breakthrough in accurately predicting protein structure before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if any entry to CASP achieves at least a score of 90 mean GDT-TS before January 1, 2031. GDT-TS is a global distance test measure of prediction accuracy ranging from 0 to 100, with 100 being perfect. If the CASP stops being run before this is achieved or before 2031, the question resolves as ambiguous.\n*(Edited 2020-12-01 to add ambiguous resolution if CASP stops being run.)\n","resolution_date":"2031-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1651","metadata":{"topics":[],"background_info":"Proteins are large, complex molecules essential in sustaining life. Nearly every function our body performs—contracting muscles, sensing light, or turning food into energy—can be traced back to one or more proteins and how they move and change. The recipes for those proteins—called genes—are encoded in our DNA.\nWhat any given protein can do depends on its unique 3D structure. For example, antibody proteins that make up our immune systems are ‘Y-shaped’, and are akin to unique hooks. By latching on to viruses and bacteria, antibody proteins are able to detect and tag disease-causing microorganisms for extermination. Similarly, collagen proteins are shaped like cords, which transmit tension between cartilage, ligaments, bones, and skin.\nOther types of proteins include CRISPR and Cas9, which act like scissors and cut and paste DNA; antifreeze proteins, whose 3D structure allows them to bind to ice crystals and prevent organisms from freezing; and ribosomes that act like a programmed assembly line, which help build proteins themselves.\nBut figuring out the 3D shape of a protein purely from its genetic sequence is a complex task that scientists have found challenging for decades. The challenge is that DNA only contains information about the sequence of a protein’s building blocks called amino acid residues, which form long chains. Predicting how those chains will fold into the intricate 3D structure of a protein is what’s known as the “protein folding problem”.\nThe bigger the protein, the more complicated and difficult it is to model because there are more interactions between amino acids to take into account. As noted in Levinthal’s paradox, it would take longer than the age of the universe to enumerate all the possible configurations of a typical protein before reaching the right 3D structure.\nThe ability to predict a protein’s shape is useful to scientists because it is fundamental to understanding its role within the body, as well as diagnosing and treating diseases believed to be caused by misfolded proteins, such as Alzheimer’s, Parkinson’s, Huntington’s and cystic fibrosis.\nAn understanding of protein folding will also assist in protein design, which could unlock a tremendous number of benefits. For example, advances in biodegradable enzymes—which can be enabled by protein design—could help manage pollutants like plastic and oil, helping us break down waste in ways that are more friendly to our environment. In fact, researchers have already begun engineering bacteria to secrete proteins that will make waste biodegradable, and easier to process.\nOver the past five decades, scientists have been able to determine shapes of proteins in labs using experimental techniques like cryo-electron microscopy, nuclear magnetic resonance or X-ray crystallography, but each method depends on a lot of trial and error, which can take years and cost tens of thousands of dollars per structure. This is why biologists are turning to AI methods as an alternative to this long and laborious process for difficult proteins.\nCritical Assessment of protein Structure Prediction, or CASP, is a community-wide, worldwide experiment for protein structure prediction taking place every two years since 1994. CASP provides research groups with an opportunity to objectively test their structure prediction methods and delivers an independent assessment of the state of the art in protein structure modeling to the research community and software users.\nEven though the primary goal of CASP is to help advance the methods of identifying protein three-dimensional structure from its amino acid sequence, many view the experiment more as a “world championship” in this field of science. More than 100 research groups from all over the world participate in CASP on a regular basis and it is not uncommon for entire groups to suspend their other research for months while they focus on getting their servers ready for the experiment and on performing the detailed predictions.\nIn the most recent CASP experiment, 98 entries were accepted for 43 protein structures. The entry ranked second correctly solved three of the 43 protein structures, for a success rate of 7%.\nThe entry ranked first, that of Google DeepMind's algorithm AlphaFold, correctly solved 25 of the 43 protein structures, or 58.1%. Here is a non-technical press article on the feat, and here is DeepMind's blog post on it.\n"},"resolution":null}},"relevance":{"reasons":["A breakthrough in accurately predicting protein structure could lead to advancements in biotechnology and synthetic biology, which might disrupt traditional meat production and processing industries. This could potentially lead to financial instability or bankruptcy for some top meat processors/producers.","The development of alternative protein sources, driven by breakthroughs in protein structure prediction, could reduce the demand for traditional meat products, impacting the financial health of major meat producers."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as advancements in protein structure prediction could indirectly affect the meat processing industry.","score":7.0}}}
{"P":{"id":"9d0ff7b1-5d25-4882-aeb6-1e2024ccec1d","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"e865fc37-8993-43ab-b325-b0a2078b3839","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"2f301408-5c06-40bf-bab8-a67c0a84b06c","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period according to the Fragile States Index, or will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria for United States and Fragile States Index:\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n\nResolution Criteria for Bankruptcy of Meat Processors/Producers:\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"70f02ef2-2e7f-4535-aa03-92283867d9a2","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3125","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"1c907ca4-3082-416f-9d91-eaa7ff955bb6","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7054","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nAccording to Value.today, software analytics company, the largest global processors or producers of meat are the following as April 2021 are: Cargill (US), Tyson Foods (US), Muyuan Foods (CN), Wens Foodstuff Group (CN), Hormel (US), Kerry Group (IE), JBS (BR), WH Group (Hong Kong), Mowi ASA (NO), and Marubeni Corporation (JP)"},"resolution":null}},"relevance":{"reasons":["A significant deterioration in state stability in the United States could lead to economic instability, which might affect large corporations, including top meat processors/producers.","Political instability could lead to changes in regulations, tariffs, and trade policies, which could impact the financial health of large meat processing companies.","Social unrest and instability could disrupt supply chains, labor markets, and consumer demand, potentially leading to financial difficulties for major companies."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as state stability and economic conditions can be interrelated.","score":7.0}}}
{"P":{"id":"984cc630-c6ae-4682-8e5d-4212033d5fd2","title":"Ragnarök Question Series: if a global climate disaster occurs by 2100, will the Earth's human population decline by 95% or more?","body":"Resolution Criteria\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\nIf a global climate catastrophe occurs by 2100, will the Earth's human population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global climate catastrophe that reduces the human population by at least 10% does not occur.\nIt resolves ambiguous if this catastrophe is primarily due the effects on the climate system of a nuclear war.\nIt resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. It does also not matter how the Earth's population declines, this might be due to mass fatalities, or mass immigration to a different planet, as long as this decline is highly unlikely on a counterfactual Earth in which the climate disaster did not occur.\nIt resolves positive if the 95% decline in population is primarily due the effects on the climate system of the use of geoengineering that has been principally motivated to mitigate climate change risks.\nThe question resolves negative if a global climate catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population does not fall 95% or more relative to the pre-catastrophe population at any point within 25 years of the catastrophe.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"66696007-a9ea-4e61-8b02-2dd5b39b11d4","title":"if there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)","body":"Resolution Criteria\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"b4dd81c1-2fba-4147-9413-c88d3c3978b5","title":"Will either a global climate disaster by 2100 lead to a 95% or more decline in Earth's human population, or will there be over 100 nuclear detonations by 2050?","body":"Resolution Criteria for the global climate disaster question:\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\nIf a global climate catastrophe occurs by 2100, will the Earth's human population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global climate catastrophe that reduces the human population by at least 10% does not occur.\nIt resolves ambiguous if this catastrophe is primarily due the effects on the climate system of a nuclear war.\nIt resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. It does also not matter how the Earth's population declines, this might be due to mass fatalities, or mass immigration to a different planet, as long as this decline is highly unlikely on a counterfactual Earth in which the climate disaster did not occur.\nIt resolves positive if the 95% decline in population is primarily due the effects on the climate system of the use of geoengineering that has been principally motivated to mitigate climate change risks.\nThe question resolves negative if a global climate catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population does not fall 95% or more relative to the pre-catastrophe population at any point within 25 years of the catastrophe.\n\nResolution Criteria for the nuclear detonations question:\nIf there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"aa1a07ce-4608-45a8-b589-c704c15727c4","title":"Ragnarök Question Series: if a global climate disaster occurs by 2100, will the Earth's human population decline by 95% or more?","body":"Resolution Criteria\nIn an earlier question in the Ragnarök question series, I asked If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?, where a global catastrophe was defined as a 10% or more reduction in human population in 5 years or less.\nIf a global climate catastrophe occurs by 2100, will the Earth's human population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global climate catastrophe that reduces the human population by at least 10% does not occur.\nIt resolves ambiguous if this catastrophe is primarily due the effects on the climate system of a nuclear war.\nIt resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. It does also not matter how the Earth's population declines, this might be due to mass fatalities, or mass immigration to a different planet, as long as this decline is highly unlikely on a counterfactual Earth in which the climate disaster did not occur.\nIt resolves positive if the 95% decline in population is primarily due the effects on the climate system of the use of geoengineering that has been principally motivated to mitigate climate change risks.\nThe question resolves negative if a global climate catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population does not fall 95% or more relative to the pre-catastrophe population at any point within 25 years of the catastrophe.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1604","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nAccording to current IPCC estimates, unmitigated greenhouse emissions are likely to lead to global temperature increases of 2.6ºC-4.8ºC by 2100. If this happened, our planet would become a more precarious place, but it will likely remain mostly habitable.\nHowever, according to some, there is also a non-negligible chance that unmitigated emissions will lead to global temperature increases even higher than 4.8ºC. More generally, estimates of temperature increases resulting from greenhouse emissions have a “fat” right tail, meaning that there is a low, but non-negligible chance of very high temperature increases. Hence, there is a non-negligible chance that unmitigated emissions may produce consequences which could be catastrophic for life on Earth.\nOne explanation is that increases in global mean temperatures might have substantial self-reinforcing feedbacks that could place us on a \"Hothouse Earth\" pathway. These feedback processes include permafrost thawing, decomposition of ocean methane hydrates, increased marine bacterial respiration, and loss of polar ice sheets accompanied by a rise in sea levels and potential amplification of temperature rise through changes in ocean circulation.\nIt has been argued that a 12ºC increase in mean global temperature—which is substantially outside the range considered plausible this century—would cause at least one day each year in the territories where half of all people live today to be hot enough to exceed human metabolic limits and cause tissue damage from hyperthermia after a few hours of exposure.\nOne way to reduce global temperatures quickly and cheaply is a form of climate engineering called Solar Radiation Management (SRM), which involves cooling the Earth by reflecting sunlight back into space. The most researched form of SRM involves injecting aerosols into the stratosphere. Most of the evidence so far suggests that ideal SRM deployment programmes would reduce overall damages relative to an un-engineered greenhouse world.\nHowever, SRM brings its own risks. Of the currently known potential negative direct effects of SRM, only abrupt termination could plausibly bring about an existential catastrophe. If a very thick stratospheric veil were deployed and SRM was suddenly terminated and not resumed within a buffer period of a few months, then there would be very rapid and damaging warming.\n"},"resolution":null},"Q":{"id":"b629440b-0f03-4e24-a51f-70fab0454742","title":"if there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)","body":"Resolution Criteria\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8374","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nHow many nuclear weapons will be detonated offensively by 2050, if at least one offensive detonation occurs?\nAs of June 2022, nine states possess a total of ~12,700 nuclear warheads. Over the coming decades, it's possible that some of those states will abandon their nuclear weapons, that other states will develop nuclear weapons, and that global stockpiles sizes will substantially rise or fall.\nAnd if nuclear conflict does occur, it's at least possible that could involve the use of anywhere from just a single nuclear weapon to all the nuclear weapons that existed at the start of the conflict (or even more). A clearer sense of how many weapons might be used could inform decisions about how much various actors should prioritize nuclear risk reduction and which interventions are most valuable for nuclear risk reduction. (For example, the likelier it is that only a small number of nuclear weapons would be used, the less important it'd be to reduce the chance of arms races or of escalation from limited to large-scale nuclear war.)\n"},"resolution":null}},"relevance":{"reasons":["Both questions deal with catastrophic events that could have significant impacts on the global population and geopolitical stability.","A global climate disaster and nuclear detonations are both scenarios that could lead to large-scale human fatalities and societal disruptions.","Understanding the interplay between different types of global catastrophic risks can help in assessing the overall risk landscape and prioritizing mitigation efforts."],"conclusion":"The logical combination of these questions is relevant and could provide valuable insights into the potential interactions between different catastrophic risks.","score":8.0}}}
{"P":{"id":"a538b9c3-bdda-48a8-9d61-4c5343f37408","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?","body":"Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"e477adfc-ad71-4656-8460-87dcae39bd93","title":"Will transformer derived architectures accelerate progress in deep learning?","body":"Resolution Criteria\nThis question will resolve as Yes if by January 1, 2025 there are at least 5 papers which successfully used transformer derived architectures to find improved neural network architectures or architecture components. Each paper must either use the transformer model to generate code for the architecture or to generate a natural language description of the architecture. Each of these papers must be cited at least 100 times as indicated by the corresponding Google Scholar page.\nFine Print\nThe code and/or description produced by the transformer model need not be complete or bug-free -- i.e. the authors may use the transformer output as inspiration. The architecture components considered must be described by the paper authors as improving on the state-of-the-art with respect to some benchmark of the authors' choosing. The 5 papers need not be particularly distinct. If they all describe similar architectural innovations, this question will still resolve positive.\nThis question uses Metaculus user Barnett's definition of \"Transformer derived\":\nDefine a transformer derived architecture as one that is either directly referred to as a \"transformer\" or otherwise cites the 2017 paper from Vaswani et al. as the chief inspiration for its operation. If the architecture is a mix of at least two component architectures, it is also transformer derived if one of the component architectures is a transformer. If there is any contention in the Metaculus comment section, a strawpoll will be taken on the subreddit /r/machinelearning asking,\nIs it accurate to say that [the model in question] is a derivative of the transformer model from Vaswani et al.?\nAfter one week, a majority vote indicates the answer, with a tie indicating the answer \"Yes\".\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"2f8d8ab3-4301-4bef-9f0b-9801845901a6","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days or will transformer derived architectures accelerate progress in deep learning by January 1, 2025?","body":"Resolution Criteria for IQ Increase:\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\nResolution Criteria for Transformer Derived Architectures:\nThis question will resolve as Yes if by January 1, 2025 there are at least 5 papers which successfully used transformer derived architectures to find improved neural network architectures or architecture components. Each paper must either use the transformer model to generate code for the architecture or to generate a natural language description of the architecture. Each of these papers must be cited at least 100 times as indicated by the corresponding Google Scholar page.\nFine Print\nThe code and/or description produced by the transformer model need not be complete or bug-free -- i.e. the authors may use the transformer output as inspiration. The architecture components considered must be described by the paper authors as improving on the state-of-the-art with respect to some benchmark of the authors' choosing. The 5 papers need not be particularly distinct. If they all describe similar architectural innovations, this question will still resolve positive.\nThis question uses Metaculus user Barnett's definition of \"Transformer derived\":\nDefine a transformer derived architecture as one that is either directly referred to as a \"transformer\" or otherwise cites the 2017 paper from Vaswani et al. as the chief inspiration for its operation. If the architecture is a mix of at least two component architectures, it is also transformer derived if one of the component architectures is a transformer. If there is any contention in the Metaculus comment section, a strawpoll will be taken on the subreddit /r/machinelearning asking,\nIs it accurate to say that [the model in question] is a derivative of the transformer model from Vaswani et al.?\nAfter one week, a majority vote indicates the answer, with a tie indicating the answer \"Yes\".\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"b7cb9f4e-4800-4225-b485-624a00892dfb","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?","body":"Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1625","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"5fe36626-e56c-4f4b-976e-820c8d7ff62a","title":"Will transformer derived architectures accelerate progress in deep learning?","body":"Resolution Criteria\nThis question will resolve as Yes if by January 1, 2025 there are at least 5 papers which successfully used transformer derived architectures to find improved neural network architectures or architecture components. Each paper must either use the transformer model to generate code for the architecture or to generate a natural language description of the architecture. Each of these papers must be cited at least 100 times as indicated by the corresponding Google Scholar page.\nFine Print\nThe code and/or description produced by the transformer model need not be complete or bug-free -- i.e. the authors may use the transformer output as inspiration. The architecture components considered must be described by the paper authors as improving on the state-of-the-art with respect to some benchmark of the authors' choosing. The 5 papers need not be particularly distinct. If they all describe similar architectural innovations, this question will still resolve positive.\nThis question uses Metaculus user Barnett's definition of \"Transformer derived\":\nDefine a transformer derived architecture as one that is either directly referred to as a \"transformer\" or otherwise cites the 2017 paper from Vaswani et al. as the chief inspiration for its operation. If the architecture is a mix of at least two component architectures, it is also transformer derived if one of the component architectures is a transformer. If there is any contention in the Metaculus comment section, a strawpoll will be taken on the subreddit /r/machinelearning asking,\nIs it accurate to say that [the model in question] is a derivative of the transformer model from Vaswani et al.?\nAfter one week, a majority vote indicates the answer, with a tie indicating the answer \"Yes\".\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5173","metadata":{"topics":[],"background_info":"OpenAI's transformer based GPT-3 has generated a lot of hype around the capabilities of current methods in deep learning. GPT-3 seems to be capable of creative works of writing as shown by Gwern. This creative potential, if applied to scientific writing or code generation, may accelerate research progress. If successfully applied to deep learning research, this acceleration may be self-reinforcing potentially having implications on the development of an AGI system. Indeed the Metaculus question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\" updated 10 years forward in the months following the announcement of GPT-3."},"resolution":null}},"relevance":{"reasons":["Both questions are related to advancements in technology and science, specifically in the fields of artificial intelligence and human enhancement.","The development of transformer-derived architectures could potentially contribute to breakthroughs in understanding and enhancing human intelligence, which might be relevant to the first question.","Researchers and policymakers interested in the future of AI and human cognitive enhancement might find the logical combination of these questions relevant for long-term strategic planning."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in the intersection of AI and human cognitive enhancement.","score":7.0}}}
