{"P":{"id":"1ca8f06b-5413-461e-96e9-130cf844505f","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f5fea892-0665-47a6-b6e4-26024485e99e","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"50737aec-5097-44b2-9206-a590858cb328","title":"Will either of the following occur: (a) Any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027, or (b) we reach the island of stability by 2050?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"8cc39760-d751-4a6e-99be-f75b77e2bd25","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7e712bf7-984e-4797-91bc-136c9655ec73","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"d1d32fff-8edc-4fe4-9587-79d5dcb2fe09","title":"Will either of the following occur: (a) the European Union meets its 2030 targets under the Paris Climate Treaty, or (b) Metaculus exists in 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d0fcd981-8dd8-4209-8ce2-d16225ba0c34","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"75626aaf-b12a-4fed-aad7-afb769dbfe69","title":"Will there be a Vegan Country by 2100?","body":"Resolution Criteria\nInterest in Veganism has increased substantially in recent years, but it is unclear whether the current wave of Veganism will become the movement that will make eating animal products a thing of the past or just turn out to be another fad.\nIt was previously asked, whether the month with the maximum internet interest in Veganism in 2018 would have a interest at least 25% greater than the month with the greatest interest in 2017. This question, however, does not assess whether Veganism can reach its ultimate potential.\nSome Vegans believe the consumption of animal products to be sufficiently immoral to justify a legal ban. Therefore, a society in which Veganism has reached its full potential would ban the consumption of animal products.\nIt is asked: Will there be a country that bans the consumption of all animal products by 2100?\nConsumption means eating, wearing, or otherwise applying to the body (makeup, etc), and an animal product is anything whose primary component is directly part of or excreted by a modern macroscopic Animalia organism. This would include things like honey, silk, and carmine, but not include things like limestone, using animal labor, or accidental cockroaches in cans of soup. It would also not include products such as wine that may use animal parts in the course of production.\nThe question resolves positive if either:\nOn January 1st, 2100 there is at least one country of population of at least 5 million in which the consumption of any product derived from an animal, whether or not the animal was killed or harmed in the process, is illegal.\nOR\nThere was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100.\nThe question resolves negative if neither condition is met.\nWe shall define animal as having to be a whole organism, which means that if the consumption of in vitro meat is not banned, the question may still resolve positive.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e48b7c8b-7522-4962-9525-1cfcb48a96d2","title":"Will either of the following occur: (a) China reduces their carbon emissions per GDP by 60% by 2030, or (b) there is a country that bans the consumption of all animal products by 2100?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
