{"P":{"id":"9eafd486-efdd-4c8b-9beb-daed77691bf8","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"a4034b0c-6794-4890-80a9-e56dbdf564b6","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"85086e95-25ec-4abf-afdf-bfcc6cb31612","title":"Will there be Human-machine intelligence parity before 2040 or will someone be able to hold his/her breath for 30+ minutes by 2025?","body":"Resolves YES if either of these events occur (or both). a.) There is human-machine intelligence parity before 2040, as defined by a machine system outscores at least two of the three humans on a generalized intelligence test prior to 2040 OR b.) someone is able to hold his/her breath for more than 30 minutes by 2025, in compliance with Guinness Record standards. Resolves NO otherwise.","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"dc8194d4-0d04-44bd-89b2-45a6afc83f6c","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[{"id":858,"slug":"ethics","name":"Ethics","link_id":6872,"num_questions":102},{"id":37,"slug":"linguistics","name":"Linguistics","link_id":83270,"num_questions":102},{"id":774,"slug":"deepmind","name":"DeepMind","link_id":6871,"num_questions":94},{"id":150,"slug":"microsoft","name":"Microsoft","link_id":6869,"num_questions":84},{"id":1012,"slug":"psychology","name":"Psychology","link_id":6873,"num_questions":63},{"id":1251,"slug":"education","name":"Education","link_id":37387,"num_questions":43},{"id":670,"slug":"alphago","name":"AlphaGo","link_id":83271,"num_questions":17},{"id":606,"slug":"literature","name":"Literature","link_id":85920,"num_questions":16},{"id":6538,"slug":"computer-vision","name":"Computer vision","link_id":85917,"num_questions":7},{"id":2542,"slug":"atari","name":"Atari","link_id":44206,"num_questions":4},{"id":3948,"slug":"machine-translation","name":"Machine translation","link_id":85918,"num_questions":4},{"id":2539,"slug":"algorithmic-bias","name":"Algorithmic bias","link_id":44203,"num_questions":3},{"id":10981,"slug":"tensorflow","name":"TensorFlow","link_id":85919,"num_questions":3}],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"Q":{"id":"7d00d823-f4b6-4955-8ee7-b7059cb7ecb1","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/684","metadata":{"topics":[{"id":3565,"slug":"guinness-world-records","name":"Guinness World Records","link_id":47498,"num_questions":7}],"background_info":""},"resolution":null}}}}
{"P":{"id":"ed7e28a7-f99c-4395-ab7c-5a9e0b6cc680","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"95d29d13-7acb-45b3-ba11-90d429d95628","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"5dfff7cb-6d92-4639-a7e7-b30e80eed320","title":"Will we reach the island of stability by 2050 or will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if either of these events occur (or both). a.) An isotope of an element with more than 110 protons is created with a half-life of at least one day (86,400 seconds) prior to 2050 and verified by an independent scientific team OR b.) the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"bcc84cfe-424f-4427-9ae5-016b3ce4fa0c","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/658","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13258,"num_questions":402},{"id":1107,"slug":"chemistry","name":"Chemistry","link_id":35468,"num_questions":137},{"id":1251,"slug":"education","name":"Education","link_id":35469,"num_questions":43}],"background_info":""},"resolution":null},"Q":{"id":"a6b92adb-d862-48e4-8df9-f75e06a68fe4","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/899","metadata":{"topics":[{"id":141,"slug":"united-states","name":"United States","link_id":15638,"num_questions":1759},{"id":2976,"slug":"jeff-bezos","name":"Jeff Bezos","link_id":45675,"num_questions":19},{"id":2975,"slug":"the-worlds-billionaires","name":"The World's Billionaires","link_id":45674,"num_questions":4}],"background_info":"John D. Rockefeller is considered to be the wealthiest American of all time. In 1913 he was the world's richest person with a net worth of over a billion dollars. That was equivalent to about 2% of the United States' GDP back then. For reference, 2% of US GDP would be close to 400 billion dollars today! This reference perspective makes him much richer than the current richest person in the world, Jeff Bezos, whose net worth is at 112 billion dollars in the 2018 Forbes ranking.\nYet, inequality is on the rise in many developed countries and the net worth of the richest person in the world has been consistently increasing over the last few years. Could a person as rich as John D. Rockefeller reappear in the modern world?"},"resolution":null}}}}
{"P":{"id":"062d5c02-12d2-48f1-9f7b-8d2ae2fc0f98","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f5e9ccee-2dfd-42e0-8454-9eeed214a863","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"dbe49c34-bcea-490f-b13d-7e228724f9aa","title":"Will there be more than 13 people off of planet Earth on December 31, 2050, or will a sample of negative energy be produced by 2100?","body":"Resolves YES if either of these events occur (or both): a.) The population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13 OR b.) A sample of negative energy material is created by the year 2100, specifically more than 10 proton masses worth of negative energy confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"4b3893c5-7e78-435f-8a9f-2eb50de70dde","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/594","metadata":{"topics":[{"id":564,"slug":"colonization-of-mars","name":"Colonization of Mars","link_id":11926,"num_questions":70},{"id":563,"slug":"moon","name":"Moon","link_id":11925,"num_questions":56},{"id":95,"slug":"earth","name":"Earth","link_id":11923,"num_questions":51},{"id":562,"slug":"international-space-station","name":"International Space Station","link_id":11924,"num_questions":25}],"background_info":""},"resolution":null},"Q":{"id":"24e76675-66e3-4d9e-a591-82b9f97b2ddc","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/600","metadata":{"topics":[{"id":128,"slug":"physics","name":"Physics","link_id":13195,"num_questions":402},{"id":36,"slug":"philosophy","name":"Philosophy","link_id":13202,"num_questions":133},{"id":135,"slug":"quantum-mechanics","name":"Quantum mechanics","link_id":13197,"num_questions":55},{"id":1766,"slug":"cosmology","name":"Cosmology","link_id":40968,"num_questions":34},{"id":134,"slug":"particle-physics","name":"Particle physics","link_id":13196,"num_questions":28},{"id":607,"slug":"science","name":"Science","link_id":13199,"num_questions":24},{"id":2514,"slug":"science-fiction","name":"Science fiction","link_id":44102,"num_questions":23},{"id":4738,"slug":"thermodynamics","name":"Thermodynamics","link_id":50043,"num_questions":13}],"background_info":""},"resolution":null}}}}
