{"P":{"id":"01069675-e0dc-4ce7-a68a-e9701419d248","title":"Will Puerto Rico become a US state prior to 2035?","body":"Resolution Criteria\nIn 1898, thanks to the Spanish-American War, the United States gained control of the island of Puerto Rico. It took more than half a century, however, to clarify that relationship. In 1952, the U.S. declared Puerto Rico a “commonwealth.” This is a different designation than “state.”\nOn the one hand, Puerto Ricans can:\nClaim natural-born U.S. citizenship\nReceive Medicaid and Medicare\nVote in Presidential primaries\nOn the other hand, they cannot:\nVote in Congressional or Presidential elections\nGet access to other government programs\nBe represented in Congress by a voting legislator\nThe issue of whether to elevate Puerto Rico to statehood has been raised repeatedly since 1952. In fact, island residents have voted in statehood referendums in: 1967, 1991,1993, 1998 and 2012. In the most recent vote, sentiment on the island turned positive for the first time in voting history: Puerto Ricans want their own state.\nWhy? Well, the reasons are complicated. Those in favor believe statehood will help Puerto Rico economically—a rationale that gained converts following 2017’s devastating Hurricane Maria.\nOn the mainland, meanwhile, opinion is split. A Rasmussen Reports survey conducted online in March, 2017 found that:\n40% of American Adults now believe Puerto Rico should be a state, up from 35% in the fall of 2013. Largely unchanged are the 39% who disagree and the 21% who are undecided.\nEven if Puerto Ricans want statehood, it’s ultimately up to Congress. As CNN explains:\nTo become the 51st state, Congress would have to pass a statute to admit Puerto Rico as a state, and conversations around that possibility have obviously been going on for decades. The generalities of this process are found in the \"New States\" clause in the US Constitution. Every state after the original 13 colonies has been admitted under this directive.\nAlthough there seems to be seismic attitudinal changes underway, the political process ahead is fraught. As Vox reports:\nWhile Puerto Ricans have been fighting about their political status for decades, Congress has shown little interest in changing anything. Washington lawmakers have introduced more than 130 bills to resolve Puerto Rico’s political status, and none have gone anywhere, said Charles Venator-Santiago, a political science professor at the University of Connecticut. That’s partly because there is no defined process for statehood. “The Constitution doesn’t give direction on how to admit a new state,” says Venator-Santiago.\nWhat do you think? Question resolves positive if Puerto Rico is admitted as a United States state before January 1, 2035.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"69203dfb-3d1b-4b15-83d8-44da7e071b81","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"aeaacfec-1f27-4dcf-ba89-b98e2dee7187","title":"Will Puerto Rico become a US state prior to 2035 AND will a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if Puerto Rico is admitted as a United States state before January 1, 2035 AND the first practical nuclear fusion reactor is developed in China. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"3b0e6dfd-95cd-49fc-8cec-4a9f0565cbf4","title":"Will a practical nuclear fusion reactor first be developed in China AND will Puerto Rico become a US state prior to 2035?","body":"Resolves YES if the first practical nuclear fusion reactor is built in China AND Puerto Rico is admitted as a United States state before January 1, 2035. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"20a02764-b9e3-45e7-a7c3-abead59d8351","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"34340643-7417-4fe1-81d9-58b70ff35679","title":"Will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"f72546b8-b66e-42e6-b88b-fc20567751d7","title":"Will there be at least 2˚C of global warming by 2100 AND will SpaceX land anything on Mars before 2030?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND a SpaceX-branded mission successfully lands on Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"4953cfb8-c694-4b41-9995-e2ca5c49e1ac","title":"Will SpaceX land anything on Mars before 2030 AND will there be at least 2˚C of global warming by 2100?","body":"Resolves YES if a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030 AND there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than the average global temperature in 1880 by January 1, 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"1ef21c0b-ab1f-4963-b2eb-de35ba4b5588","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7b6397c1-b0ee-4225-aaf5-599d20ccf92f","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"0f58ae18-3e32-4979-86c4-053850fa4e35","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND will a sample of negative energy be produced by 2100?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND a sample of negative energy material will be created by the year 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"464fccd2-5fc6-44de-8972-1d42334dcafb","title":"Will a sample of negative energy material be created by 2100 AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if a sample of negative energy material exceeding 10 proton masses worth is created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"f2e32116-3e98-4085-8e57-c14de67eaca3","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"82e98a3a-3231-402f-9838-7caf40552b4d","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"ae63c093-5fbb-4d6d-8df8-ff5e833ea5dd","title":"Will there be more than 13 people off of planet Earth on December 31, 2050 AND will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13 AND a human-made spacecraft enters Venus's atmosphere before January 1, 2030. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"c4754e5a-fcc1-42a2-82fc-966fdf9f3538","title":"Will a human made spaceship enter the Venusian atmosphere before 2030 AND will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolves YES if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030 AND the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"e6326aef-89e5-4f0c-b679-ca3b1a6f1f1c","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"471772e2-0c6a-4abe-a704-ac0bc2d9950a","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"26d3f042-eca6-40ea-92c0-477e77c09bdc","title":"Will there be Human-machine intelligence parity before 2040 AND will Kessler syndrome occur before 2050?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND there is at least one calendar year between 2018 to 2049 when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"2ba499c9-dc12-411e-801d-c8eea97c83fb","title":"Will Kessler syndrome occur before 2050 AND will there be Human-machine intelligence parity before 2040?","body":"Resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND the machine system outscores at least two of the three humans on the specified test prior to 2040. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"58032570-d6c6-4e09-92c8-4f0bc7a6c8e4","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"4efb6227-b371-4a5d-ac35-7c3a5c0f526b","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4abd9ec7-d362-4339-9265-9a65181ddb02","title":"Will Metaculus exist in 2030 AND will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if Metaculus exists in 2030 AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"b11cb960-56b4-4c98-9c06-9a970d972e10","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time AND will Metaculus exist in 2030?","body":"Resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time AND Metaculus exists in 2030. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5765707f-d9fc-42c9-848d-9bfbdd20b25c","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"553c24f3-6619-4035-8695-bb15504b6177","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"c3f7b5a5-ae43-422f-91a8-7b491e3da57f","title":"Will the first commercial hyperloop system be built inside the US AND will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if the first hyperloop system to commence commercial operations is located in the US AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"89c55725-c8f3-4a71-8088-a4993208f326","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time AND will the first commercial hyperloop system be within the US?","body":"Resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time AND the first commercial hyperloop system is built inside of the United States. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"ce65dfa9-f8eb-4b4f-bb3e-5835b27750c3","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"03b7bd32-a31a-4dd4-a5f3-75dd04ce45b2","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"1a418c09-92b6-4a19-91c0-31b97a6b4ec3","title":"Will someone be able to hold their breath for 30+ minutes voluntarily by 2025 AND will Metaculus exist in 2030?","body":"Resolves YES if a person voluntarily holds their breath for more than 30 minutes by 2025 AND there is continuity with the current version of Metaculus such that no more than 1% of all predictions ever made are lost from players' point calculating process and no more than 1% of once opened questions are lost. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"f6c9ac3b-baac-4e05-accb-9133e7473530","title":"Will Metaculus exist in 2030 AND will someone be able to hold his/her breath for 30+ minutes by 2025?","body":"Resolves YES if Metaculus exists in 2030 AND a person can hold his/her breath for more than 30 minutes by 2025. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"adde3780-6bb6-416e-a4c9-5780f6c6e39d","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ce436e4c-4847-4536-b111-1cc4bf792927","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"8ba45f08-0483-4d9b-814c-07c695290d9b","title":"Will Kessler syndrome occur before 2050 AND will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"8bdb9efd-6766-467f-9d28-ca55ae42c53e","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP AND will Kessler syndrome occur before 2050?","body":"Resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP AND Kessler syndrome occurs before 2050. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"fccd9768-1e73-4578-9f5e-3e3cf911b909","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"c86d305c-15bc-4705-93a4-9d08cb2e0526","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4397f061-e530-403a-a075-6338aedd3368","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND will there be at least 2˚C of global warming by 2100?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND there has been a period of at least 5 consecutive years by January 1, 2100, where the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"7cd21702-5b33-424a-b631-66804bfe7616","title":"Will there be at least 2˚C of global warming by 2100 AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"763106fa-e2e0-454a-9996-4f80279b5908","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"76896d3a-a211-488e-bdee-da0441a20a35","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"8ea1f523-2aab-4b24-9592-803f60c78ffe","title":"Will the first commercial hyperloop system be built inside the US AND will someone be able to hold their breath for 30+ minutes by 2025?","body":"Resolves YES if the first hyperloop system to commence commercial operations is located in the US AND a person voluntarily holds their breath for more than 30 minutes by 2025. Resolves NO otherwise.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"ed88dfb3-a837-4b29-9be2-9e9995edd3e7","title":"Will a person be able to hold their breath for more than 30 minutes AND will the first commercial hyperloop system be within the US by 2025?","body":"Resolves YES if a person voluntarily holds their breath for more than 30 minutes AND the first commercial hyperloop system is built inside the United States by 2025. Resolves NO otherwise.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"40a116c0-6371-4586-8249-d87b1a6d0f6b","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"39300d36-839f-4c05-985a-c3b03b11bdb4","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"186409c6-7d01-4f23-bd04-f9a71a1f756d","title":"Will China achieve a 60% reduction in carbon emissions per GDP by 2030 AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"4c6e0df6-a042-47d0-92e9-3e9dde981898","title":"Will there be more VR headset sales than AR headset sales in 2025 AND will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"c8facc13-35ee-4c37-95f7-fa6d17246a4c","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"4edc0ae0-16e4-4b04-9085-a91cfcfc27cd","title":"Will Kessler syndrome occur before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d03251c0-112c-418d-9dbe-73198f0b069d","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will Kessler syndrome occur before 2050?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union OR if the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"2aa6e7c0-0c9b-48f9-91a2-cd899f9a2670","title":"Will Kessler syndrome occur before 2050 AND will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris AND before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union OR if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"f7479675-78fb-4d3a-a90a-97ec974dd0c8","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"e0815df5-8347-4341-b014-5b7c82ff2dfa","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"b6031419-9a32-45af-96cf-7b084e57c9bb","title":"Will a sample of negative energy material be created by 2100 AND will someone be able to hold their breath for 30+ minutes by 2025?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND if a person will voluntarily hold their breath for more than 30 minutes by 2025. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"a68474d0-eba2-4f76-9471-545021c4cc30","title":"Will someone be able to hold their breath for 30+ minutes voluntarily AND will a sample of negative energy be produced by 2100?","body":"Resolves YES if a person voluntarily holds their breath for more than 30 minutes by 2025 AND a sample of negative energy material is created by the year 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d8ae76c5-2da0-4108-b1fb-1094f2234c8c","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"3ea21c6a-c308-40ae-8c04-e135388a6346","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"cbd5232e-de29-4529-8299-a52c4b6d4be9","title":"Will there be at least 2˚C of global warming by 2100 AND will a sample of negative energy be produced by 2100?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with an average global temperature at least 2.0 ˚C greater than in 1880 AND if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"3a65f73a-7b6a-4d55-97b1-d0ccccc110b4","title":"Will a sample of negative energy material be created by 2100 AND will there be at least 2˚C of global warming by 2100?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond AND there has been a period of at least 5 consecutive years with an average global temperature at least 2.0 ˚C greater than the average global temperature in 1880 by January 1, 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"38623b0b-1663-467d-8e5b-e6bcdde8eca8","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"750e0664-220d-4ba8-8502-aa783f1326c4","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"1e07ef5e-d409-4b2f-857c-9b7042529eab","title":"Will China reduce their carbon emissions per GDP by 60% by 2030 AND will the first commercial hyperloop system be within the US?","body":"Resolves YES if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government AND the first hyperloop system to commence commercial operations is located in the US rather than in Dubai, Russia, or any other country outside the US. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"24c6ae8b-1fee-4a5d-b881-dda85c915cb4","title":"Will the first commercial hyperloop system be built inside the US AND will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolves YES if the first hyperloop system to commence commercial operations is located in the US AND China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030. Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"2cba221a-16f9-425d-bf4f-f3ae934ba567","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"555dec01-f09b-4a2e-b6ec-bb9a198b8ae1","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"6c231561-07bc-4dab-9b88-56857be7040a","title":"Will the European Union meet its 2030 climate targets AND will we detect a message from Luyten's Star before 2046?","body":"Resolves YES if a credible news report confirms that Europe has met its 2030 climate action goals AND a signal of unambiguously intelligent and extraterrestrial origin from Luyten's Star is detected on or near Earth before December 31, 2045. Resolves NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"f07c9b43-5136-4844-8a6b-f314b0c08bb8","title":"Will we detect a message from Luyten's Star before 2046 AND will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045 AND a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. Resolves NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5e88b4e8-42de-4a67-ae82-2ab8d7010e58","title":"Will SpaceX land anything on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"018a9495-10a7-43b8-9b9b-3fa9de75fb43","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"7951572a-cfd8-4caa-b137-311bfd2db031","title":"Will SpaceX land on Mars before 2030 AND will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030 AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"840926aa-0c14-47bc-acb9-b4c451edf625","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP AND will SpaceX land anything on Mars before 2030?","body":"Resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP AND a SpaceX-branded mission successfully lands on the surface of Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
