{"P":{"id":"7e9efeed-1703-4b84-afde-936d2af1bc54","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"1297d231-fdd0-4733-b930-24f8dc6e60da","title":"Will Puerto Rico become a US state prior to 2035?","body":"Resolution Criteria\nIn 1898, thanks to the Spanish-American War, the United States gained control of the island of Puerto Rico. It took more than half a century, however, to clarify that relationship. In 1952, the U.S. declared Puerto Rico a “commonwealth.” This is a different designation than “state.”\nOn the one hand, Puerto Ricans can:\nClaim natural-born U.S. citizenship\nReceive Medicaid and Medicare\nVote in Presidential primaries\nOn the other hand, they cannot:\nVote in Congressional or Presidential elections\nGet access to other government programs\nBe represented in Congress by a voting legislator\nThe issue of whether to elevate Puerto Rico to statehood has been raised repeatedly since 1952. In fact, island residents have voted in statehood referendums in: 1967, 1991,1993, 1998 and 2012. In the most recent vote, sentiment on the island turned positive for the first time in voting history: Puerto Ricans want their own state.\nWhy? Well, the reasons are complicated. Those in favor believe statehood will help Puerto Rico economically—a rationale that gained converts following 2017’s devastating Hurricane Maria.\nOn the mainland, meanwhile, opinion is split. A Rasmussen Reports survey conducted online in March, 2017 found that:\n40% of American Adults now believe Puerto Rico should be a state, up from 35% in the fall of 2013. Largely unchanged are the 39% who disagree and the 21% who are undecided.\nEven if Puerto Ricans want statehood, it’s ultimately up to Congress. As CNN explains:\nTo become the 51st state, Congress would have to pass a statute to admit Puerto Rico as a state, and conversations around that possibility have obviously been going on for decades. The generalities of this process are found in the \"New States\" clause in the US Constitution. Every state after the original 13 colonies has been admitted under this directive.\nAlthough there seems to be seismic attitudinal changes underway, the political process ahead is fraught. As Vox reports:\nWhile Puerto Ricans have been fighting about their political status for decades, Congress has shown little interest in changing anything. Washington lawmakers have introduced more than 130 bills to resolve Puerto Rico’s political status, and none have gone anywhere, said Charles Venator-Santiago, a political science professor at the University of Connecticut. That’s partly because there is no defined process for statehood. “The Constitution doesn’t give direction on how to admit a new state,” says Venator-Santiago.\nWhat do you think? Question resolves positive if Puerto Rico is admitted as a United States state before January 1, 2035.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"2bb2c584-d42c-44c7-b919-f4eaa08792b6","title":"Will either of the following occur: (a) humans go extinct before 2100, or (b) Puerto Rico becomes a US state prior to 2035?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"fbddfa94-db94-475d-95e0-42dba6a0df47","title":"Will either of the following occur: (a) Puerto Rico becomes a US state prior to 2035, or (b) humans go extinct before 2100?","body":"Resolves YES if either Puerto Rico becomes a US state before January 1, 2035, or there are no known humans alive on January 1, 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"2862f9dd-38cc-4173-968b-834852d32cbf","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ad60e03b-392b-44f0-816d-358525db5e68","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"8de250f2-6d0b-4053-a5bf-76fe281e7940","title":"Will either of the following occur: (a) a sample of negative energy material be created by the year 2100, or (b) a message originating from Luyten's Star be detected before 2046?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"f5e54b13-a27e-4f41-9dbb-028ac0979500","title":"Will either of the following occur: (a) We detect a message originating from Luyten's Star before 2046, or (b) a sample of negative energy be produced by 2100?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"e1393e86-6f99-4d32-9c58-9156b1ba841a","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"87b1bf86-e234-4e31-b17e-11a0b9ddd70d","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"b48e30ab-f179-4608-9c7c-2a5ef345953b","title":"Will either of the following occur: (a) a human made spaceship enters the Venusian atmosphere before 2030, or (b) the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"bb40f1b9-a210-4180-85d3-536e35727259","title":"Will either of the following occur: (a) the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time, or (b) a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
