{"P":{"id":"3721f1e2-7e5a-4467-86b1-4cdbe9fd3597","title":"Will the research group that is responsible for developing the first AGI be part of a government project?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group working for a government project.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNationalized organization develops first AGI\nNon-profit organization develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"72cd6843-9cb4-4a2b-b38a-771f64d50e57","title":"Will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"3b8670f0-701c-4c17-b4c3-070773431439","title":"Will either the research group that develops the first AGI be part of a government project or will the US set a new annual GDP growth rate record high before 2030?","body":"Resolves YES if either of the following occurs: (a) The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group working for a government project. This includes collaborative efforts between different institutions, such as a combination of a for-profit corporation and a university. (b) The US records a real GDP annual growth rate of greater than 8.7% in any year before 2030, beating the record set in 1950. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"2c6113c6-abda-475d-87de-c10d3a1bc346","title":"Will either the US set a new annual GDP growth rate record high before 2030 or the research group that develops the first AGI be part of a government project?","body":"Resolves YES if either of the following occurs: (a) In any year before Q1 2030, the US records a real GDP annual growth rate of greater than 8.7%, beating the record set in 1950, as measured by the Bureau of Economic Analysis or other reputable sources. (b) The research group responsible for developing the first AGI is part of a government project, including cases where the development is a collaborative effort between multiple institutions, one of which is a government project. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"e7cdbedc-6b49-466f-b689-3ae47b9a9597","title":"Will the research group that is responsible for developing the first AGI be part of a government project?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group working for a government project.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNationalized organization develops first AGI\nNon-profit organization develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8327","metadata":{"topics":[],"background_info":"The question Date first AGI is publicly known. asks When will the first AGI be first developed and demonstrated?.\nToday, research groups at both for-profit corporations and universities are working on developing general reasoning systems. Other possible institutions might be nationalized corporations, governments generally, and non-profit organizations."},"resolution":null},"Q":{"id":"80a3167c-fe7f-4bac-bcc6-8e92cdf41d4b","title":"Will the US set a new annual GDP growth rate record high before 2030?","body":"Resolution Criteria\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2621","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The development of AGI (Artificial General Intelligence) could have significant economic implications. If a government project is responsible for developing the first AGI, it might lead to substantial investments in technology and infrastructure, potentially boosting economic growth.","The successful development of AGI could lead to breakthroughs in various sectors, including healthcare, manufacturing, and services, which could contribute to a higher GDP growth rate.","Government involvement in AGI development might indicate a strategic focus on technological advancement, which could correlate with broader economic policies aimed at achieving high growth rates."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as the development of AGI by a government project could have significant economic implications.","score":7.0}}}
{"P":{"id":"343f5d9c-e27b-48ef-b625-a8c5f5644691","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"b6aa4f37-9f7b-484b-9d45-40e1c5267a3a","title":"Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046 .\nThe payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nPositive resolution requires that the sum of all payloads ever transported by a single planet-to-space transportation system exceeds 10 metric tons by the end of 2045\n","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"c18a62b3-95fe-483f-b020-15857f8a2cc4","title":"Will either human-machine intelligence parity be achieved before 2040 or a space elevator or skyhook transport at least 10 metric tons before 2046?","body":"Resolves YES if either of the following occurs: (a) A machine system outscores at least two of the three humans on a generalized intelligence test before 2040, where the test involves a team of three expert interviewers administering an identical series of exam questions to both the machine system and three human graduate students in physics, mathematics, and computer science from top 25 research universities. The test is designed to advantage the humans, and both parties have full internet access but no human consultation. The exam is scored blindly by a third party. (b) Any planet-to-space transportation system considered to fit the descriptions of a space elevator or a skyhook transports cumulatively payloads of at least 10 metric tons by January 1, 2046. The payload must be transported from the Earth's surface into orbit, from orbit to the Earth's surface, from our Moon into orbit, or from space onto our Moon's surface. Resolves NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"8ace9303-327d-4940-8859-f01dea62049f","title":"Will either a space elevator or skyhook transport at least 10 metric tons (cumulative payloads) before 2046, or will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. Any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046. The payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface. Positive resolution requires that the sum of all payloads ever transported by a single planet-to-space transportation system exceeds 10 metric tons by the end of 2045.\n2. The machine system outscores at least two of the three humans on a generalized intelligence test administered prior to 2040. The test involves a team of three expert interviewers interacting with a candidate machine system and three humans, who are graduate students in physics, mathematics, and computer science from one of the top 25 research universities. The interviewers will electronically communicate an identical series of exam questions over two hours, designed to advantage the humans. Both the machine system and the humans have full access to the internet, but no party is allowed to consult additional humans. The exam will be scored blindly by a disinterested third party. If no such tests are conducted, the question resolves as AMBIGUOUS.\nResolves NO otherwise.","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"60890336-2dd5-4c5d-b35f-b01eae82692e","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"Q":{"id":"f416f67b-ab7b-48f2-9e23-ca4423133296","title":"Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046 .\nThe payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nPositive resolution requires that the sum of all payloads ever transported by a single planet-to-space transportation system exceeds 10 metric tons by the end of 2045\n","resolution_date":"2046-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3127","metadata":{"topics":[],"background_info":"A space elevator is a proposed type of planet-to-space transportation system. According to Wikipedia:\nThe main component [of a space elevator] would be a cable (also called a tether) anchored to the surface and extending into space. The design would permit vehicles to travel along the cable from a planetary surface, such as the Earth's, directly into space or orbit, without the use of large rockets.\nThe competing forces of gravity, which is stronger at the lower end, and the outward/upward centrifugal force, which is stronger at the upper end, would result in the cable being held up, under tension, and stationary over a single position on Earth.\nBy contrast, a skyhook is a proposed momentum exchange tether that aims to reduce the cost of placing payloads into low Earth orbit. According to Wikipedia:\nA heavy orbiting station is connected to a cable which extends down towards the upper atmosphere. Payloads, which are much lighter than the station, are hooked to the end of the cable as it passes, and are then flung into orbit by rotation of the cable around the centre of mass.\nA skyhook differs from a geostationary orbit space elevator in that a skyhook would be much shorter and would not come in contact with the surface of the Earth. A skyhook would require a suborbital launch vehicle to reach its lower end, while a space elevator would not.\n"},"resolution":null}},"relevance":{"reasons":["Technological advancements in AI and space transportation might be correlated. Breakthroughs in AI could accelerate the development of complex engineering projects like space elevators or skyhooks.","Both questions pertain to significant technological milestones that could reshape human society and our capabilities. Understanding the likelihood of both occurring could provide insights into the pace and direction of technological progress.","Investors, policymakers, and futurists might be interested in the combined probability to make informed decisions about funding, regulations, and strategic planning."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in the broader trajectory of technological advancements.","score":7.0}}}
{"P":{"id":"311ddad6-cf92-4208-aaa6-1de6acbc247b","title":"Will the Simon Institute for Longterm Governance have more than two full-time employees in 2025?","body":"Resolution Criteria\nFor the purposes of this question, a full-time equivalent is defined as working 35 hours per week, without including volunteers. Question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"0d3cca23-f357-4c87-8fa7-20c328e88d5b","title":"Will armed conflict between the Republic of China (Taiwan) and the People's Republic of China (PRC) cause at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2050, either of the following occurs:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"3398b3ca-ecde-4db4-82a7-e13c161584e2","title":"Will either the Simon Institute for Longterm Governance have more than two full-time employees in 2025 or will armed conflict between the Republic of China (Taiwan) and the People's Republic of China (PRC) cause at least 100 deaths before 2050?","body":"Resolves YES if either of the following occurs: (a) The Simon Institute for Longterm Governance has more than two full-time employees in 2025, where a full-time equivalent is defined as working 35 hours per week, without including volunteers. The question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used. (b) At any time between January 1, 2021 and January 1, 2050, there are at least three credible government sources or news reports indicating at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"aa4f5946-23e3-4268-9022-a01490aa60a8","title":"Will either armed conflict between the Republic of China (Taiwan) and the People's Republic of China (PRC) cause at least 100 deaths before 2050, or will the Simon Institute for Longterm Governance have more than two full-time employees in 2025?","body":"Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. At any time between January 1, 2021 and January 1, 2050, there are at least three credible government sources or news reports indicating at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\n2. The Simon Institute for Longterm Governance has more than two full-time employees in 2025, where a full-time equivalent is defined as working 35 hours per week, without including volunteers. The question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used.\nThis question will resolve as NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"e4712a0e-e4e5-4b39-b1b3-b78b23c700cd","title":"Will the Simon Institute for Longterm Governance have more than two full-time employees in 2025?","body":"Resolution Criteria\nFor the purposes of this question, a full-time equivalent is defined as working 35 hours per week, without including volunteers. Question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7099","metadata":{"topics":[],"background_info":"The Simon Institute for Longterm Governance is a recently launched institution with the hope of bridging the gap between theory and practice in longtermist policy-making."},"resolution":null},"Q":{"id":"cad91a7b-91ea-4663-bf02-661a4b28221e","title":"Will armed conflict between the Republic of China (Taiwan) and the People's Republic of China (PRC) cause at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2050, either of the following occurs:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7512","metadata":{"topics":[],"background_info":"2049 marks the 100th anniversary of the People's Republic of China. Graham Allison and The Brookings Institute have suggested that the PRC wants to achieve some form of national greatness by 2049, which would possibly include conquering Taiwan."},"resolution":null}},"relevance":{"reasons":["The Simon Institute for Longterm Governance might focus on global stability and conflict resolution, which could include efforts to mitigate tensions between Taiwan and the PRC.","If the Simon Institute is successful and grows, it might indicate a more stable global environment, potentially reducing the likelihood of armed conflict.","Conversely, if tensions between Taiwan and the PRC escalate, it might spur more funding and growth for organizations like the Simon Institute that focus on governance and conflict resolution."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially in the context of global stability and conflict resolution.","score":6.0}}}
