{"P":{"id":"57e03fb5-5453-43aa-84ca-3fd5cc030222","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"c1875e90-8e26-44d9-9481-c2811dbae511","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"5be95c65-3dbe-41c8-b8aa-9bc5b42b725f","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027 AND will a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if by November 30, 2027, a peer-reviewed publication announces the results of the detection of gravitational waves from the merger of supermassive black holes AND the first practical nuclear fusion reactor meeting the defined criteria is developed in China. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"381b3cd1-84cd-4755-ba95-53a6d7c9ad41","title":"Will a practical nuclear fusion reactor first be developed in China AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if the first practical nuclear fusion reactor meeting the specified criteria is built in China AND a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes by November 30, 2027. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0782afe2-59a9-4d09-943f-22e6f58c48c6","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"e02eeadd-9f8d-44c1-a7eb-de4fe1f7f1b3","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"62ebfadd-f17b-49db-86d9-d674513a3ab3","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND a credible news report cites an independent analysis confirming that Europe has met all three 2030 climate action goals on or before January 1, 2030. Resolves NO otherwise.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"923a1189-7658-4858-9341-136358115bbb","title":"Will the European Union meet its 2030 climate targets AND will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolves YES if a credible news report confirms that Europe has met all three 2030 climate action goals AND if one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon or if the European Union dissolves completely or creates a new politico-economic union before 2027. Resolves NO otherwise.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"3167af9f-53d2-459c-a877-5fb921ddb5b9","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"882bf09c-2fdf-4fa9-9321-7ef4ab7a2606","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"0e1800cf-11a6-4380-af6c-1dea944551a8","title":"Will China reduce their carbon emissions per GDP by 60% by 2030 AND will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves YES if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030 AND if one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"b3741f33-7917-4cf3-8514-200e17d9bf3a","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035 AND will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035 AND China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
