{"line": {"P": {"question": {"id": "7effe24a-cd65-445d-acc0-72712a8f758b", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.20846005343312268, "metadata": [{"name": "P", "elicited_prob": 0.25, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c9dc865b-73bb-4c53-a410-a096179b4f9b", "title": "Will Donald Trump Jr. run for a different political office before 2028?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and runs for a different political office before January 1, 2028. If he does not run for any other political office by that date, this question will resolve as No.", "resolution_date": "2028-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "4e8d86b4-31e8-4dd9-9cd8-d9d8acabef79", "title": "Given that Donald Trump Jr. runs for a different political office before 2028, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and runs for a different political office before January 1, 2028. If he does not run for any other political office by that date, this question will resolve as No. \n\nIf Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nThe resolution for Q is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2028-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a9720ca8-d58f-46ce-812e-01c7d006157d", "title": "Given that Donald Trump Jr. does not run for a different political office before 2028, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially announce and run for a different political office before January 1, 2028. If he officially announces and runs for any other political office by that date, this question will resolve as No. \n\nFurthermore, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nResolution criteria: \n1. For the condition: Donald Trump Jr. does not officially announce and run for a different political office before January 1, 2028. \n2. For the outcome: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.", "resolution_date": "2028-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6059d061-0dcb-4b88-a8c8-ab2a8dd5d848", "title": "Will Donald Trump Jr. secure the majority of delegates at the Republican National Convention for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives the majority of delegates at the Republican National Convention, leading to his nomination as the Republican candidate for the 2024 US Presidential Election. If he does not secure the majority of delegates, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "e6906efb-1863-4736-8d52-1b09cab14995", "title": "Given Donald Trump Jr. secures the majority of delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives the majority of delegates at the Republican National Convention, leading to his nomination as the Republican candidate for the 2024 US Presidential Election. If he does not secure the majority of delegates, this question will resolve as No. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "18b8b09e-cfb6-483a-ac71-56235e177658", "title": "Given that Donald Trump Jr. does not secure the majority of delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not receive the majority of delegates at the Republican National Convention, leading to his not being nominated as the Republican candidate for the 2024 US Presidential Election. If he secures the majority of delegates, this question will resolve as No. \n\nFor the outcome: This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criteria for the condition is that Donald Trump Jr. must not secure the majority of delegates at the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e6e128a8-5942-4828-91aa-bd358fc1c8af", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.09306679685818411, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1d0ba01d-7e94-4408-aee8-f5fd0ff36003", "title": "Will Asa Hutchinson secure at least 25% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson receives at least 25% of the delegate votes during the Republican National Convention in 2024, regardless of whether he becomes the nominee or not.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "cf8ad7b2-8179-439f-b426-0b4112dcb1a9", "title": "Given Asa Hutchinson secures at least 25% of the delegate votes, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives at least 25% of the delegate votes during the Republican National Convention in 2024, regardless of whether he becomes the nominee or not. Additionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f44e3ac8-0a30-4242-b6cc-32ef06842aa2", "title": "Given Asa Hutchinson does not secure at least 25% of the delegate votes at the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives less than 25% of the delegate votes during the Republican National Convention in 2024, regardless of whether he becomes the nominee or not. If this condition is true, then will Asa Hutchinson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e13b6107-7472-4c81-b204-a54640ee62cc", "title": "Will Asa Hutchinson secure more than 30% of the votes in the Republican primaries?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total votes in the Republican primaries leading up to the 2024 US Presidential Election. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-06-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "dfc00659-ef07-49ce-8670-9ed5e8d28635", "title": "Given Asa Hutchinson secures more than 30% of the votes in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total votes in the Republican primaries leading up to the 2024 US Presidential Election. If he receives 30% or less, this question will resolve as No.\n\nIf Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nIt is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c16ac9ee-2ec0-4b32-baa2-b4442b02ac93", "title": "Given Asa Hutchinson secures 30% of the votes in the Republican primaries or less, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that he has received 30% or less of the total votes in the Republican primaries leading up to the election. If he receives more than 30%, this question will resolve as No. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future. It is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "89c018df-ebc9-43ed-9da9-711efaaaaeb7", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as **No**. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.07754207334910718, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d4887e11-1cea-4f3f-8276-72e860467426", "title": "Will Donald Trump Jr. secure the Republican nomination before Asa Hutchinson in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention before Asa Hutchinson for the 2024 US Presidential Election. If Asa Hutchinson is selected first or if neither is selected, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "63bf3f3e-3a25-4564-a42f-1235b7c4645c", "title": "Given Donald Trump Jr. secures the Republican nomination before Asa Hutchinson, will both be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election, given that Donald Trump Jr. is selected before Asa Hutchinson. If Asa Hutchinson is selected first or if neither is selected, this question will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}, "P_given_not_Q": {"id": "32bc3346-dda5-48c6-831a-f3d708422de7", "title": "Given that Donald Trump Jr. does not secure the Republican nomination before Asa Hutchinson, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention before Donald Trump Jr. for the 2024 US Presidential Election. If Donald Trump Jr. is selected first or if neither is selected, this question will resolve as No. This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "8b8655fc-3631-47ca-ab09-811767d0aa66", "title": "Will any Republican nominee for the 2024 US Presidential Election be a political outsider?", "body": "This question will resolve as Yes if the Republican nominee selected by the Republican National Convention in 2024 has not previously held elected office or significant political positions. If the nominee has prior political experience, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "2fbcbe2a-2de2-4dec-b1a4-55b5f2178d50", "title": "Given that any Republican nominee for the 2024 US Presidential Election is a political outsider, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees?", "body": "This question will resolve as Yes if the Republican nominee selected by the Republican National Convention in 2024 has not previously held elected office or significant political positions, and if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. If the nominee has prior political experience or if both Donald Trump Jr. and Asa Hutchinson are not selected, this question will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05, "elicitation_metadata": null}, "P_given_not_Q": {"id": "35d0e73f-b667-412c-bde9-1c0462fc4d39", "title": "Given that no Republican nominee for the 2024 US Presidential Election is a political outsider, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if the Republican nominee selected by the Republican National Convention in 2024 has previously held elected office or significant political positions. If the nominee has not prior political experience, this question will resolve as No.\n\nAdditionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
