{"line": {"P": {"question": {"id": "d563c605-6aea-4326-b79a-40cf7dcfffdf", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.20161433219111313, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "2452eafd-6873-4e69-9197-64a396e9ef37", "title": "Will Donald Trump Jr. run for a significant political office after the 2024 election?", "body": "This question will resolve as Yes if Donald Trump Jr. announces and actively campaigns for a significant political office after the 2024 election, regardless of the outcome of the election itself.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "cf2af8f3-17fe-409f-811a-209233772281", "title": "Given that Donald Trump Jr. will run for a significant political office after the 2024 election, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. announces and actively campaigns for a significant political office after the 2024 election, regardless of the outcome of the election itself. Additionally, this question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "fc8a446b-3b88-4d9a-8664-5f625be0669e", "title": "Given that Donald Trump Jr. does not run for a significant political office after the 2024 election, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not announce and actively campaign for a significant political office after the 2024 election, regardless of the outcome of the election itself. \n\nAdditionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nIt is important to note that it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "43d43614-f8ba-40d0-9dd0-63e382044dde", "title": "Will Donald Trump Jr. run for a significant political office other than the presidency by 2026?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces his candidacy for a significant political office other than the presidency by January 1, 2026. If he does not announce any such candidacy by this date, the question will resolve as No.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "94cfccec-1dde-4cb5-81f5-f91f0104bfff", "title": "Given that Donald Trump Jr. will run for a significant political office other than the presidency by 2026, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces his candidacy for a significant political office other than the presidency by January 1, 2026. If he does not announce any such candidacy by this date, the question will resolve as No.\n\nAdditionally, this question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}, "P_given_not_Q": {"id": "feebc52d-4b0c-4d6a-b53a-3eff0604c7e7", "title": "Given Donald Trump Jr. does not run for a significant political office other than the presidency by 2026, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially announce his candidacy for a significant political office other than the presidency by January 1, 2026. If he officially announces any such candidacy by this date, the question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nThe resolution for the outcome will be based on both conditions: the first regarding his candidacy for other offices and the second regarding his nomination for the presidency.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e182acfe-2dea-425f-afca-37a2fe27e1c8", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.12649713684127806, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "cba58cd1-789c-49d5-84fa-58787e591f82", "title": "Will Asa Hutchinson win at least one primary election before the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson wins at least one primary election in the Republican nomination process before the Republican National Convention in 2024. If he does not win any primaries, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "12d619dd-0a40-4c55-8878-ebc543d9846a", "title": "Given that Asa Hutchinson wins at least one primary election before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson wins at least one primary election in the Republican nomination process before the Republican National Convention in 2024. If he does not win any primaries, this question will resolve as No.\n\nFurthermore, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nIt is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "8461f0a9-0766-440b-a724-8950e5f717b2", "title": "Given Asa Hutchinson does not win any primary elections before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson does not win any primary elections in the Republican nomination process before the Republican National Convention in 2024. If he wins at least one primary, this question will resolve as No.\n\nAdditionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nIt is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f244d605-ca1e-4e5c-9296-6267effdbb56", "title": "Will Asa Hutchinson win more than 40% of the delegates at the Republican National Convention?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 40% of the delegates during the voting process at the Republican National Convention for the 2024 US Presidential Election.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_Q": {"id": "1431d1c3-6dcf-4e9e-b821-632ee1873e99", "title": "Given Asa Hutchinson wins more than 40% of the delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 40% of the delegates during the voting process at the Republican National Convention for the 2024 US Presidential Election. If this condition is true, then will Asa Hutchinson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "d53991df-db1f-4d03-9b4e-65f8295b3df0", "title": "Given Asa Hutchinson does not win more than 40% of the delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 40% of the delegates or less during the voting process at the Republican National Convention for the 2024 US Presidential Election. If Asa Hutchinson receives 40% of the delegates or less, then will he be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as Yes if Asa Hutchinson is selected as the nominee by the Republican National Convention. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "36df8d04-52df-436e-8ae9-f5feb2ca6aa2", "title": "Will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.12356080007764587, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a3c9135f-bcef-4f59-ab82-a4b93a11e0c9", "title": "Will Donald Trump Jr. and Asa Hutchinson both receive more than 20% of the votes in the Republican primaries?", "body": "This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson receive more than 20% of the votes in the Republican primaries leading up to the 2024 US Presidential Election. All other outcomes will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "ae21bf7a-8c78-4eac-ad7a-8d7d3363b45e", "title": "Given that Donald Trump Jr. and Asa Hutchinson both receive more than 20% of the votes in the Republican primaries, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson receive more than 20% of the votes in the Republican primaries leading up to the 2024 US Presidential Election. All other outcomes will resolve as No. Furthermore, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "130dfbe2-6b3c-4ea2-9374-414a9863b42c", "title": "Given that either Donald Trump Jr. or Asa Hutchinson does not receive more than 20% of the votes in the Republican primaries, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson does not receive more than 20% of the votes in the Republican primaries leading up to the 2024 US Presidential Election. All other outcomes will resolve as No. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "392a63cf-1053-4729-8033-cf69123e57db", "title": "Will Donald Trump Jr. secure a majority of delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. secures a majority of delegate votes during the Republican National Convention in 2024. All other outcomes will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "84b218d7-68a1-4549-b482-fcf9a080cd09", "title": "Given Donald Trump Jr. secures a majority of delegate votes at the Republican National Convention in 2024, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. secures a majority of delegate votes during the Republican National Convention in 2024. If this condition is true, will both Donald Trump Jr. and Asa Hutchinson be selected by the Republican National Convention as nominees for the 2024 US Presidential Election? This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected as nominees. All other outcomes will resolve as No.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c2275e61-cc74-4442-b796-9425173481c9", "title": "Given that Donald Trump Jr. does not secure a majority of delegate votes at the Republican National Convention in 2024, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\nResolution criteria: Resolves Yes if both Donald Trump Jr. and Asa Hutchinson are selected as nominees. Resolves No otherwise.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "24221eed-16b9-4988-9f85-8b4b795711e2", "title": "Will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.27001395213120166, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "2c283b51-43e9-415b-aae2-636d069bfbdc", "title": "Will Donald Trump Jr. or Asa Hutchinson win at least one state primary before the Republican National Convention in 2024?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson wins at least one state primary in the lead-up to the Republican National Convention in 2024. If neither candidate wins a state primary, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_Q": {"id": "add80970-b1c9-4cc9-a913-57501dcc81be", "title": "Given that either Donald Trump Jr. or Asa Hutchinson wins at least one state primary, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Either Donald Trump Jr. or Asa Hutchinson wins at least one state primary before the Republican National Convention in 2024. This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If neither candidate is selected as the nominee, this question will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "9659d4ea-1e96-41f7-9b46-190840ab85be", "title": "Given that neither Donald Trump Jr. nor Asa Hutchinson wins at least one state primary before the Republican National Convention in 2024, will either of them be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if neither Donald Trump Jr. nor Asa Hutchinson wins at least one state primary in the lead-up to the Republican National Convention in 2024. If either candidate wins a state primary, this question will resolve as No. Additionally, this question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c81c6c15-f022-40a7-83ec-7ebe52ba01be", "title": "Will Donald Trump Jr. run for a political office other than President by 2026?", "body": "This question will resolve as Yes if Donald Trump Jr. announces and runs for a political office other than President of the United States by the end of 2026. If he does not run for any other political office by this date, the question will resolve as No.", "resolution_date": "2026-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "86237e56-0674-4256-96ea-90493159ce05", "title": "Given that Donald Trump Jr. will run for a political office other than President by 2026, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. announces and runs for a political office other than President of the United States by the end of 2026. If he does not run for any other political office by this date, the question will resolve as No. Additionally, this question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2026-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6e24b99f-018d-4bec-8b12-910bdd50450e", "title": "Given that Donald Trump Jr. does not run for a political office other than President by 2026, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not announce and run for a political office other than President of the United States by the end of 2026. If he runs for any other political office by this date, the question will resolve as No.\n\nAdditionally, this question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2026-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"successful_elicitation": false}, "default_scaled": {"successful_elicitation": false}, "frequentist": {"metric": "frequentist", "violation": 0.08611640334620899, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
