{"line": {"P": {"question": {"id": "f2e40267-497f-4799-ba4c-137dcb78c8ac", "title": "Will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.34753389701813475, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "5dbacf1d-d7f3-4b3e-b1df-9cc16e0a9f97", "title": "Will Glenn Youngkin win the general election if he becomes the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Glenn Youngkin wins the general election held on November 5, 2024, as the Republican nominee. If he does not win, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "aa2e1ce7-3900-42ab-9b4f-968adec557b2", "title": "Given that Glenn Youngkin is the Republican nominee for the 2024 US Presidential Election, will he win the general election?", "body": "Suppose the following is true: Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Glenn Youngkin wins the general election held on November 5, 2024, as the Republican nominee. If he does not win, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "ceb5059e-e3fe-470d-9154-ef7fa28d1ecc", "title": "If Glenn Youngkin becomes the Republican nominee for the 2024 US Presidential Election, will he lose the general election?", "body": "Suppose the following is true: Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, this question will resolve as Yes if Glenn Youngkin does not win the general election held on November 5, 2024, as the Republican nominee. If he wins, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a6ec9266-b712-452f-b372-e336ca64581b", "title": "Will the Republican Party's platform shift significantly if Glenn Youngkin is nominated?", "body": "This question will resolve as Yes if the Republican Party adopts a significantly different platform compared to previous elections as a result of Glenn Youngkin's nomination. It will resolve as No if the platform remains largely unchanged or if another candidate is nominated instead.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "387fc7ed-33bf-4f39-9610-290dac4f973d", "title": "Given that Glenn Youngkin is nominated, will the Republican Party's platform shift significantly?", "body": "This question will resolve as Yes if the Republican Party adopts a significantly different platform compared to previous elections as a result of Glenn Youngkin's nomination. It will resolve as No if the platform remains largely unchanged or if another candidate is nominated instead. \n\nAdditionally, this question is contingent upon whether Glenn Youngkin is the Republican nominee for the 2024 US Presidential Election. This question will resolve as Yes if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "54e3ae67-0a0f-44f2-beb8-b736c50325f4", "title": "Given that the Republican Party's platform does not shift significantly if Glenn Youngkin is nominated, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if the Republican Party does not adopt a significantly different platform compared to previous elections as a result of Glenn Youngkin's nomination. It will resolve as No if the platform shifts significantly or if another candidate is nominated instead. \n\nAdditionally, this question will resolve as Yes if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nThe outcome of the nomination is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "1c0c80bf-e8ef-4602-917d-db2226c9870e", "title": "Will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2065503754461076, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c99173bc-d06d-40fb-869c-98e3119cb9e5", "title": "Will any Republican candidate other than Larry Elder receive at least 30% of the delegate votes at the 2024 Republican National Convention?", "body": "", "resolution_date": "2024-07-15 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_Q": {"id": "72281ecd-deb3-4d6a-b9d9-1d68a8574d3b", "title": "Given that any Republican candidate other than Larry Elder receives at least 30% of the delegate votes at the 2024 Republican National Convention, will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention. \n\nResolution criteria: Resolves YES if Larry Elder is selected by the Republican National Convention as the nominee, and NO if he is not.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b36061e8-7484-40c3-80ee-d868b4d228d6", "title": "Given no Republican candidate other than Larry Elder receives at least 30% of the delegate votes at the 2024 Republican National Convention, will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: No Republican candidate other than Larry Elder receives at least 30% of the delegate votes at the 2024 Republican National Convention. Then will Larry Elder be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Larry Elder is selected as the nominee, and **No** if he is not selected. All other candidates will resolve as **No**.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "7f6ac59e-ada8-48fc-a9ed-f12cd5695af8", "title": "Will Larry Elder receive more than 30% of the votes in the Republican primaries leading up to the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes in the Republican primaries before the Republican National Convention in 2024. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "0f95ae94-3ec5-4df1-bfad-c033a3fbe24d", "title": "Given Larry Elder receives more than 30% of the votes in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes in the Republican primaries before the Republican National Convention in 2024. If he receives 30% or less, this question will resolve as No. \n\nIf Larry Elder receives more than 30% of the votes, this question will resolve as Yes if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "5bfb555c-ad23-4e63-82cc-2913afbe5de8", "title": "Given Larry Elder receives 30% of the votes or less in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives 30% or less of the total votes in the Republican primaries before the Republican National Convention in 2024. If he receives more than 30%, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_given_Q": {"question": {"id": "8470deec-e1fc-4ecd-8a9e-eb89164ccc95", "title": "Given Larry Elder is the Republican nominee, will Glenn Youngkin also be the nominee?", "body": "Suppose the following is true: Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.052660079342992674, "metadata": [{"name": "P", "elicited_prob": 0.0, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "4645f0f0-b211-47b1-b437-1d00f351b4c6", "title": "Will another prominent Republican figure be nominated alongside Larry Elder in 2024?", "body": "This question will resolve as Yes if the Republican National Convention selects another prominent Republican figure as a nominee for the 2024 US Presidential Election alongside Larry Elder. It resolves as No if no other prominent Republican figure is nominated or if the convention adheres to a single-nominee format.", "resolution_date": "2024-11-05 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "ff9e0c84-b064-408e-a404-531c3aeb86d1", "title": "Given another prominent Republican figure is nominated alongside Larry Elder, will Glenn Youngkin also be the nominee?", "body": "This question considers the scenario where it is true that another prominent Republican figure is nominated alongside Larry Elder for the 2024 US Presidential Election by the Republican National Convention. If this is the case, then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. It is important to note that this scenario may be inconsistent under typical single-nominee conditions.", "resolution_date": "2024-11-05 23:59:59+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b0b694ce-ad19-4d91-a157-8e217d52a1c0", "title": "Given that no other prominent Republican figure is nominated alongside Larry Elder, will Glenn Youngkin also be the nominee?", "body": "This question will resolve as Yes if the Republican National Convention does not select another prominent Republican figure as a nominee for the 2024 US Presidential Election alongside Larry Elder. Suppose the following is true: Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-11-05 23:59:59+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1cbeaed7-5682-4320-9f3b-df5dbcb90de1", "title": "Will another prominent Republican figure challenge Larry Elder for the nomination before the convention?", "body": "This question will resolve as YES if a prominent Republican figure officially announces their candidacy and actively campaigns against Larry Elder for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention. It resolves as NO if no such challenge occurs.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "d87325f7-87aa-4cf8-b277-4a61c1cf89cc", "title": "Given another prominent Republican figure challenges Larry Elder for the nomination, will Glenn Youngkin also be the nominee?", "body": "This question will resolve as YES if a prominent Republican figure officially announces their candidacy and actively campaigns against Larry Elder for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention, and if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6c8d2621-add8-42ed-a260-630f8a4c554a", "title": "Given no prominent Republican figure challenges Larry Elder for the nomination, will Glenn Youngkin also be the nominee?", "body": "This question will resolve as YES if no prominent Republican figure officially announces their candidacy and actively campaigns against Larry Elder for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention, and Glenn Youngkin is also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It resolves as NO if either a prominent Republican figure challenges Larry Elder or Glenn Youngkin is not selected. \n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_given_not_Q": {"question": {"id": "1b917173-2a91-48c6-b7e1-90b407c352d3", "title": "Given that Larry Elder is not the Republican nominee, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Then, is Glenn Youngkin selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.32781463811448086, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "70236697-4e6b-49bc-a36f-c9e78f36b01a", "title": "Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election if Larry Elder is not nominated?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Larry Elder is not selected. If any other candidate is selected instead of Ron DeSantis, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "65a35999-0874-46c5-950e-5f8e48bcc3d5", "title": "Given that Larry Elder is not nominated, will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Given this condition, will Ron DeSantis be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "559c66c2-1dfe-4364-9302-0453d0cb4644", "title": "Given that Larry Elder is not nominated, will Ron DeSantis not be the Republican nominee for the 2024 US Presidential Election if Glenn Youngkin is nominated?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Then, if Glenn Youngkin is selected by the Republican National Convention as the nominee, will Ron DeSantis not be the Republican nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Ron DeSantis is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Glenn Youngkin is selected. If Ron DeSantis is selected instead of any other candidate, this question will resolve as **No**.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "70cc09aa-2930-4d0b-891b-bce793312c7a", "title": "Will Ron DeSantis be a major contender for the Republican nomination for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is considered a leading candidate by political analysts and polling data for the Republican nomination after Larry Elder is not selected.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "872bcb62-3d5f-4841-ad36-e7afada5f61b", "title": "Given Ron DeSantis is a major contender for the Republican nomination, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Ron DeSantis is considered a leading candidate by political analysts and polling data for the Republican nomination after Larry Elder is not selected. Given that Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this means that any other candidate is selected. Then, is Glenn Youngkin selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Ron DeSantis is a major contender for the Republican nomination and Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c8ae76cd-723a-4ba4-9ac8-68c48128d571", "title": "Given that Ron DeSantis is not a major contender for the Republican nomination, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is not considered a leading candidate by political analysts and polling data for the Republican nomination after Larry Elder is selected. Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Then, is Glenn Youngkin selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Ron DeSantis is not considered a major contender for the Republican nomination and Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.006787859379946623, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0016969648449866558, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.1240189661936215, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
