{"line": {"P": {"question": {"id": "3e9a2c7d-8222-4300-9f65-5ba95782f738", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4436920886914298, "metadata": [{"name": "P", "elicited_prob": 0.2, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e67b1e8d-ffaa-4467-97ee-964bf3ea19ba", "title": "Will Donald Trump Jr. win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election, regardless of the Democratic nominee. If he does not win, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "ea4629df-d5be-48ae-a097-874207024501", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he win the election?", "body": "Suppose the following is true: Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, which resolves as Yes if he is selected by the Republican National Convention as the nominee, regardless of the Democratic nominee. Then, will Donald Trump Jr. win the 2024 US Presidential Election? This question will resolve as Yes if he wins the election, and No if he does not win.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_not_Q": {"id": "cfea0ad8-44d5-4398-bf2a-44f19d9c9eb9", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he lose the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if he does not win the election, regardless of the Democratic nominee. If he wins, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "953049b2-456b-402b-9575-9f232d109772", "title": "Will Donald Trump Jr. win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee. If he loses the election, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "202669ec-1a73-4ad2-ba58-1615019986d5", "title": "Given that Donald Trump Jr. is the Republican nominee, will he win the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee. If he loses the election, this question will resolve as No. \n\nResolution criteria: Donald Trump Jr. must be the Republican nominee for this question to be valid, which resolves as Yes if he wins the election and No if he does not.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_not_Q": {"id": "fd38e4bd-3ae7-4d5a-85b7-145b563739f8", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he lose the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. loses the 2024 US Presidential Election after being selected as the Republican nominee. If he wins the election, this question will resolve as No. \n\nResolution criteria: If he is the nominee, then the outcome will be determined based on whether he loses or wins the election.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "5f6acc26-df54-4b6b-8dfa-e9b0ad393067", "title": "Will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3779332082085063, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "0f929aac-8742-42e6-8257-1f87a375285f", "title": "Will Nikki Haley secure more than 40% of the vote in the Republican primaries?", "body": "This question will resolve as Yes if Nikki Haley receives more than 40% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. It will resolve as No if she receives 40% or less of the votes.", "resolution_date": "2024-06-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "06418a1f-40c3-402f-81cc-ed5b6b27c11a", "title": "Given Nikki Haley secures more than 40% of the vote in the Republican primaries, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives more than 40% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. It will resolve as No if she receives 40% or less of the votes. Furthermore, this question will resolve as Yes if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nThe outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e7bd1239-9b59-4afd-8fc4-5a17a2283fbe", "title": "Given that Nikki Haley does not secure more than 40% of the vote in the Republican primaries, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives 40% or less of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. It will resolve as No if she receives more than 40% of the votes. \n\nIf Nikki Haley does not secure more than 40% of the vote, will she still be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as Yes if she is selected as the nominee by the Republican National Convention, and No if she is not selected. The outcome is solely determined by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "301e15d3-f949-4bf6-bebf-e4af862f0445", "title": "Will Nikki Haley secure more than 50% of the delegates at the Republican National Convention?", "body": "This question will resolve as Yes if Nikki Haley receives more than 50% of the delegates during the voting process at the Republican National Convention for the 2024 US Presidential Election. If she receives 50% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "e35e35a8-b4b5-49a1-9b89-691868dd377d", "title": "Given Nikki Haley secures more than 50% of the delegates at the Republican National Convention, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives more than 50% of the delegates during the voting process at the Republican National Convention for the 2024 US Presidential Election. If she receives 50% or less, this question will resolve as No. Additionally, this question will resolve as **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nThe resolution criteria for the condition is: Nikki Haley needs to secure more than 50% of the delegates. The resolution criteria for the outcome is: Nikki Haley needs to be selected by the Republican National Convention as the nominee.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6, "elicitation_metadata": null}, "P_given_not_Q": {"id": "741f490c-3520-407b-a59c-d36d4472869e", "title": "Given Nikki Haley does not secure more than 50% of the delegates at the Republican National Convention, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives 50% or less of the delegates during the voting process at the Republican National Convention for the 2024 US Presidential Election. If she receives more than 50%, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "95b9093e-1f86-4375-9015-4c2399d88f66", "title": "Will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.36147909145471985, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1b4352e4-27c2-4662-9a69-507d58a2633b", "title": "Will Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election if the current front-runner drops out?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, contingent upon the current front-runner withdrawing from the race. All other candidates will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "e05a9a9d-7cad-4dfd-a98c-ed661ea4c978", "title": "Given that either Donald Trump Jr. or Nikki Haley is selected as the Republican nominee if the current front-runner drops out, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, contingent upon the current front-runner withdrawing from the race. All other candidates will resolve as No. Additionally, this question is not restricted to the candidates currently mentioned; other options may be added in the future. The outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "fbc69c4c-8c10-492d-8af1-3395b993619c", "title": "Given that neither Donald Trump Jr. nor Nikki Haley is the Republican nominee for the 2024 US Presidential Election if the current front-runner drops out, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nResolution criteria: \n1. It resolves as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee. \n2. It resolves as No if neither is selected. \n3. The first question will resolve as Yes if neither Donald Trump Jr. nor Nikki Haley is selected by the Republican National Convention as the nominee, contingent upon the current front-runner withdrawing from the race.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "0a8d2630-35bb-49ae-856a-43f689561124", "title": "Will Donald Trump Jr. run for a significant political office by 2026?", "body": "This question will resolve as Yes if Donald Trump Jr. officially declares his candidacy for any significant political office, such as a Senate seat or a gubernatorial position, by January 1, 2026. If he does not run for any significant office by that date, the question will resolve as No.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "4ae8ecf9-0df4-458f-8b03-61348664222f", "title": "Given Donald Trump Jr. runs for a significant political office by 2026, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially declares his candidacy for any significant political office, such as a Senate seat or a gubernatorial position, by January 1, 2026. If he does not run for any significant office by that date, the question will resolve as No. Additionally, this question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "86c2d4ff-6660-4fb7-9bcb-00d4da858434", "title": "Given that Donald Trump Jr. does not run for a significant political office by 2026, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially declare his candidacy for any significant political office, such as a Senate seat or a gubernatorial position, by January 1, 2026. If he runs for any significant office by that date, the question will resolve as No.\n\nAdditionally, this question will resolve as **Yes** if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criteria for the outcome are: \n1. If Donald Trump Jr. does not run for a significant political office by 2026, then we consider the nomination question.\n2. The nomination question resolves as Yes if either Donald Trump Jr. or Nikki Haley is selected as the nominee.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"successful_elicitation": false}, "default_scaled": {"successful_elicitation": false}, "frequentist": {"metric": "frequentist", "violation": 0.11883253502467261, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
