{"P":{"id":"fda688a0-0604-4c10-b4a2-1dde85d16224","title":"Will the US House of Representatives pass significant legislation regarding nuclear safety standards by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, the US House of Representatives has passed legislation that significantly alters nuclear safety standards. Significant alterations are defined as any changes that enhance safety protocols, increase regulatory oversight, or modify existing safety requirements for nuclear facilities. The legislation must be officially documented in the Congressional Record and must be signed into law by the President. If the legislation is passed but subsequently vetoed, the question will resolve as No. Additionally, any legislation that is purely administrative or procedural in nature, without substantive changes to safety standards, will not count towards a Yes resolution.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"41891781-bf99-47d0-8d24-52466ef5adf7","title":"Will any state-level legislation regarding nuclear safety standards be enacted before 2025?","body":"This question will resolve as Yes if, before January 1, 2025, any U.S. state enacts legislation that establishes or amends nuclear safety standards. The legislation must be officially documented and publicly available. The criteria for 'nuclear safety standards' include regulations related to the construction, operation, and decommissioning of nuclear facilities, as well as safety protocols for the handling of nuclear materials. Legislation that is merely proposed or under consideration will not count. The resolution will reference the official state legislative records or reputable news sources that report on the enactment of such legislation.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"92b338d9-1009-49d6-a457-f476a9240b90","title":"Will both of the following occur: (1) The US House of Representatives passes significant legislation regarding nuclear safety standards by 2025, and (2) any state-level legislation regarding nuclear safety standards is enacted before 2025?","body":"This question will resolve as Yes if, by December 31, 2025, the US House of Representatives has passed legislation that significantly alters nuclear safety standards and, before January 1, 2025, any U.S. state enacts legislation that establishes or amends nuclear safety standards. Significant alterations to nuclear safety standards by the House are defined as any changes that enhance safety protocols, increase regulatory oversight, or modify existing safety requirements for nuclear facilities, documented in the Congressional Record and signed into law by the President. If the legislation is passed but subsequently vetoed, the question will resolve as No. Additionally, any legislation that is purely administrative or procedural in nature, without substantive changes to safety standards, will not count towards a Yes resolution. For the state-level legislation, it must be officially documented and publicly available, with the criteria for 'nuclear safety standards' including regulations related to the construction, operation, and decommissioning of nuclear facilities, as well as safety protocols for the handling of nuclear materials. Legislation that is merely proposed or under consideration will not count. The resolution will reference the official state legislative records or reputable news sources that report on the enactment of such legislation.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"dfb15aed-6a3c-467d-8c87-c119af7f48be","title":"Will the US House of Representatives pass significant legislation regarding nuclear safety standards by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, the US House of Representatives has passed legislation that significantly alters nuclear safety standards. Significant alterations are defined as any changes that enhance safety protocols, increase regulatory oversight, or modify existing safety requirements for nuclear facilities. The legislation must be officially documented in the Congressional Record and must be signed into law by the President. If the legislation is passed but subsequently vetoed, the question will resolve as No. Additionally, any legislation that is purely administrative or procedural in nature, without substantive changes to safety standards, will not count towards a Yes resolution.","resolution_date":"2025-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?"},"resolution":null},"Q":{"id":"d1a89fc3-839d-4f08-aaab-585c9a47bd2b","title":"Will any state-level legislation regarding nuclear safety standards be enacted before 2025?","body":"This question will resolve as Yes if, before January 1, 2025, any U.S. state enacts legislation that establishes or amends nuclear safety standards. The legislation must be officially documented and publicly available. The criteria for 'nuclear safety standards' include regulations related to the construction, operation, and decommissioning of nuclear facilities, as well as safety protocols for the handling of nuclear materials. Legislation that is merely proposed or under consideration will not count. The resolution will reference the official state legislative records or reputable news sources that report on the enactment of such legislation.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to nuclear safety standards, making them directly related and relevant to each other.","The passage of federal legislation could influence state-level actions, as states may respond to changes in federal standards or regulations.","Understanding the interplay between federal and state legislation on nuclear safety could provide insights into the overall regulatory landscape and safety improvements."],"conclusion":"The logical combination of these questions makes sense as they are interconnected and relevant to the broader discussion on nuclear safety regulations.","score":9.0}}}
{"P":{"id":"a1eedb94-44ef-4ef2-9a68-2cf41d028154","title":"Will fusion energy become commercially viable before 2050?","body":"This question will resolve as Yes if, before January 1, 2050, there is a commercially viable fusion energy system that meets the following criteria: The system must produce more energy than it consumes (net positive energy output), and it must be capable of operating continuously for at least 1 year. Additionally, the system must be available for commercial use, meaning it can be purchased or leased by private entities for energy production. Verification of this must come from credible sources, including government agencies, reputable scientific organizations, or major news outlets such as BBC, The Guardian, or New York Times. In the event that multiple systems claim commercial viability, the resolution will be based on the first system that meets these criteria, with confirmation from the aforementioned sources.","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"89e099bb-4db6-479a-92e8-390d1ea6475a","title":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, the World Health Organization (WHO) officially declares a global health emergency specifically related to diseases that are directly attributable to climate change. The declaration must be made in a formal statement or report from the WHO and must identify specific diseases that are exacerbated by climate change, such as vector-borne diseases (e.g., malaria, dengue), respiratory diseases (e.g., asthma, allergies), and waterborne diseases (e.g., cholera). The declaration should be based on scientific evidence and consensus from the global health community, including input from epidemiologists and climate scientists. The resolution will not count declarations that are vague or general in nature without specific reference to climate-related diseases.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"00d69f4a-ef3b-4393-8156-df78c24f4f2a","title":"Will both of the following occur: (a) fusion energy becomes commercially viable before 2050 and (b) the World Health Organization declares a global health emergency due to climate-related diseases by 2030?","body":"This question will resolve as Yes if both of the following conditions are met: (1) Before January 1, 2050, there is a commercially viable fusion energy system that produces more energy than it consumes (net positive energy output), operates continuously for at least 1 year, and is available for commercial use, with verification from credible sources. (2) By December 31, 2030, the World Health Organization (WHO) officially declares a global health emergency specifically related to diseases that are directly attributable to climate change, with a formal statement identifying specific diseases exacerbated by climate change, based on scientific evidence and consensus from the global health community.","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"337e9211-c474-41b2-8a93-b0611a3562a5","title":"Will fusion energy become commercially viable before 2050?","body":"This question will resolve as Yes if, before January 1, 2050, there is a commercially viable fusion energy system that meets the following criteria: The system must produce more energy than it consumes (net positive energy output), and it must be capable of operating continuously for at least 1 year. Additionally, the system must be available for commercial use, meaning it can be purchased or leased by private entities for energy production. Verification of this must come from credible sources, including government agencies, reputable scientific organizations, or major news outlets such as BBC, The Guardian, or New York Times. In the event that multiple systems claim commercial viability, the resolution will be based on the first system that meets these criteria, with confirmation from the aforementioned sources.","resolution_date":"2049-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?"},"resolution":null},"Q":{"id":"e7e351eb-058a-4fb5-8ee5-5fd122d42107","title":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, the World Health Organization (WHO) officially declares a global health emergency specifically related to diseases that are directly attributable to climate change. The declaration must be made in a formal statement or report from the WHO and must identify specific diseases that are exacerbated by climate change, such as vector-borne diseases (e.g., malaria, dengue), respiratory diseases (e.g., asthma, allergies), and waterborne diseases (e.g., cholera). The declaration should be based on scientific evidence and consensus from the global health community, including input from epidemiologists and climate scientists. The resolution will not count declarations that are vague or general in nature without specific reference to climate-related diseases.","resolution_date":"2030-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":null},"resolution":null}},"relevance":{"reasons":["Both questions relate to significant global issues: energy and health, particularly in the context of climate change.","Advancements in fusion energy could impact global health outcomes by providing cleaner energy, potentially reducing pollution and related health issues.","The timing of the commercial viability of fusion energy could influence the urgency and response to climate-related health issues, making the combination relevant."],"conclusion":"It makes sense to consider the logical combination of these questions, as they are interconnected through the broader context of climate change and its impacts on health and energy.","score":8.0}}}
{"P":{"id":"06c7e12c-0eb6-4f70-ae5a-29eaea635306","title":"Will Ukraine achieve a membership action plan with NATO by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO. The decision must be confirmed through an official NATO announcement or documentation. The criteria for a MAP include Ukraine's demonstrated commitment to the principles of democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. Any interim agreements or discussions will not count towards this resolution unless they culminate in an official MAP grant. The resolution will also account for any significant political changes or events that may affect NATO's decision-making process regarding Ukraine's membership aspirations.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"66f96e14-9cb6-436a-8d4e-9a908f6c2731","title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"55c3eec9-a26c-4505-a581-79ae8c1768ca","title":"Will both of the following occur: (1) Will Ukraine achieve a membership action plan with NATO by 2025? (2) Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if both of the following are true: (1) By December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO, confirmed through an official NATO announcement or documentation, with consideration of Ukraine's commitment to democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's defense. (2) NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership, with the announcement made through a credible source and involving the deployment of additional troops or military resources. The resolution will be No if Ukraine joins NATO before any such announcement is made.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4231721d-f058-4d90-8d6e-8225b604178b","title":"Will Ukraine achieve a membership action plan with NATO by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO. The decision must be confirmed through an official NATO announcement or documentation. The criteria for a MAP include Ukraine's demonstrated commitment to the principles of democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. Any interim agreements or discussions will not count towards this resolution unless they culminate in an official MAP grant. The resolution will also account for any significant political changes or events that may affect NATO's decision-making process regarding Ukraine's membership aspirations.","resolution_date":"2025-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null},"Q":{"id":"79d55881-82b7-4010-8187-a9d987469aea","title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to NATO's actions and Ukraine's relationship with NATO, making them contextually linked.","The outcome of Ukraine achieving a Membership Action Plan (MAP) may influence NATO's strategic decisions regarding its military presence in Eastern Europe.","Understanding the timing of NATO's military expansion in relation to Ukraine's MAP could provide insights into NATO's overall strategy and security posture in the region."],"conclusion":"The logical combination is relevant as both questions are interconnected and pertain to NATO's actions regarding Ukraine.","score":8.0}}}
{"P":{"id":"a3c91a6b-00e7-48c8-ab25-9b1651cc4584","title":"Will Indian universities be ranked among the top 10 in quantum computing research by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, at least one Indian university is ranked among the top 10 universities globally in quantum computing research according to the QS World University Rankings or the Times Higher Education World University Rankings. The rankings must be based on recognized metrics of research output, impact, and academic reputation in the field of quantum computing. The ranking must be officially published by either QS or Times Higher Education. In the event that multiple rankings are published, the resolution will be based on the most authoritative and widely recognized ranking available at that time.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"c128d16c-0c2c-43e5-bf45-82978d6ea60d","title":"Will South Korea host a major international summit on digital governance by 2026?","body":"This question will resolve as Yes if, by December 31, 2026, South Korea has officially hosted a major international summit focused on digital governance. The summit must include participation from at least 10 countries and involve discussions on key topics such as data privacy, cybersecurity, and international regulations on digital platforms. The event must be confirmed by reputable news sources (e.g., BBC, The Guardian, New York Times) and must not be a smaller regional meeting or a virtual conference. In the case of multiple summits, only the first one that meets these criteria will be considered for resolution.","resolution_date":"2026-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"141e0749-7191-4475-b363-e01d0ed2f799","title":"Will both of the following occur: (1) At least one Indian university is ranked among the top 10 universities globally in quantum computing research by 2030, and (2) South Korea officially hosts a major international summit focused on digital governance by 2026?","body":"This question will resolve as Yes if, by December 31, 2030, at least one Indian university is ranked among the top 10 universities globally in quantum computing research according to the QS World University Rankings or the Times Higher Education World University Rankings, and by December 31, 2026, South Korea has officially hosted a major international summit focused on digital governance. The summit must include participation from at least 10 countries and involve discussions on key topics such as data privacy, cybersecurity, and international regulations on digital platforms. The rankings for the universities must be based on recognized metrics of research output, impact, and academic reputation in the field of quantum computing, and the event must be confirmed by reputable news sources (e.g., BBC, The Guardian, New York Times) and must not be a smaller regional meeting or a virtual conference. In the event that multiple rankings or summits are published or held, the resolution will be based on the most authoritative ranking or the first summit that meets these criteria.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"dbda9a5c-a428-4605-9168-d697d6ec3d15","title":"Will Indian universities be ranked among the top 10 in quantum computing research by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, at least one Indian university is ranked among the top 10 universities globally in quantum computing research according to the QS World University Rankings or the Times Higher Education World University Rankings. The rankings must be based on recognized metrics of research output, impact, and academic reputation in the field of quantum computing. The ranking must be officially published by either QS or Times Higher Education. In the event that multiple rankings are published, the resolution will be based on the most authoritative and widely recognized ranking available at that time.","resolution_date":"2030-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will India become a global leader in quantum computing by 2030?"},"resolution":null},"Q":{"id":"a13f609b-d19f-43d3-bbe6-cb77ef8372b3","title":"Will South Korea host a major international summit on digital governance by 2026?","body":"This question will resolve as Yes if, by December 31, 2026, South Korea has officially hosted a major international summit focused on digital governance. The summit must include participation from at least 10 countries and involve discussions on key topics such as data privacy, cybersecurity, and international regulations on digital platforms. The event must be confirmed by reputable news sources (e.g., BBC, The Guardian, New York Times) and must not be a smaller regional meeting or a virtual conference. In the case of multiple summits, only the first one that meets these criteria will be considered for resolution.","resolution_date":"2026-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will South Korea become the leader in global digital governance by 2030?"},"resolution":null}},"relevance":{"reasons":["Both questions relate to advancements in technology and governance, which are increasingly interconnected in today's global landscape. For instance, advancements in quantum computing could influence discussions at international summits on digital governance, particularly regarding cybersecurity and data privacy.","The outcomes of these events could reflect broader trends in international collaboration on technology and governance, making it relevant to consider their combined probabilities."],"conclusion":"It makes sense to consider the logical combination of these questions due to their potential interrelatedness in the context of technology and governance advancements.","score":7.0}}}
{"P":{"id":"715503a1-9355-4b51-b3d3-69ce63dd7986","title":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","body":"This question will resolve as Yes if, by December 31, 2040, a scientifically validated breakthrough in physics is announced that leads to a new form of clean energy. The criteria for a 'breakthrough' includes: 1. The discovery or theoretical development must be published in a peer-reviewed scientific journal. 2. The new energy form must be capable of being harnessed for practical use, demonstrated through experimental evidence or prototypes. 3. The clean energy must significantly reduce greenhouse gas emissions compared to current energy sources and be scalable for widespread use. 4. The breakthrough must be recognized by a consensus of leading physicists and energy experts, as indicated by endorsements from reputable scientific organizations or institutions. If the breakthrough is announced but not yet operational or scalable, the question will resolve as No.","resolution_date":"2040-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"68b8e7c8-3f51-41ed-a705-878f346eac5e","title":"Will a new clean energy technology be adopted by a major country by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, a major country (defined as a member of the G20) officially adopts a new clean energy technology that significantly reduces greenhouse gas emissions compared to existing technologies. The technology must be recognized by a reputable international body, such as the International Energy Agency (IEA) or the United Nations Framework Convention on Climate Change (UNFCCC). Adoption is defined as the technology being implemented in a national policy or program, with measurable targets for deployment. Technologies that are in trial phases or limited to pilot projects do not count towards this resolution. Additionally, the technology must have been developed or significantly improved in the last 10 years to qualify as 'new'.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"0b7e1cd7-5081-429b-a46e-b13d532bf4cf","title":"Will both of the following occur: (1) A scientifically validated breakthrough in physics leads to a new form of clean energy by 2040, and (2) A major country adopts a new clean energy technology by 2030?","body":"This question will resolve as Yes if both of the following conditions are met: (1) By December 31, 2040, a scientifically validated breakthrough in physics is announced that leads to a new form of clean energy. The criteria for a 'breakthrough' includes: 1. The discovery or theoretical development must be published in a peer-reviewed scientific journal. 2. The new energy form must be capable of being harnessed for practical use, demonstrated through experimental evidence or prototypes. 3. The clean energy must significantly reduce greenhouse gas emissions compared to current energy sources and be scalable for widespread use. 4. The breakthrough must be recognized by a consensus of leading physicists and energy experts, as indicated by endorsements from reputable scientific organizations or institutions. If the breakthrough is announced but not yet operational or scalable, the question will resolve as No. (2) By December 31, 2030, a major country (defined as a member of the G20) officially adopts a new clean energy technology that significantly reduces greenhouse gas emissions compared to existing technologies. The technology must be recognized by a reputable international body, such as the International Energy Agency (IEA) or the United Nations Framework Convention on Climate Change (UNFCCC). Adoption is defined as the technology being implemented in a national policy or program, with measurable targets for deployment. Technologies that are in trial phases or limited to pilot projects do not count towards this resolution. Additionally, the technology must have been developed or significantly improved in the last 10 years to qualify as 'new'.","resolution_date":"2040-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4e944d07-9397-4688-a8f9-50f538b490e1","title":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","body":"This question will resolve as Yes if, by December 31, 2040, a scientifically validated breakthrough in physics is announced that leads to a new form of clean energy. The criteria for a 'breakthrough' includes: 1. The discovery or theoretical development must be published in a peer-reviewed scientific journal. 2. The new energy form must be capable of being harnessed for practical use, demonstrated through experimental evidence or prototypes. 3. The clean energy must significantly reduce greenhouse gas emissions compared to current energy sources and be scalable for widespread use. 4. The breakthrough must be recognized by a consensus of leading physicists and energy experts, as indicated by endorsements from reputable scientific organizations or institutions. If the breakthrough is announced but not yet operational or scalable, the question will resolve as No.","resolution_date":"2040-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":null},"resolution":null},"Q":{"id":"370e697e-48c1-4baf-822e-ec436539d599","title":"Will a new clean energy technology be adopted by a major country by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, a major country (defined as a member of the G20) officially adopts a new clean energy technology that significantly reduces greenhouse gas emissions compared to existing technologies. The technology must be recognized by a reputable international body, such as the International Energy Agency (IEA) or the United Nations Framework Convention on Climate Change (UNFCCC). Adoption is defined as the technology being implemented in a national policy or program, with measurable targets for deployment. Technologies that are in trial phases or limited to pilot projects do not count towards this resolution. Additionally, the technology must have been developed or significantly improved in the last 10 years to qualify as 'new'.","resolution_date":"2030-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?"},"resolution":null}},"relevance":{"reasons":["A breakthrough in physics leading to a new form of clean energy could create a sense of urgency and motivation for countries to adopt new clean energy technologies, making the two events potentially interconnected.","The successful adoption of a new clean energy technology by a major country could incentivize further research and breakthroughs in physics, as it demonstrates the feasibility and potential of clean energy solutions.","Both questions are part of the broader context of the global transition to sustainable energy, which is a key concern in addressing climate change."],"conclusion":"The logical combination of these questions is relevant and could yield interesting insights into the relationship between scientific advancements and policy adoption in clean energy.","score":8.0}}}
{"P":{"id":"5c15aceb-824c-440d-8ccf-cab9c10f9983","title":"Will the FIFA World Cup's expansion to 48 teams lead to the introduction of new soccer markets by 2032?","body":"This question will resolve as Yes if, by December 31, 2032, at least two new soccer markets are officially recognized and established as part of the FIFA World Cup framework resulting from the expansion to 48 teams. A 'new soccer market' is defined as a country or region that has never qualified for the FIFA World Cup prior to 2026 and has a national team that competes in the tournament. The recognition must be confirmed by FIFA and reported by reputable news organizations (BBC, The Guardian, New York Times, Washington Post, etc.). If there are any disputes about the recognition of new markets, the decision will be based on FIFA's official rankings and announcements.","resolution_date":"2032-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"1259b7da-6ee6-4b56-93c8-2773e57b93d1","title":"Will NATO increase military support to Ukraine before 2028?","body":"This question will resolve as Yes if NATO officially announces an increase in military support to Ukraine before January 1, 2028. An increase in military support is defined as any of the following: a significant increase in the number of troops deployed, an increase in the volume of military equipment or supplies sent, or the provision of new types of military aid that were not previously provided. The announcement must be confirmed by credible sources, including at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary increases for specific events or training exercises do not count towards this question's resolution.","resolution_date":"2027-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"a63ef973-f018-4c35-9b4d-793970f3e80b","title":"Will both of the following occur: (1) The FIFA World Cup's expansion to 48 teams leads to the introduction of at least two new soccer markets by 2032, and (2) NATO increases military support to Ukraine before 2028?","body":"This question will resolve as Yes if, by December 31, 2032, at least two new soccer markets are officially recognized and established as part of the FIFA World Cup framework resulting from the expansion to 48 teams, and NATO officially announces an increase in military support to Ukraine before January 1, 2028. A 'new soccer market' is defined as a country or region that has never qualified for the FIFA World Cup prior to 2026 and has a national team that competes in the tournament. The recognition must be confirmed by FIFA and reported by reputable news organizations (BBC, The Guardian, New York Times, Washington Post, etc.). An increase in military support is defined as any of the following: a significant increase in the number of troops deployed, an increase in the volume of military equipment or supplies sent, or the provision of new types of military aid that were not previously provided. The announcement of military support must be confirmed by credible sources, including at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary increases for specific events or training exercises do not count towards this question's resolution.","resolution_date":"2032-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"645b38e5-5989-43ad-9eb6-203a1ff740a1","title":"Will the FIFA World Cup's expansion to 48 teams lead to the introduction of new soccer markets by 2032?","body":"This question will resolve as Yes if, by December 31, 2032, at least two new soccer markets are officially recognized and established as part of the FIFA World Cup framework resulting from the expansion to 48 teams. A 'new soccer market' is defined as a country or region that has never qualified for the FIFA World Cup prior to 2026 and has a national team that competes in the tournament. The recognition must be confirmed by FIFA and reported by reputable news organizations (BBC, The Guardian, New York Times, Washington Post, etc.). If there are any disputes about the recognition of new markets, the decision will be based on FIFA's official rankings and announcements.","resolution_date":"2032-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?"},"resolution":null},"Q":{"id":"4b4c4b75-c222-4e04-b1b0-3b776fa0fe16","title":"Will NATO increase military support to Ukraine before 2028?","body":"This question will resolve as Yes if NATO officially announces an increase in military support to Ukraine before January 1, 2028. An increase in military support is defined as any of the following: a significant increase in the number of troops deployed, an increase in the volume of military equipment or supplies sent, or the provision of new types of military aid that were not previously provided. The announcement must be confirmed by credible sources, including at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary increases for specific events or training exercises do not count towards this question's resolution.","resolution_date":"2027-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null}},"relevance":{"reasons":["The expansion of the FIFA World Cup may lead to increased international interest in soccer, potentially influencing geopolitical dynamics and military alliances, including NATO's support for Ukraine.","New soccer markets could emerge in regions experiencing political or military instability, which might affect NATO's strategic decisions regarding military support.","Both questions involve international relations and could be interconnected through the lens of global sports diplomacy and security."],"conclusion":"It makes sense to consider the logical combination of these questions, as they both involve international dynamics that could influence each other.","score":7.0}}}
{"P":{"id":"bf39042f-11c5-4601-903e-9dba6b07a551","title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"5bf08963-3589-48ec-a174-7f10d9aec570","title":"Will Microsoft's carbon negative initiatives lead to a measurable decrease in CO2 emissions in the tech sector by 2028?","body":"This question will resolve as Yes if, by December 31, 2028, there is a measurable and independently verified decrease in CO2 emissions attributable to Microsoft's carbon negative initiatives within the tech sector. The decrease must be quantified and reported by a reputable third-party organization, such as the Carbon Trust or similar, and must represent a statistically significant reduction compared to baseline emissions data from 2020. The tech sector is defined as companies primarily engaged in the development and distribution of technology products and services, including software, hardware, and internet services. Any claims must be substantiated by credible reports from at least two major news outlets (e.g., BBC, The Guardian, New York Times, Washington Post).","resolution_date":"2028-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"be0fcbe4-8685-4670-a3e0-e000c0a532dd","title":"Will both of the following occur: (1) NATO expand its presence in Eastern Europe before Ukraine joins NATO, and (2) Microsoft's carbon negative initiatives lead to a measurable decrease in CO2 emissions in the tech sector by 2028?","body":"This question will resolve as Yes if both of the following conditions are met: (1) NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date. (2) By December 31, 2028, there is a measurable and independently verified decrease in CO2 emissions attributable to Microsoft's carbon negative initiatives within the tech sector. The decrease must be quantified and reported by a reputable third-party organization, such as the Carbon Trust or similar, and must represent a statistically significant reduction compared to baseline emissions data from 2020. The tech sector is defined as companies primarily engaged in the development and distribution of technology products and services, including software, hardware, and internet services. Any claims must be substantiated by credible reports from at least two major news outlets (e.g., BBC, The Guardian, New York Times, Washington Post).","resolution_date":"2028-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"79d55881-82b7-4010-8187-a9d987469aea","title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null},"Q":{"id":"5bc88a5e-951c-42a9-8ab2-306222e5825a","title":"Will Microsoft's carbon negative initiatives lead to a measurable decrease in CO2 emissions in the tech sector by 2028?","body":"This question will resolve as Yes if, by December 31, 2028, there is a measurable and independently verified decrease in CO2 emissions attributable to Microsoft's carbon negative initiatives within the tech sector. The decrease must be quantified and reported by a reputable third-party organization, such as the Carbon Trust or similar, and must represent a statistically significant reduction compared to baseline emissions data from 2020. The tech sector is defined as companies primarily engaged in the development and distribution of technology products and services, including software, hardware, and internet services. Any claims must be substantiated by credible reports from at least two major news outlets (e.g., BBC, The Guardian, New York Times, Washington Post).","resolution_date":"2028-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?"},"resolution":null}},"relevance":{"reasons":["NATO's military presence in Eastern Europe could have implications for global stability and environmental policies, potentially influencing corporate strategies like Microsoft's carbon initiatives.","The geopolitical landscape may affect corporate behavior; for instance, heightened military tensions could lead to increased scrutiny on corporate emissions and sustainability efforts, making Microsoft's initiatives more critical.","Both questions relate to international relations and corporate responsibility, as geopolitical events can shape the priorities and actions of major corporations, including their environmental commitments."],"conclusion":"The logical combination of these questions is relevant due to the interconnectedness of geopolitical events and corporate environmental strategies, making it a legitimate inquiry.","score":7.0}}}
{"P":{"id":"3e4e338d-a363-407b-a5bf-e4e7c88d1b0e","title":"Will South Korea's digital governance model be adopted by at least three other countries by 2032?","body":"This question will resolve as Yes if, by December 31, 2032, at least three countries have officially adopted a digital governance model that closely resembles South Korea's model, which includes the integration of digital services, citizen engagement platforms, and data-driven decision-making processes. The adoption must be confirmed by official government announcements or documented policies that outline the implementation of such a model. The countries must be recognized sovereign states and the adoption must be operational, not merely in a proposal or planning stage. If a country adopts a modified version of the model, it will still count towards the resolution as long as it retains the core principles of South Korea's digital governance.","resolution_date":"2032-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"Q":{"id":"1f0784ce-3b3d-42eb-bb03-233f29f6cee0","title":"Will global CO2 levels reach a peak before 2030 despite Microsoft's carbon negative pledge?","body":"This question will resolve as Yes if, before January 1, 2030, global CO2 levels reach a peak and subsequently decline, as reported by authoritative sources such as the Global Carbon Project or the World Meteorological Organization (WMO). A peak is defined as a maximum recorded level of atmospheric CO2, followed by a decrease in levels over at least a consecutive 12-month period. The CO2 levels must be measured and reported in parts per million (ppm) and confirmed by multiple reputable scientific organizations. Microsoft's carbon negative pledge will not affect the resolution of this question, as it pertains to global CO2 levels, not just those influenced by Microsoft. Edge cases include temporary fluctuations due to natural events, which will not count as a peak if they do not lead to a sustained decline.","resolution_date":"2029-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"d655810c-a51e-4193-bcb9-a67fc3ba6d67","title":"Will both of the following occur: (1) South Korea's digital governance model be adopted by at least three other countries by 2032, and (2) global CO2 levels reach a peak before 2030?","body":"This question will resolve as Yes if, by December 31, 2032, at least three countries have officially adopted a digital governance model that closely resembles South Korea's model, which includes the integration of digital services, citizen engagement platforms, and data-driven decision-making processes, and if, before January 1, 2030, global CO2 levels reach a peak and subsequently decline, as reported by authoritative sources such as the Global Carbon Project or the World Meteorological Organization (WMO). The adoption of South Korea's model must be confirmed by official government announcements or documented policies, and the peak in CO2 levels must be defined as a maximum recorded level followed by a decrease over at least a consecutive 12-month period, measured in parts per million (ppm) and confirmed by multiple reputable scientific organizations.","resolution_date":"2032-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"b2437a77-e7e7-46b4-9f00-0908a6f6f128","title":"Will South Korea's digital governance model be adopted by at least three other countries by 2032?","body":"This question will resolve as Yes if, by December 31, 2032, at least three countries have officially adopted a digital governance model that closely resembles South Korea's model, which includes the integration of digital services, citizen engagement platforms, and data-driven decision-making processes. The adoption must be confirmed by official government announcements or documented policies that outline the implementation of such a model. The countries must be recognized sovereign states and the adoption must be operational, not merely in a proposal or planning stage. If a country adopts a modified version of the model, it will still count towards the resolution as long as it retains the core principles of South Korea's digital governance.","resolution_date":"2032-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will South Korea become the leader in global digital governance by 2030?"},"resolution":null},"Q":{"id":"631c7759-c93a-4e8b-aafd-6bbcdf7b636e","title":"Will global CO2 levels reach a peak before 2030 despite Microsoft's carbon negative pledge?","body":"This question will resolve as Yes if, before January 1, 2030, global CO2 levels reach a peak and subsequently decline, as reported by authoritative sources such as the Global Carbon Project or the World Meteorological Organization (WMO). A peak is defined as a maximum recorded level of atmospheric CO2, followed by a decrease in levels over at least a consecutive 12-month period. The CO2 levels must be measured and reported in parts per million (ppm) and confirmed by multiple reputable scientific organizations. Microsoft's carbon negative pledge will not affect the resolution of this question, as it pertains to global CO2 levels, not just those influenced by Microsoft. Edge cases include temporary fluctuations due to natural events, which will not count as a peak if they do not lead to a sustained decline.","resolution_date":"2029-12-31T00:00:00","question_type":"binary","data_source":"synthetic","url":null,"metadata":{"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?"},"resolution":null}},"relevance":{"reasons":["The adoption of South Korea's digital governance model could facilitate better data collection and analysis on environmental issues, potentially influencing global CO2 levels.","Countries adopting advanced digital governance may implement more effective environmental policies, which could impact CO2 emissions and their trends.","There could be a correlation between technological advancements in governance and the countries' commitment to addressing climate change, affecting both adoption rates and CO2 levels."],"conclusion":"It makes sense to consider the logical combination of these questions due to their potential interrelatedness in the context of global governance and environmental policy.","score":7.0}}}
