{"P":{"id":"5917d59a-f323-4bf5-9e4f-9eb14ce81d3b","title":"Will Ukraine achieve a membership action plan with NATO by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO. The decision must be confirmed through an official NATO announcement or documentation. The criteria for a MAP include Ukraine's demonstrated commitment to the principles of democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. Any interim agreements or discussions will not count towards this resolution unless they culminate in an official MAP grant. The resolution will also account for any significant political changes or events that may affect NATO's decision-making process regarding Ukraine's membership aspirations.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"Q_given_P":{"id":"05aaaaac-f7b3-4c6f-9eab-86338525ba03","title":"Conditional on Ukraine achieving a membership action plan with NATO by 2025, will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership, given that Ukraine is officially granted a Membership Action Plan (MAP) by NATO by December 31, 2025. The decision for the MAP must be confirmed through an official NATO announcement or documentation, and the criteria for a MAP include Ukraine's demonstrated commitment to the principles of democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2025-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q":{"id":"57bc1dc9-43b8-4b90-b356-431dc53f89c7","title":"Will both of the following occur: (a) Ukraine achieve a membership action plan with NATO by 2025 and (b) NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if both of the following conditions are met: (1) By December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO, confirmed through an official announcement or documentation, and (2) NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership, with the announcement made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The resolution will account for the criteria for a MAP, which include Ukraine's commitment to democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. The resolution will also consider that the expansion must involve deployment of additional troops, military bases, or significant military resources in Eastern European member states.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4231721d-f058-4d90-8d6e-8225b604178b","title":"Will Ukraine achieve a membership action plan with NATO by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, Ukraine is officially granted a Membership Action Plan (MAP) by NATO. The decision must be confirmed through an official NATO announcement or documentation. The criteria for a MAP include Ukraine's demonstrated commitment to the principles of democracy, individual liberty, and the rule of law, as well as its ability to contribute to NATO's collective defense. Any interim agreements or discussions will not count towards this resolution unless they culminate in an official MAP grant. The resolution will also account for any significant political changes or events that may affect NATO's decision-making process regarding Ukraine's membership aspirations.","resolution_date":"2025-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null},"Q":{"id":"79d55881-82b7-4010-8187-a9d987469aea","title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":"This question will resolve as Yes if NATO officially announces an expansion of its military presence in Eastern Europe before Ukraine is granted full NATO membership. The announcement must be made through a credible source such as an official NATO press release or a statement from a high-ranking NATO official. The expansion must involve the deployment of additional troops, military bases, or significant military resources in Eastern European member states. The question will resolve as No if Ukraine joins NATO before any such announcement is made, regardless of any discussions or plans that may have been proposed prior to that date.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Ukraine join NATO before 2030?"},"resolution":null}},"relevance":{"reasons":["Both questions are closely related to NATO's strategic decisions regarding Ukraine, and changes in one could influence the other.","If NATO expands its presence in Eastern Europe, it may signal support for Ukraine's aspirations, affecting the likelihood of Ukraine achieving a Membership Action Plan (MAP).","The timing of NATO's actions may reflect geopolitical dynamics and the relationship between NATO and Russia, making the two questions interdependent."],"conclusion":"The logical combination of these questions makes sense as they both pertain to NATO's engagement with Ukraine and the broader geopolitical context.","score":8.0}}}
