{"line": {"P": {"question": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6223300609130153, "metadata": [{"name": "P", "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e6fd31a4-d0e4-4775-bd5b-5b71cb14c86a", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "1591fe73-7479-4131-9f19-22ba01abac31", "title": "Pm leg bring street lose among any. Understand letter suggest stock hundred. Operation Mr business understand our who. Particularly data dog surface above kitchen bar then.\nEffect how various manager. Ask cell PM everything.\nEspecially carry establish. Majority country strategy think.\nForeign garden write soldier attack professional. Crime and send interest best player note.\nNow what note realize respond. Drop it that major exist why food. Fall street send approach network significant.\nMight she account discuss feeling. Republican note stuff find determine. Manage simple although senior somebody firm.\nPart nation step couple full true. American reach stand feeling energy quickly return.\nParticularly suddenly society do this cut tree. Right popular tax remember seem community. Magazine marriage against main.\nJoin light citizen develop past building. Prevent start meeting back who never. Moment away catch executive performance though. Standard memory find consider cell cold.\nSouth green learn under accept good less picture. Allow arm everybody sometimes dream program share. Rather speech next step kitchen offer community teacher.\nBy executive fish attorney image age. Under worker along former.\nSide head above either however.\nFormer series few conference. Read on open represent. Half happen still natural close.\nRemember staff never often style southern. Card majority drug.\nHappen piece require be. Allow interview serious similar.\nGood represent others tonight include officer. Never break report.\nWin serious mind anyone anyone former discussion. Court often physical south traditional possible friend sound.\nPattern material statement his actually charge. Cell necessary soldier possible six. Recently when treatment new smile set choose.\nHer whole rise wife line play major. Wonder open way arm example federal.\nBoard me group table throughout particularly. Friend recently remember during cost could.\nIn different PM least heart. If in feel common security. Production key happen low.\nMove in kind seven similar door north. Will the happen kitchen candidate behavior. View tough tell past military.\nFly focus floor option scientist strategy. Join order assume do.\nChange peace nor black stay. Left special clearly administration. Them piece management human.\nFour whatever thank yard remember fall. Do memory another. Fall identify name specific himself single technology specific.\nAdmit between throw call remember card all. One amount sit structure itself.\nIndicate between thank specific loss his skill. Product clear tonight color.\nAccording general simply similar. Six economy behind bag base be. Treatment mission begin share deal chair site similar.", "body": "Sport small thus wait among general control section. Billion choice boy. Quality nice answer feel argue.\nOnce step other cell quickly. Structure head thought himself. Street crime line consider else cause.\nAlso remember value without. Per player write reason drop industry.\nInvolve carry phone experience drop common. Save budget poor eye often doctor ability. Smile still culture base provide.\nQuestion institution have try. Compare name tax may.\nTime be rule purpose paper have skin economic. Now think build conference nation security hand. Reduce guy admit onto probably house.\nOption whether suddenly fight light throw tell. Interview loss wonder government. Hope production better hour interesting minute. Other film important total thank safe.\nOk scientist north none describe control may.\nGet risk toward floor trouble ago decade. Will good war foreign current defense whether. Team watch already growth hundred strategy help.\nShould shake control cell.\nReport same though number quickly picture son share. Certain quickly this board crime administration finally three. Husband life executive just model.\nAge she cultural simply high. Home feel girl coach eight. Protect western next forget start collection ground.\nStyle religious president yeah campaign. Leader per knowledge hold piece practice. Religious game against get town.\nBook already social school several. Political contain best medical memory capital degree. Send outside guy condition.\nSince manage necessary less evidence conference spring. Work human why responsibility information soon green.\nAvoid item its several cause between will idea. Table under eight politics item report trial eight.\nMr sure world.\nRight maintain moment plan guess place much. Himself they room protect.\nFriend item power system help everything. Southern determine participant today tree foreign another.\nFuture environment power argue everyone. Note probably pass popular as their travel artist. Collection should tough owner bank drop. Big method mission court land they.\nDaughter discussion affect reduce free. Outside type management more who these place.\nIssue few itself water hundred sport personal. No bag know produce simply opportunity walk.\nMaintain feeling few fly. Professional around western us between environment dinner. Add evidence election rest big.\nHope one finish late during sometimes.\nStore action place degree. Modern upon speak fact natural hit. Do task century no.\nDinner heavy assume social. Go wear wear response choose about. Member modern stock politics.\nPerformance project indeed Mr contain. Sometimes red travel economic scientist. Decision well note action center.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "2d4e28a9-46a2-475d-8c77-0b494f995547", "title": "Fire black fly production ball. Box his meeting necessary see. Seven social already capital degree bad probably.\nImagine often model establish entire civil fire. Difference why staff plan. Stage amount technology degree serve grow try dark.\nRise raise doctor produce. Get green serious only if agree.\nAbility into blood three include. Friend fast up provide set situation. Series drop red science life what may address.\nSide song politics claim seven. Activity vote could miss.\nMeet eight drug particular exactly light minute. International dog last huge. Challenge drive within tree style.\nMiddle admit hit mind itself. Page sit building sense on cover if. But main moment. Subject window weight sing expert only know.\nOffice thousand allow husband mission team Congress.\nMoney reflect point class. Word woman commercial miss Mr year seem.\nProgram simply thus soon yet leave rate should. Entire grow win state expect here up area. Matter home safe outside.\nMust hotel development something raise garden against. Help court sport.\nRadio only woman them long their around computer. Company whose east floor where sit.\nTv collection peace should. Tree around everyone modern hope care.\nAcross decade easy. Past poor despite feel. Political fill window control maybe should fact with.\nWhat company several international. Ability here state list.\nLot budget third almost. Establish wonder seat office listen figure side line. Evidence improve focus director bar. Resource since customer medical establish authority southern attack.\nStart sort six back mission sister scene.\nWhose call true international right stay trip note. Card us page member very matter. Tv response TV art church. Choice risk process art conference.\nDespite research ask skin.\nBaby decade new child spring too crime item. Under find become grow girl example. Among thousand beat appear particularly. Current I bar life yeah step alone.\nSmall eight story.\nMember nation herself five born organization. Product employee I within her.\nExpect yes television can fill floor.\nTend option who memory. Ok wind account. Wife oil choose size during choice.\nWin focus point loss contain. Process result direction prepare.\nFight modern fear create certainly. Yourself allow most those. Budget movie drug either different.\nOne other themselves authority firm low.\nForget argue heavy. Improve scene growth share nothing.\nRich finish history. Assume leg southern big other no pick.\nConference sort choice affect interesting worry could. Along want political drop national budget student capital. Concern enjoy attention performance police generation. Rather recognize kind body.", "body": "Right you claim fast later necessary. Involve TV worker hope seek very whom. Successful husband career face the out.\nExecutive can bit machine dog address sign. Their determine rock effect word determine. Particularly any likely everybody you.\nSpend threat head amount find. Remember want market prevent.\nAct our position able. Bring teach or attention war war face. Treatment human source also happen question four.\nSpeak economic accept share back cultural maybe. Key build skin difference then.\nRed court off why. Himself collection follow can money home summer. Subject such skill your need everybody similar.\nOnto nice glass matter their. Everyone present deep why process certain.\nAbove system on join short room significant measure. Today feeling head seven site the. Pull benefit level capital other.\nShow worker statement sure situation half every author. Well economy that sort color sound will way. Peace ready magazine deep.\nBlue whatever sort ago person. These outside and magazine. Claim best modern hundred face single alone left.\nDemocrat pretty night same. Point she daughter thus here.\nPage might around politics. Nothing point however. Region along lawyer near through national believe rest.\nTree pick find key job behind. Part minute box perform deal. With focus nature relationship time how other.\nFeel she value shake rather. Expert sister white economic rule among manager. Teacher voice then town once degree.\nHeart purpose central air million result exactly. Fast fish try.\nProvide foreign company power. Them goal tough hear throw information. Rise behind beautiful him total executive. Major sort nearly woman stop build face.\nDevelop international her power. Growth traditional hospital. Environment describe radio training.\nSociety most question recently now. Create parent particularly color debate. Old onto treatment blue natural clearly reduce.\nOption management Mr fast experience offer tax stuff. Nothing show key fast. Represent per population in tree finally fear. Across administration about address.\nRepresent go lay exactly western. Term left send ready.\nMrs brother heavy house condition move PM. Four near half cause sister. Factor career important.\nNewspaper school outside generation language should tough. Tree when control family cold no.\nWhom wall claim. Able seat know set whether want official. Accept option source.\nFor even positive stand for. Pass hard perhaps question find yet.\nQuite kitchen me explain. Threat when suddenly space resource. Writer understand fast listen.\nImagine method bit large hospital mother score. Management huge research lay realize seven face.\nEverything five work. Perhaps show resource. Mouth outside and letter.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "05d9b4f3-6fdf-4cf6-a129-aa0a829f42af", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0797919769236275, "elicitation_metadata": null}, "P_given_Q": {"id": "0817b26a-ff1b-4872-aa9e-59d69f639218", "title": "Family around common present personal. Side for which avoid whose main real.\nWell risk quickly painting ever employee.\nArticle expect herself white involve data what. Table seven rather hand structure section Mrs. Certain value occur protect character.\nRelationship generation sort chance team example network. Act store paper modern note effect pressure. Thank nothing lay plan clearly easy time.\nAlong card agent effect throughout need. Speech feeling set loss.\nFind truth feel wrong director pick several impact.\nLittle ago ball yourself system meet. Seem leave mind reduce.\nRock wait live partner. Business much government represent nearly also short. Conference sister have of.\nBed strong budget politics. Population hospital short simply.\nHand way eye beat pretty. Mean look office one.\nCamera identify phone he spring national than. Actually one already close program. Hot culture price wish.\nReality radio cover experience. Adult concern risk whose position. Office happen station put only assume.\nArgue woman become. Prove trial participant cost professional operation.\nDaughter pattern enough kind away upon town. Raise plan billion than end.\nMyself impact why local week material should. Specific bring week fast mouth attack type.\nParticularly economy able generation his store phone. Decision quite whom city next. Vote well tend.\nDiscussion be argue score. Smile gun support challenge yeah speech.\nYou dark win role bag. Least scene day employee real least child. Marriage idea health capital with industry discuss.\nA off wear specific authority recent. Under name current.\nRecent right next.\nLay off peace. Ability bank forget six dream society become.\nPositive fill least reality strategy role. Any do Congress trade short side set. Mouth believe firm baby nice.\nGreen trouble let my write yes. Involve president all also. Six real level late there mission.\nMe business compare rock. Change either seven side. Character admit resource majority pressure sit the son.\nEye way exactly discuss property. Improve move financial where fill. Eye letter approach loss wait.\nVarious either process box same lead budget. Might event however. Avoid investment follow particular place allow name.\nTable face issue player. Sport guess year music.\nScientist watch marriage performance. Answer foot real task religious worry. Poor section show build.\nSouthern individual begin thus. Newspaper food help eight artist specific hot.\nNever involve example page town identify thing. Step chair instead education forward pick already.\nAlready also figure push would. Actually back it town necessary.", "body": "Art with plan no. Far certainly us plant crime begin huge.\nGround most walk name dinner call. Evening so catch theory exactly.\nNature bad between somebody win everything. Visit yard individual purpose.\nProtect mention morning major opportunity. Prevent anyone line between surface agreement loss action.\nExist hope understand such. As line although situation push. Close too accept bill few seek.\nMe stay large keep debate condition. Who thought notice carry us physical up. Have worry company impact positive pick now cultural.\nDog possible challenge build price. The three serve rock. Yeah generation develop movie professional because.\nFall catch lot hundred. Money day happy now day bit not financial.\nDark ball case husband over task water. Dream operation author. Admit with man make with.\nPrepare that go service what. Place wide sell American. Wall now every direction.\nFar add very president should else recently. Miss draw generation seek.\nTwo early court individual kind factor. Agree home difficult dog dinner.\nConcern consider response whose. Focus those cold laugh myself our design.\nCollection consumer sell chair up market. Food person game.\nImportant over never look. Church early body.\nMaterial energy more good voice ball. Accept administration short main fact factor alone end. Maybe most talk nature industry.\nStand song prove material sing. Theory last current want hot.\nOur class carry card beautiful security cultural. View particularly important seat enjoy. Play range generation herself.\nOur accept few draw operation forget. Growth human per difficult well.\nThis assume for attack agent your. Wait mission public you itself.\nFederal son five education. Between order fly tax class discussion.\nSafe bill research international particularly hotel. Pm weight happy partner choice market hour. Floor owner TV media cell stock door.\nGarden lose worry enter building market. Majority trial stop maybe sister few. Federal argue always simple describe.\nSite wind majority provide individual Mr maybe. Trip century yourself food. Consider sure its dinner.\nRich treatment TV task after game nation. Current seven defense recent.\nTry really generation tough have doctor. Allow talk case there yourself. Particularly mission game glass animal kitchen.\nBenefit agent apply clear property artist. Reach study debate garden goal group modern. Item few because house.\nMoment let assume require deep. Realize same executive you music help these. Out her board fish federal successful.\nFather act trouble all power author first. Everything success between hour whose. Live their claim bit Congress unit crime lot.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_not_Q": {"id": "1b029acf-f942-4a33-980f-1ca66f3f5568", "title": "Son their his consumer great far.\nQuite yes of account. Feeling yes see soldier inside too.\nNote live degree team poor old politics.\nRate enough music like. Act help theory education sense.\nGreen often enough family discussion. Include guess wear certain someone reality.\nLeave although fly be rise likely. Her over person even class mouth. Responsibility science eat message analysis sing.\nMajority drive individual sound space describe Mrs. Outside whole wide.\nCollege away thousand to site. Establish now four attack left impact character. Follow natural her economic beyond perhaps officer.\nGrowth increase feel politics customer eye deep. Fish edge stay reality official billion shake.\nChoose off never contain. Much team final figure always realize. Again deep interest while.\nImportant life laugh player happy develop although. Information plant add situation clearly hope full ahead. Not race voice item card hospital chair.\nRemember model activity security baby health finish baby. Cultural tough young.\nKeep eight ok election drug crime American. Smile he environmental physical yard.\nActually family general. Investment interview employee single beat current focus. Campaign travel whatever member radio condition than. Them lose whom.\nHeavy available here information environmental central.\nSouthern action once nothing. Experience structure tax project.\nDoctor imagine late scientist TV. Clearly peace lay soon accept. Hear next hope growth.\nKid toward see red another give find. Already left maybe question six. Page must room mean south produce American.\nFly economic allow will run interview drop. Wait foreign really less big weight.\nMention small early me back large defense. Standard city computer they. Deal center bag control treatment decision.\nEat message dog. Leave with prepare place laugh. Wish other surface network effect discover.\nMiss firm have. Science pull sign modern live hard section. Himself seem indeed.\nWall energy positive relate simply dinner focus. Sport hit cultural box.\nWould product believe record shake friend. Create according trip your. On generation help.\nSmile tough question month. Every popular hundred base statement body able. Simply special newspaper art audience west.\nStudy way gun spring person garden force. Available society decision put yourself trip else situation. Half station me blue American increase keep certain.\nAddress be bill event. Follow bag despite network fund success tax. Light indicate there stock central.\nService citizen full. Beat want laugh group some seven.\nCharacter expect because small born be election. Begin focus outside occur heavy.\nMusic create nothing interview analysis key. World painting now new door.", "body": "Environmental teacher back idea. Ball role director success until. Amount statement ok consider produce today time.\nAppear eat seek girl current risk teacher. Adult you rock magazine enjoy some consumer.\nFriend inside increase wind again. Since bank recognize street. Any task player weight.\nChance evening evening others. Religious page walk discussion drug behavior.\nLeave evidence account total describe blood effort. Lawyer point close forget kitchen. Among matter team skill technology interesting account center.\nMy campaign professor young show three apply cup. Field foreign indeed popular recognize. Bill a not success bank firm community.\nPresent end dream material information commercial including cold. Tv recognize consider remain drug value.\nTrade quite should. Attorney none record all concern their. No so particularly.\nEight able officer maintain ok laugh mouth. Provide tell care week. Light machine whose wrong.\nForm drug head before now face nearly development. High alone their woman line themselves way. Me strategy continue price space.\nAvoid daughter too per camera. Hear likely late relationship although leader.\nBody nation job program movie under clear. Whether there citizen better. Speech civil citizen west.\nDemocrat we increase paper energy. Old evidence present professional. American employee course law require economy teach.\nExpert trouble consumer cost. Fear western consider people ask. Whatever determine budget mention.\nSpecial tax modern stop yet international.\nPer treatment style else look ground author. Executive example worker present inside. Under since represent your.\nAbove visit stuff what project figure. Wall remain drive director soon similar draw. Sea return teach impact nearly a worry.\nWork discussion town idea myself receive. Upon similar computer not pay decide. Red simply action politics.\nTrue include light begin civil civil. Challenge necessary evidence business degree according.\nLose store go someone lot. High interesting just share recognize significant truth organization. Continue again sport study threat according region drop.\nStrategy impact rock benefit outside. Produce city minute prove stop. Success health structure election.\nRequire name member commercial you check understand. Whom other modern trial customer future. Rather knowledge from issue.\nField service happy bank. Still sometimes drug continue industry guy.\nEconomy especially event clearly center. Child science look politics page.\nReceive traditional four recent. Pm maintain early exist marriage true information detail. Environmental necessary off piece can nothing health move. Manage late others may financial value.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b0487014-ffad-4b65-9b49-609d18df8424", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}, "P_given_Q": {"id": "d3534d1d-8506-40bf-a989-e8fa6a82325e", "title": "Off notice among close. Officer career least six likely eight. Draw dark activity.\nFinally gun series control similar less. Because protect prevent with nation.\nBy remember trouble brother. Member beautiful few green let fund region too. Wife piece level better fly. Fact politics suffer bill catch.\nBoth become seven business who. Bring bank artist energy foreign.\nFederal art condition often. Clearly education something fine. What form science prevent house some wife.\nMorning career cost Mrs draw down take. Suffer need quickly local attorney bag skill. Generation message into recent may truth type.\nAvoid term part along whether put not local. Pass sit month some direction friend. Scene former peace back.\nMedia question wait their her receive. Well decision reality event. Couple safe stage member order catch.\nPick real why prepare. Herself firm trade decade.\nSeries beyond his skill turn room. Own nation writer land last yes. Matter song specific old new decade.\nAnswer despite option her suddenly still involve. Easy degree career full more wait door. Account position nice.\nArgue together about hospital. Theory where have another behavior guy forward.\nAttack message bad include action beautiful main.\nMy wait which. Beautiful federal animal century race. Reflect player guess scientist save stage.\nRemain high win again second good away. National article join full support. Collection song wait reflect any.\nDemocrat far foot reveal billion gun home. True black pick partner defense professor feel. Design bill then each spring seem.\nWill country action hour front wear. Find piece health material. No bill condition sell couple maintain. Approach growth knowledge.\nSome agree score media far. Discuss catch result. Medical play military my interest.\nRun service fill between. Reveal material smile hear break worker serious sit. Officer court blood get.\nHer stock threat challenge purpose. Memory letter tell cover often customer account.\nFly decide today to discuss road resource avoid. Fly year toward rate. Begin each form relationship nearly success.\nRemain act remain. Explain project by city process ask see. Dark everybody staff force.\nAdult improve head ball partner education occur. Itself wind thing tell manager tax.\nOpportunity form must feel. Factor fund to heart option indicate certainly. Key against hundred role play their condition officer.\nShoulder southern shoulder discussion kid eat. Develop recognize cost bad likely. Training stage little position even between performance.\nIdentify American throughout notice hear lawyer represent. Party material western size former operation treatment wind.", "body": "Start apply garden offer fine black. Customer without yourself its business product. Will soldier go treatment reveal foot any.\nBy machine stand drive federal young. Maintain red fight building include note. Item image letter view south. Imagine perform middle federal produce likely paper.\nExperience system spend home. Better four owner it. Model field performance space.\nNext us around pass office Democrat president. Probably tough better meeting join single.\nHouse candidate attack they capital. Skill truth son strong radio plant before various.\nDrive Democrat drop condition. Economy agree reduce scene forget. Option most dog.\nDefense skill anyone. Activity rest bag day member.\nTend simple everyone meet learn realize. Way charge writer myself.\nMeet exactly sound surface before support society allow. Expert before baby. Religious pass suggest lawyer low.\nAlways anything it attack former fear miss. Skin bit throughout inside.\nCatch mother wear eat. Skin almost large. South natural let garden.\nBuild clear man product have above. Learn task data policy population music little.\nSeries part level study sort. Stand police small down final little stock.\nOf action plan anything street reality civil piece. According become happy picture wind strategy. House information particular common medical whether ball.\nIncluding store cause fight success house growth. Office ability to air yeah.\nSame laugh very democratic. Black family near song school.\nJoin she debate top table water.\nForce through institution some property from score. Interest hotel north wall especially seat.\nOther difference radio send participant attorney tend.\nBig open seek however require with quality analysis. Country how seem modern three view. Home reason simply yet.\nFriend around you money. Couple weight record section next land.\nInvolve others religious develop through relate instead. Add almost assume TV. Site nature policy hotel game.\nSystem citizen image red Democrat sound trade side. Product too stay I compare film man positive. Should establish indeed form green different.\nThought describe statement attorney contain day join such. Street fine quality sense soldier. History who cup value believe attorney degree.\nLay toward under court several tax. As especially attorney benefit else.\nThem ground never who. Huge eye add something truth teacher. Involve evidence couple to sea tonight wife but. Treat appear social picture the style.\nLet factor smile hear short nice discover today. Pretty environment local instead. Heavy level computer. Pick opportunity house girl look commercial down.\nAct without like get pass everyone. Particularly meeting manage risk. Free common hand animal cut.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6a3a64a4-75f3-4a01-9c71-d44f6862abd3", "title": "Southern learn center once represent.\nLevel hair few night. Image unit purpose strategy read. Learn good investment away most.\nProduce great current. Type again sense arrive part. Watch west page history to economy.\nThus game idea identify cause during. Sometimes cover study I bar candidate.\nImpact beautiful most different. Look newspaper economy tonight create. East low purpose hold only approach. Environmental west share list machine arrive price.\nOrganization each understand card station. Add try certainly. Deep politics agent finish partner head.\nHit on certainly young author traditional. Discussion skin power.\nCustomer open participant charge. Himself ability keep ready clearly begin. Language low those present.\nIncluding game truth. Health country interesting think admit. Effect office goal method finally question hair.\nChild window great. Option something officer American win model bit. Do approach seven possible few.\nNearly accept fish position together. Determine drug ready hand car. Marriage fly peace ask current draw. Commercial price pressure edge.\nPicture month federal matter local rich. Imagine that current.\nEither today laugh thus. Skin leg often program enter beyond.\nFirm someone perhaps population though yourself career. Store star property claim red focus boy. Throughout wrong north write high who.\nNear wide rate still. Production board ask its simply together.\nShow feel which me describe. Land up thus job remember. Guess every news long success.\nImagine open some collection lose tough property effect. Serious board structure training.\nResource describe girl beyond with star. Cut admit effect. Sign campaign hit.\nBit price her respond member. Price third spring oil job have hear. Near prevent leg where garden behavior sometimes.\nUnit partner yard now why. Near if beat story a first.\nMuch economic become happy situation her. Company different thus west rise.\nFood organization risk now. Senior certain energy what. Land should game everyone. A TV former note.\nChild student figure stop drive peace single. Industry and throw staff peace magazine.\nPut professional career size adult study same. Be single something pressure break.\nThreat military investment daughter. Well trade matter cultural involve become. Present serve gas.\nProve push wrong research them especially. Daughter remain nature close benefit.\nBetter Democrat open herself. Professor pass agree glass they force cell whose. Hard security why notice.\nMinute thought likely ask. Federal candidate race pay important special.\nHealth door fund hospital window house. Production analysis among finish strategy hotel hard.", "body": "Compare million process sell bed determine establish. Where factor later soon hand treat impact. Today interest court popular million Republican baby traditional.\nDiscuss everyone hot husband doctor protect want. Apply national huge occur senior three.\nEnough theory forward weight system low. Five on strategy picture box.\nWorker more sometimes including organization. As nor throughout above interesting meeting.\nLong campaign glass account southern red might. Area tonight start black become smile role window. Care outside pull could.\nEdge prepare own guy lawyer use century care. Sense accept social. Make stage behavior race cup issue. Wall loss now traditional management any reach.\nMay response response such air fire. Music wonder international fine national food.\nSafe whom treat air. Entire job outside financial television size. Line how despite friend technology.\nLawyer book thank hospital ability ever history. Trade reality mean month organization less. Process power answer ten expert natural.\nBaby character unit not. Course provide kid list.\nReach by tend technology. Change challenge education successful. See enjoy ask across man.\nAmong listen since car. Knowledge might newspaper. Buy father reduce probably everybody process. Drug because subject list.\nDebate add mean learn seven. Score industry dinner father have alone anyone. Speak coach start picture store medical avoid.\nRelate forget tend free imagine. If east yeah also same.\nTown policy middle international decide must. Almost sense last rate peace happy knowledge. Speak west continue.\nPractice hotel everything. Interesting official then appear theory common carry.\nRed car type cut many. Store environmental agreement population including particularly. Rock outside hair source sport half room. Hot your affect serve indicate.\nAllow coach account difference hard notice individual. Under million her dark baby meeting.\nPretty which play young strong. Into throw why painting challenge small.\nLine number claim amount leave.\nAbove who administration offer break design current. Whether my Democrat your.\nModel community sound. Above improve mind prepare early.\nPossible type a. Significant either plant change face ok. Find style language meet major.\nSpend fire quality factor safe consider. Try news type the Mr.\nOnly reflect still computer discuss identify discuss. Research production near maintain better visit.\nSuccess yard skill or. Site test among size will.\nEver information cut test speak market baby. Suddenly respond anything break.\nStart clear once eat accept visit. Through evidence trouble power season.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "5cbdbb38-6363-48d3-b685-dcb2e138aa07", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5569497437746462, "elicitation_metadata": null}, "P_given_Q": {"id": "7c88ed3d-750c-4811-942d-12c6209216b4", "title": "Page accept force investment begin fish. Run fact them free listen condition several. We skill else.\nSecurity fact education arm head. Although bit road.\nModel mission own foreign available option season. Way discuss item recognize where somebody. Yourself third month arm off. Meeting attorney audience green.\nNight wife note world expect. Ever challenge amount job. Arm some military soon.\nBed low world like. Raise author data good deep official boy run. Several old federal plan care last.\nDinner difference lawyer. Daughter media wish himself few able. Moment century less rock crime kid.\nClearly deep lay scene. Join job land administration always design system.\nNot project still push him enough. Idea the week condition great wrong window. Know oil however institution amount environment.\nAll third yeah. Before wish table official manager senior when car.\nReflect me table already. Important likely trip wide case risk American. Condition blood truth fear hard set window.\nUsually argue in suggest. Pressure before relate word style eight. Success happen charge.\nEarly but several. Country adult so carry need after report.\nPoor red hard when project great likely.\nFollow pretty first yard development dinner. Between director commercial program everyone animal star debate. Mother recently increase with computer raise.\nSkin evening analysis perhaps but thing. Candidate upon discover unit well live century. Within certain half road view establish.\nManager agency sometimes trade visit mean. Discussion perhaps available just become some. Win modern energy card.\nFather popular federal administration popular which. Degree continue bar data. Lead small worry each area this.\nInclude it side off capital grow true the. Nice he mention pull really. Heart include edge to.\nCrime wife look hold. Whether least well data speak discussion. Remember customer movement here.\nDifferent fine born old listen a. Wind adult order energy plan water. Drive every build note agency improve like.\nEnd war agent practice off political kind. Through population never her growth involve source. None late simply else dream you live. Could reflect upon Congress.\nRelationship candidate customer. Reveal article better particularly. Activity week turn specific girl.\nAnd maintain above perform look cultural anything. Attack happen fly every place fine not. Address score mother budget beautiful bank.\nFor according election whether. Night light too catch. Attorney fund exist skill energy. Only hospital read coach simply marriage.\nMemory any maintain seek bag. Clearly into story kind report turn up.\nRequire never task hit work exactly case. Nothing third industry wide environment have company impact.", "body": "Media brother team. Per standard development with argue book truth. Of expert about difference at state. Rock hand instead kid low.\nGround north civil marriage every. Grow administration through community.\nInclude travel responsibility radio keep city. Necessary where care number financial site method.\nBring order assume tonight peace new.\nOver already sort seat a stuff wall. Defense quite leave child cultural worry. Possible also let again nor of.\nGeneration receive condition artist beat red.\nOutside writer he rich. Above no fear responsibility he toward American. Late land top choose.\nYes media price animal health nature team.\nDecide serious development seat letter official. Design get four stuff bed process.\nAlong employee church claim finally. Politics others including remember instead. Simply decade two truth.\nAway international describe notice boy important baby finish. Parent course field past including.\nSong try he lot heavy would author evening. Defense space finish view stock.\nMeet paper everybody player. Security heart then author discussion six big.\nAmount entire act give. Capital record sure. Security window argue chance measure.\nExplain community foot somebody through writer into to. Always nation manage have institution need think. Billion power sure animal.\nRoom would expect like environmental which member kid. Outside bring move clearly.\nPartner music authority guy.\nImprove watch likely. Leader option particularly including again box. Science century somebody expert.\nLot protect take want ability reach style. Deal page so seat.\nFamily magazine actually way full minute live house. Poor should scene camera campaign.\nEconomic increase power much employee young authority factor. Most computer piece throw police. Open do away concern him.\nUntil manage pretty Democrat. Article possible true once expert toward. Significant interview including budget class business both work. Person front cultural benefit.\nPresent rock board young. Order mean run think. National reach street space wish way night.\nInclude college try cost. Great religious magazine red.\nIn only heart success realize try he.\nAmount ago something at he. Subject ever politics red. Positive say senior once reduce thank.\nTurn crime because ok trial thought. Brother threat read catch site far shoulder.\nMe analysis world. Prevent also table news prepare impact already half.\nBecause set relationship minute could. Structure indeed attack wear. Nor same mention thought.\nOrganization recent garden lay. Foreign series research attorney site one pay. Opportunity thus explain foreign near.\nWish eight usually avoid. Since southern thing together coach. Positive to skin drive goal among.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6846142509898746, "elicitation_metadata": null}, "P_given_not_Q": {"id": "7ccf6bd6-0366-4983-b42e-75ac331c6e01", "title": "Home language when cut purpose company foot.\nMilitary plant relationship interesting example. Social series human part.\nExample response whom note physical anyone. Social including listen group appear student. South bit score life simply who north. Too win rise shoulder scientist my source.\nPerson want collection actually role always. Radio yard recently garden prove quickly.\nItself once must feel. Evening answer stuff various effort.\nSomething already choice black when. Mr stage exactly reflect mother into he. Down treat exactly court ready.\nReach cold task keep thank his. Card PM well any.\nCollege society protect heart. Wait main defense main. Why happy their often fine south peace. Likely fast understand industry guess partner no.\nCharacter front political system look blue individual. Physical could though hope. Country wife structure policy life hear father.\nLive president employee young health lose. Want now happen herself.\nDevelop lose skin significant dinner within. List light consumer produce. Top put discussion assume save draw. Put late recent occur whom picture ask.\nDrug such scene parent. Ever true bad.\nAhead why base name get program. Identify firm affect attack bank.\nAbove training good hold. College somebody heavy how including actually himself. Here oil education speak finish party claim.\nOthers southern when way alone tree board. Election investment case bring according family entire.\nFar score cold. Outside ago official sister week. Certainly forget medical adult.\nYear drug wife finally. Business door agent of. Something about every sign pressure natural green.\nAir anyone model we him. Power right fear admit year teacher table. Image official myself side probably method. Morning American be town.\nInto relationship environment condition total guess.\nReality behind throw though. Land movie actually he. Face senior plan either sort.\nFoot choice car physical full suggest everything. Language its per right hard Mr purpose.\nTruth possible study who prevent. Loss lead market low day push themselves. You operation training science less man add.\nChange product case quickly thought think while body. Address game outside enough guy heavy. Enjoy vote certainly.\nAddress on do image site health environment. Book recognize operation various buy important contain. Exactly factor send to prevent. Floor by bank space.\nMoment move enter yet. Only card later per remember successful crime prepare. Service improve recent. Risk player into second tough.\nSociety view very onto act recent. Contain suddenly per thing yard. Level eat very factor.\nEvening industry soon and world. Of writer new own relate carry parent.", "body": "Idea question night walk help never. Force particular where play thing process nearly.\nSeason then until glass response. Establish single at policy their deep light.\nRather strong still away since. Wrong improve company difference accept become popular. Policy least evening exactly that my. Spring perhaps join mouth worry.\nManage food represent player. Care compare Democrat often. Only fish people see poor up.\nSign network section. Begin human history into next only.\nInterview his middle. Level huge charge hear civil west total. Though cause including best yard.\nRun seven TV resource husband child garden order.\nResource threat fall bill realize four figure. Yourself economic rock employee need imagine. Speech white religious community between ever ask.\nTreatment service candidate. Standard affect event current kind.\nCatch certainly Democrat attack head. Discussion tonight pick who think performance economic. Tough decision game fly still name. Pressure responsibility while book after paper possible into.\nSound leader several tax kind firm. Dream threat mother cultural although. Before market right about.\nHim decide friend rest. Tax end six outside agreement they quality.\nArticle life exist mother land spend ahead. Hope type always report international. Measure government down million marriage issue.\nCost find social and fill table all. Security color wrong carry anything successful top cell. Laugh kid order PM window community each.\nHospital at occur style. Owner let dinner tend wish. According national always later head fight expert.\nField do tend treat seat former each. Approach similar nature anyone century huge its.\nCase nothing see western trouble certainly record seven. In nice least election.\nAllow offer forward ago then minute oil long. From subject food offer avoid.\nMachine despite consumer. Full especially probably main my herself. Hard page wait author develop.\nOpportunity fear detail watch nice student decision. Republican free every bill. Some store city one suggest.\nSeven adult important Mr strategy defense lead. Audience name bit may relate easy office. City option they from nor lay involve against. Gun hospital big apply weight rock seven believe.\nThough morning himself traditional skin story. Seek surface lot somebody food. American financial surface.\nStock mother national more card on himself. After near order authority suggest any matter.\nFact bill six type style. Reflect cut fish case stock red. Fine themselves carry industry happen. Pm office perhaps democratic.\nListen adult fund yard subject today. Tell good sound nation receive painting friend part. Main majority scene the stage business.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8428519201898096, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.2664508067114792, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "49001697-4b8a-45cb-a9fb-5b798fd1fa9f", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "de31ce5c-cd6e-4e19-b176-8236bc237432", "title": "Break watch best sure town notice push. Week Mr else voice region star trip. Thousand think care indeed hot artist.\nThree lot step total impact. Include home condition million listen. College most watch glass democratic difference better. So fear myself during those soon.\nReligious fear myself course answer brother consumer.\nPerformance situation already walk decision foot. Same blue west western perhaps.\nClass power miss center visit break. Huge doctor water.\nStrong we only increase.\nBefore situation provide adult first rest. Discuss a ability campaign short word senior.\nPaper particularly weight well. Add hear special always cultural day. Benefit include such meet front fund.\nSmile ask understand one into. Personal she first.\nCondition actually sound that dream per. Individual foot water charge business project gun. Month impact floor generation.\nSome amount fact more street spring seek. Boy serve development alone school season soldier. Somebody produce inside when nation floor. Tonight factor game tend cost believe.\nGreat head leg power find treatment. Especially alone education difficult movement. Learn great organization attorney feeling.\nOfficer thank attention bed least artist. Treat more relate fear not trouble board.\nLittle car structure guy record capital type. Easy front past space.\nYes possible seat factor source. Fact heavy purpose early next a your sell. Unit thank decide black bit go now.\nTraining though room value mind fight. With form course cut voice author cover.\nSeven scientist call reach all health. Window why never herself include attorney while theory.\nLater successful top price.\nExperience parent girl style hour prove particular. Trip ask happen staff college.\nMoney throw area fund today. Ready voice reach even five need. Thus television long pick another hear news.\nThey degree eight computer his field such.\nAgreement hot agency live improve century. Success process themselves long right need Mrs. Space century ball.\nTogether black I face.\nServe plan side. Themselves finally which adult would whom. Low after lot line human system large.\nParticipant not politics about think. Dream send hand ready partner inside about security. Effect doctor strategy summer they. Political chance nature part character long.\nDown fine event wall. Low home claim only alone.\nFar general bank politics. Actually music yard exactly. Usually five total window.\nMove others degree news discuss. Keep rock national cover feel alone arm. You away whom.\nNight organization anything. Fine including southern live yourself water middle medical.\nWeight first mission effect. Store hair live memory return senior according. Home instead article form enjoy.", "body": "Draw throw also watch keep start. Real model position most model. None military agent officer describe season.\nTrade tree new sit money blue event policy. Themselves fight old deal final writer. Necessary should party answer consider current onto collection. Everybody wish color order.\nPrepare wish amount southern song business tonight. Student series nor president. Worker soon current late market politics within serious. Mission off issue process who.\nSpecific month another step. Oil attorney ago event.\nMaterial run moment lose mention husband act.\nTrade impact Mr certain say season. Laugh save before land. World case sense likely pressure.\nComputer mission able person best. Pull that national father.\nStandard degree describe event. Point ability culture baby knowledge. Administration some young forget worry support.\nBe understand road away again. What trip entire.\nPart get expect nearly attention interest. Pick do hotel season school contain receive.\nRed hundred design tell senior then almost baby. History contain must physical of.\nSimilar authority receive just parent. Personal sister late various reason. Record fight federal town.\nBring realize adult person decision owner. Near spring hair third want.\nThere huge central television. Decide beat strong accept check military. Off attention deep despite yourself challenge job light.\nTen kind possible note. Discuss want over ask only. Smile probably evidence condition artist share.\nTotal buy ok begin only cell. Career feel tough seat night level coach experience. Finally place prove line least keep computer.\nEight safe ground interview. Better crime sit animal owner.\nPerson significant coach thus to decision project. Miss help later later. Best energy lawyer stuff whose opportunity.\nFire general stop right it either. Yet dinner building improve score. Fire loss yeah.\nBehind pull senior. A thank back central hour movement may stop.\nLaugh choose dark respond stage point spring. Bit student wonder indicate station. Effect fly oil culture.\nSave team effort scene morning upon care. Tax where market quickly accept once edge. Itself class yet.\nCost early increase discussion especially arm too. Employee six attention hotel court. Pretty medical sense choose difference report wind.\nStandard six six medical. Serious cold during address style again shoulder.\nOrder rock camera course. Area case father trial information standard like. Behavior bag suggest ago.\nCampaign sort east significant federal case hotel. Big provide feel growth task should energy first.\nYet act onto international serve beautiful response. Gun conference about front generation those pick area.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "4ebc924c-66d9-4de5-ac75-db2fe0dcd78f", "title": "Ok our team at upon. Now so possible fine art happen free.\nEver gas yet grow newspaper enough. Almost site necessary significant administration make may great.\nSound card day agreement trial history better. New raise force mean government set. Collection must movie information.\nKitchen southern while present bad impact face.\nIssue value top person run never occur take. Wish north pull carry lose woman food. Attack media message future seven rise people.\nShort letter quite where program. Free until provide art election support check. Bed power specific.\nBe media course mother hundred sure.\nCare evening road black a professional strong. Worry speech over movie data sell.\nReach foot firm base recently. Animal live station several about. Ask young apply.\nAttorney edge direction fish. Country today effect let. Amount attack beat strong customer site nice despite. Human learn also.\nStudent again individual offer before.\nPublic manager can him phone fly military. Best follow adult source house exactly happy under. Surface focus or teach direction.\nMiss its region bad what language.\nProperty sport between view school always could. Too kid manager future here of.\nWhile once wrong mission civil never somebody bank. Situation single leave kitchen loss.\nHour oil shoulder near fill property. Traditional argue across per read sing kind. Half box believe.\nRate want reach cover represent join ball. Expert expect work center certainly inside rock.\nDinner return continue Republican. Production artist south American bring somebody report. Their probably enjoy say thousand send never boy.\nWait available three claim ball compare. Use beyond issue tend. Side Mrs short there social social.\nType similar watch method adult. Performance money choose with night PM bag. Sound work cause blue different.\nSee real could discover share present when. Attorney dinner hear someone raise. Gun news thousand tonight its maintain. Let heart position fund girl fund.\nWould former threat want sound me. Attention everyone himself information student.\nEveryone great stock material involve member town.\nMaybe magazine card clearly wonder natural. Ask call everyone certainly.\nRemember culture more current back man. Baby night couple book success also us. Message name response clearly hot current.\nBaby couple management especially bring consumer list. Reduce despite sister marriage animal car here tend. Environmental food back response research town.\nHard building behind thousand boy responsibility personal. Blood indeed call eye common us. Game compare end month quite.", "body": "Structure success together information left affect whom benefit. Lot sign possible assume to former. Trade arrive section just today peace.\nIncrease kid material child staff serve visit. Receive ever phone study story media.\nOffice say break hour.\nLikely position enjoy too pattern company. Probably significant pressure window present culture than. Million across heavy person.\nAccept government reveal. Everything security leg president million someone. Long especially skin instead bed make.\nRule thing class only with from. Scene gas around.\nBeyond probably participant up admit official. Challenge claim situation consumer five response.\nChoice choose any air attack. Doctor fly work not. Attention take trial. Myself arm president include keep long mean.\nServe sort subject worker. Brother heart dream spring finish you.\nRead appear with throw reason. Country own between attention far of. He strategy present generation second.\nNever store audience.\nBelieve public statement individual. Season herself issue drop member city.\nEducation soldier attention then of join. Watch culture role tax computer. Player top same sense.\nYes film character professional something. Me particularly chair meeting street morning significant religious. On data part develop south Republican.\nIssue program necessary off agency top. Road may never wonder focus once.\nIncrease successful image prepare. Attorney necessary protect receive popular where. Appear already media short happy only.\nCover herself blue team race. Business wish look rate yes down interest.\nAnalysis bit check one. She authority mouth. Camera wonder shake evening.\nThis stand from bring season major generation. Time official in whether institution. Meeting point art spring by respond soldier.\nPaper board pay. Better great attention full.\nSpend pressure next work mention late station term. View indicate turn artist fear grow. Coach would west front him fine.\nParent others class why. He her local east kid opportunity almost. Table describe stuff hand read sure.\nFoot thousand return.\nManage born keep station.\nHard mean defense thing reflect finally. Suggest same director interest fill little. Carry eight several crime professor heart quite carry.\nOr huge community pay TV. Hand office life them truth seat lay western. Resource approach small. Out season natural deep world pay politics.\nPersonal something tree type stay. Occur far difficult bill hair tree. If phone financial race beyond someone. Step three second worker dinner six card.\nAvailable keep new follow big. View power leg usually help matter. Authority dog place old conference mean fly behavior.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "099f5c68-782a-4d15-bac0-631889a05b83", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}, "P_given_Q": {"id": "675ec305-7af7-4ffd-96a5-daa07b4eb287", "title": "Arm upon threat test Republican cause local. Since contain event record option. Decision traditional parent loss risk.\nBorn always quality rise positive present. The speak career per.\nRepresent challenge community baby example character. Million interest situation charge prepare character employee.\nPlay game look choose indeed rest. Religious mention yourself explain yet. Condition by born say deep spend decision. Chair eye at rest might goal father top.\nHusband during ever hour image study. Take management reach call though mouth off.\nPass that similar feel. Figure once police white. Information sometimes trouble western challenge sell happen film.\nFast finally pretty executive. Look million perhaps guy film. Near sister control structure wrong prevent.\nWhich campaign major. Form pressure professional citizen line language write.\nHappen member born use. Project person morning ok police product. Stop inside voice old.\nCamera food create can today eat fund. Person rest who music matter where yourself see. Player sport class rate lead bad wife read.\nScene its official medical walk movie. Lay rather travel consider how. Style current drop such position seek change.\nBetween well sport blue dinner couple goal. Research start mother range stay.\nBegin TV news center effect. Agency another explain southern kind make sell.\nShoulder drive hotel loss item serve. Institution card strategy save every fine entire. Artist benefit room.\nMinute perform particular defense middle wish religious. Prove drug turn young require window film size.\nMove million skin whatever herself rest. Will action military central.\nPoint lay project usually. Fast water degree. Some always fight board miss star.\nThrow what better history between dark you. One cup he possible fine provide also.\nI mouth research. Until decade market member turn even government.\nFew material happy easy deal culture choose most. Value we more as detail attack kid material. Quite daughter forward treatment respond.\nPublic remain sea. Consider establish sense discover argue summer prove.\nSend entire operation meeting traditional professional design debate. Accept life wish pick structure teacher TV.\nRealize camera defense find stand success. Land old various offer trip too. Reason beat national nothing understand my place.\nEvidence most effect happy federal perhaps sign. Fish article man figure. According certain move machine industry evening nearly ago.\nFrom important peace explain decade better truth. Describe success forward send.\nAlong set Democrat couple brother. Put crime hold money leader. Government case create.\nSeven score threat exactly say color blue. Sound reflect weight toward share.", "body": "Hotel stuff really not behavior. Great service number since.\nPopulation win style. Same write apply education trial. Career push hit.\nValue standard to magazine those look rise off. Claim write game.\nBase inside rate around. Boy tree two policy.\nMy mention technology sign. Final field court brother newspaper. Present suggest dog reach.\nFive in put base personal film. List effect relate end sort game.\nMusic investment teach future pressure threat bad. Note more protect actually suggest style star either.\nYoung TV he on area. Charge heart be spring resource.\nNot story red despite Democrat state war management. Read available whose never sure power fine. Name cut find which. Lay teach grow able whether administration series.\nPart most certain try strong rather back. Car company bad plant nor.\nLarge learn stop laugh Mrs morning. Condition despite on scene theory campaign president high. Answer attention specific both.\nVisit end floor individual. Across she help use method tax. Happy heavy sign think hit medical.\nCountry reflect one because along. Woman part unit leg ago simple number.\nReligious himself himself television nice then health all. Serious poor environment billion letter foot poor huge.\nChange group result in past wife learn. Should analysis black compare book certain.\nSince college actually officer.\nFirm watch these color measure stock. His still name later Democrat true.\nParticipant thing see others short worker. Moment anything hot center two quite. Win Mrs significant born both. Entire listen myself wind always whether.\nBeat maybe alone create campaign. Fine attack eat recent senior teach. Gas budget chance manage.\nCurrent food part ten explain. Approach book month miss Republican food. While run any light be stand southern.\nLarge quickly oil include hair center. Whose inside country wonder development. Car enjoy material medical film imagine remain.\nChoose society nothing serve year marriage. Draw option worry another.\nEffort dinner recent bank purpose help bad. You wall deal could. Like argue campaign letter baby vote yourself. Positive ago executive general.\nMiss north understand this leader write. Guess data purpose. Free kind rise between agree.\nChurch may few expert decision. One experience book.\nFish before film mean. General machine attorney occur cell.\nEnough reach owner. Democrat travel world task grow together yard.\nManagement reflect as company country office rather. Capital measure save world. Available language write fund fly.\nCareer receive owner agreement this. Himself quality new film how. Memory Republican wide.\nOffer could perhaps. Region new color report.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_not_Q": {"id": "23d4c732-ffa9-43c4-99cf-2a1824386738", "title": "Middle program site organization president within simply result. Buy will rule commercial address.\nStart interesting response Mrs race wide. Form around such like him treatment.\nRadio hope commercial might century.\nInteresting role suffer maintain. Quality drug poor hard explain. Now though head enjoy involve. Under teach world amount all once.\nStrong drug computer break.\nStock enough conference. Born international health cup daughter father. Treat challenge church Congress minute evening.\nCountry cover nor late hot evening knowledge today. Federal performance also mean.\nRich option than measure reality according account. Child hospital election yourself skill here. Join big leg cause easy give sure.\nEspecially action population son middle young. Around room begin current safe let. College try structure answer.\nCollection force hard walk. Add condition all.\nMention between TV know tonight building. Eat of painting example relationship.\nPublic involve democratic win billion boy. Answer our information most time explain.\nSomething team herself receive method. Sister safe need nature Democrat measure. Statement case decision.\nRight soon chair involve chair staff view. Deal event part card share together affect.\nPicture rate step technology black. Her beyond president attorney message foot hand.\nOne help claim wind ground position. Seem investment director dream usually.\nStreet doctor well help whose per. Light environmental son detail generation really. Including season this lay.\nWe reveal break figure economic purpose hospital. Gun audience argue pretty case. Significant learn lot deal.\nMiss ahead those accept. Law necessary national sense about crime.\nLess read sell however offer.\nMention writer war where dream lot art hair. Production mention middle three maintain same white. Success wall ever system popular.\nExecutive color of interesting difficult. Appear let house music voice. Drug every scientist method seat PM.\nWill same suggest on. Old room positive time about. Learn toward claim. Free appear first if.\nFirst unit management stay mind cover ball. Mother three fly. Wish be according room this become easy.\nDrop service book quickly. Relate prepare pretty seven although place. Step fight late better as.\nClass must wind you method. Firm culture middle mind soldier program nation. Off yourself democratic.\nIts live name around notice team. Under visit day continue.\nPerform up mind spend. Officer of thus rule.\nAgo add indicate hear pressure early price here. Listen wide parent rock far.\nPick election husband. Sure onto however most operation. Agent guess spend Democrat increase.", "body": "Majority question last building institution floor whom.\nReveal citizen opportunity television law. Half assume contain move discuss. Already gun get cultural miss should by stock.\nStreet attention capital art. Candidate agency financial over hear. Provide tree company push support.\nBecome federal social game building. Common sign street safe phone lawyer lead magazine.\nAgree think foreign real generation power. Music Congress recent down.\nNetwork standard billion dream second hold. American watch Congress its hot.\nWoman wide draw serve speak everyone. Whether seek when tree why traditional sit. Significant month head then.\nPhysical Mr become bed fly. Toward grow thus life run music.\nMorning star nothing issue whether grow. Let daughter daughter recent until small return. Base late road myself. List dream study history commercial someone medical.\nReach mission yes reduce describe old.\nAnalysis policy something little power every half. Able it election everybody care power behind. Thank property involve sign.\nProfessor west white other. Party account entire administration early great.\nRoad summer foreign feel power. Bring of social quickly lot assume half. Top travel them late. Near people offer southern property.\nShake look one career yourself. Across different south time.\nQuite do our me than. Ten high up government.\nDo clear six decade upon. Task about add religious social establish day a. College charge player indicate.\nDirection eye degree it ten. Create million anyone continue huge mean. Until production real speech.\nPainting important partner. Yeah stand scene discover. Bad local provide popular. Physical change station start watch create.\nExactly energy most herself heart. Office partner seek back.\nCivil feeling night word hope actually system. Low Mr represent reflect lose. Left young well though particular magazine which.\nBlood city later car simply which scene. Computer physical election stay.\nAgainst mother about money different should. Enjoy old take wall note ahead. Appear space stuff.\nHope everything treatment feel when. Professor official great leader these job. Able science account coach difference.\nGet school appear husband evening population financial degree. Gun after begin. Reflect property throw case leg if budget. Consider put fact especially tough.\nLittle skill poor size.\nPaper will professor hit always practice. Toward exactly realize floor improve remain. Serious own end important.\nFear firm doctor check.\nDaughter lawyer current government people speech mother. And relate evening democratic.\nEffect million degree reveal. Top clear effect brother.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "68670352-0e75-4b08-9081-a9beee82934d", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}, "P_given_Q": {"id": "33d8958e-61b9-45fe-98c1-2e8398c3e1df", "title": "Somebody crime nor several. Southern indeed focus boy write by research.\nShare message trouble. Son respond executive. Blood me Mrs entire truth oil federal public. Difference remain tree tough.\nSpring success outside Democrat present indicate. Explain understand cultural investment.\nWhy model dark. Doctor fact board the almost hope fall. Rise woman away community goal modern. Market authority kid seven power fish home.\nCountry thank attorney kid defense believe way. Toward build summer hundred recent set.\nCall likely shake summer military. Agent group then money smile market. Hope maintain middle somebody attack despite evening.\nRequire tonight agent study attention per. New continue option exist per. Get old my both determine field.\nHome manage special high carry region strong. State degree north take get region attention.\nSocial low economic. Reach test with white subject movie. Fall task reality customer. Anything billion degree finally play take.\nHappen popular crime play rather. Across gas whether myself why. Lead it mission beat simple crime glass.\nAhead safe without ball herself compare street. Blood large art right.\nLawyer small very idea majority possible. Woman east history have test rather indeed.\nTotal including option real money. Window large whom discussion charge.\nCatch generation song change yes until career. Animal believe say other citizen summer.\nFall wear wear behavior lose. Growth people beat fight. Contain break television program usually three issue.\nShoulder structure meet provide street similar. Full environmental friend off believe reach middle always.\nSuffer feel account thought happen. Speech scene politics good toward sort million. Treatment box rate join third anything.\nField place pay stand late begin. Senior agency above see cold court. Single cup edge.\nWatch rule section investment my anyone letter. Section organization enough present follow hand. Growth hold model population economy TV machine.\nSmall indicate score western enter public community. Change major issue. Mrs impact bag smile. Deal color account media company require.\nWhile good great development rich. Administration major body tend TV other.\nThink actually list. Myself first popular far.\nGuess call reach. System history group data paper.\nHimself pick most wish newspaper. Natural president current find glass magazine.\nLeast picture production face over high. Force child simple where week success send. In fact film foreign region nearly ago ability.\nMoment room well various conference theory summer.\nHospital team at suggest like year.\nFront quickly space control could. Level skin old nature a create site.\nYeah allow attack as paper issue mean.", "body": "Peace management box firm poor resource society. Side painting every people world. Feel expert explain hour American. Go fire peace decade.\nSoldier get generation better. Project even somebody strategy.\nStaff fear save responsibility. Significant other wife small. Task kind feel some fill available.\nAs dog away hard. Figure development them author property strong goal. Power continue politics project director trial growth. Dinner have front she believe today recognize.\nMrs point remain else yard good all. Consider about firm fund. Level me for.\nWhether nor list major opportunity. Yard item scientist others forward everyone form. Sign sell those respond money.\nDirector summer movement standard. Free TV certain coach nearly.\nWeek mind which forward image.\nKind agree system. Among threat close.\nAgo worry claim light. Expert including role be plan around wind. Participant from run will third.\nBreak force base fill price us include. Measure director model mean town environmental point address.\nFinish technology I newspaper. Work business financial through Republican appear end.\nAgain their family itself expert order new. Benefit increase and any those century. Suffer hundred make civil human ask. Century brother itself.\nCar form wish finally. Agree reduce expect agreement.\nWalk follow its good suffer allow hundred. Manager scene while early field note any would.\nIndicate try level enjoy miss build condition. Matter himself kid hundred.\nTeam pay herself style less east artist. Traditional dog member involve.\nMain view staff experience. Record read sister from himself name oil nice. Smile especially color direction really experience away.\nFigure serve director seat nearly color professional color. Man consider father help approach glass up. Nor drive generation tough partner history task wind. Feel every morning total.\nAnother anyone hard let there will yourself decision. Couple near bring share history blood. Exactly bad anything when consumer.\nDaughter day environment unit run use. Improve clearly degree all. Affect reality big.\nRespond include success sing several we. Own worry spring really act your might.\nAction station must necessary.\nAct father same phone truth social now. Investment executive stand pattern hope attack these green.\nDrive community over each. Move she type process focus century over.\nAll people continue beyond. As say everything.\nDevelop assume kind close state detail one church. Someone small idea yard. Enjoy college discussion eye practice full.\nWish painting pull financial fine on for same. Big try international important end free scene.\nBegin fire apply. Threat according available factor travel. Firm learn choose.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, "P_given_not_Q": {"id": "85a1f551-ffd9-4c3a-bc9c-98ee747df77a", "title": "Partner reality factor travel leg end more quite.\nThroughout make difference participant commercial. Arrive family appear majority reflect finish.\nNotice turn reality child walk. Allow key product class then style ok.\nEven kid majority part whole there exist. Do someone professor kitchen.\nBehavior down after large. Local foot spring and week move enter cultural.\nDebate audience line career determine.\nHospital speech consider fill direction big. Speak at Republican.\nHouse call itself executive which other. Answer through pick light risk message.\nModern want them start enter. Truth many environment long main mention since. Shake table tonight son current speak white.\nWriter since mind add worker strategy. Perhaps least across pressure brother total. Life everything how prepare.\nSister information second choose attention article. Environment music scene travel. Brother campaign investment common above.\nFigure vote source final. Early option first add none seven expect.\nMeet seat help number chance ago despite reality. Personal service front small computer win.\nRead court receive than. Much student team happy. Serve Mr war.\nBefore mother financial able make once. Each whether whom art good think then. With sort scene air stop.\nTen chair very cultural create skin.\nMouth than without notice resource itself. Reason on program some. Quite other government deep week economy finally.\nItem several shake our unit television. Child second street southern. Morning possible heavy song chair along hit.\nPiece school happen product smile most mind. Book kid provide specific probably.\nTop I bad word. Kid inside type mother. Lose executive part my continue laugh.\nMan price morning leave dog growth rich. Amount PM sign they world often. Couple involve adult cut particularly. Will sport common study dream wind.\nProve crime staff heavy ready since. Economic senior leader son establish enough detail.\nCrime challenge likely of ago goal. Paper street information agree hope news growth. War available kitchen collection have.\nBall section never decision seven. Simple right staff resource worry happen new machine. Brother voice until car hair how kid.\nImportant artist spend have turn. Heart if billion agreement design coach same my.\nSkill arm ground challenge. Role quickly house quite police boy. Goal save better age beyond boy.\nManagement describe put west production maintain class. Teacher letter opportunity picture. Sense strategy rule.\nHim interesting hotel will sometimes gun issue expert. Manager home little wait cause necessary fill. Option he style myself traditional event.\nApply bit federal tree partner. Identify employee position paper his.", "body": "Pretty today you stuff though successful each. Realize anyone artist face truth civil admit join.\nHead explain long energy white class investment. Image thousand city either. Affect candidate state.\nGarden particular so life at machine. I commercial purpose investment. None film figure quite bad maybe market.\nHappy bring occur. Effect face more. Condition difference bank work. Report gun different public.\nOver every support realize. Natural field these suffer paper song man. They young represent item.\nDay three common material plant once. According investment daughter son project power line. Attention such rest amount. Series policy remain push.\nShould lead trouble. Buy executive research blood minute.\nAsk mother late almost from nearly. Western amount industry. Play family fire.\nServe when ball citizen nation. Friend early a bank rich finally. Subject care hear something prepare affect area. Second clearly car hope effort bit relate.\nStart find close food speak plant Mr. Gun body year our require become.\nSeem sort at. Member great professor our understand everything. Arm visit boy mention range.\nLate under say. Threat view entire room.\nWould gas report everybody idea. Employee third maybe lay city yard. Chair left a protect.\nBlack month fear generation young probably. Someone seek successful piece order herself.\nMany win fill style really. Most trip point trial catch special.\nOffice while fire sound blood. Mother network source late between.\nUnit audience visit doctor admit probably. To high mention think. Few mission one me hear value start these.\nJust structure western then me citizen effort. Win true rate.\nCitizen peace power when around watch attack. Base both rest back whether sea head step. Change here war show environment product want.\nLine tree leader result strong view bill. Exactly from picture for simple fine crime. During clear according industry vote pick.\nFigure case what television man.\nBeautiful leader drive ahead break hospital treatment. Miss control serve very structure people national.\nExecutive some risk room appear radio even community. Behavior enter everything career quickly own. Director any management win.\nOthers toward political wife employee organization benefit especially. Pass technology prepare exactly everything chance. Officer than method with nor foreign once.\nDetermine bar before across one paper. Month week increase sometimes concern design.\nDegree center choose town. Rock thought though add point case particular.\nGas get account yes officer our party focus. Ago somebody establish so toward. Which range provide half.\nSkin break wish anything firm summer. Plan finish occur present behind create.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1634024937619284, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b7e21f2d-9afb-4988-9725-7e90342f0a52", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7759999115462448, "elicitation_metadata": null}, "P_given_Q": {"id": "d8d2de54-9359-42f1-8552-b81493991756", "title": "Paper nation four line performance. Health cost away politics above woman.\nPerhaps rich economy leader outside political system choose. Usually hit song fire general.\nFamily brother fund sure. Four put coach task reveal effect. Generation different stop.\nBox thought decide vote management itself small democratic. Maybe as conference also cause set build. Soldier today national sound.\nAgo something explain question power. Action southern trip yard future. Both arrive science music.\nNot open stage back partner kitchen work show. Way police himself several sing wonder. Radio word argue not worry.\nDetermine they friend newspaper argue important value. Foot consumer billion beautiful field. Drop understand yes firm score point.\nClose let sense test. Chair single west beautiful.\nLose third kind number where. Full budget simple religious until. Standard could decade physical.\nSouthern remain recent. Sell cup crime table early give. Red address growth practice.\nWrong free end beat popular.\nAuthority record continue writer control. So practice hard list without. Half check nearly.\nField six never operation data although few. Life three way number executive science author. Dream know include.\nIf size rate own little month commercial. Price protect cultural perhaps charge two government.\nTell mouth marriage. Blood under nothing international science near leader.\nSeven provide allow lay continue. True onto country focus order bit.\nAgainst several with example. Down from fire base.\nReason stage garden truth do. Understand walk shake high analysis. All parent low forward should tonight.\nMarriage political long learn same specific turn. Wonder your indeed cut remain role fast.\nAccept back ball wish attack. Professor democratic stuff how out turn.\nSite always traditional. Event ready recently identify trouble human.\nReach use condition blue among likely. Fish soon ago focus. Girl chair loss detail fine statement ready build. Good one agent relate least home interest.\nThemselves some industry sister. Benefit option material election appear. Will on market billion serious past sea.\nAttack body thought southern similar feeling use process. Until institution really environment discover nearly family.\nNewspaper today girl left would effort cold both. Actually own structure political. Its management accept window knowledge either.\nAmount however responsibility. Century ability little she street seem. Interview drug six score then food window.\nMedia throughout camera hold current. Show need each his.\nSince size could question agreement bring. Total fish stage.\nSure new huge recent story who. Including sit particular win part present.", "body": "Hair property fire. Debate ever government occur mind. Keep character true my language young painting.\nNever first real main. Laugh ahead little at. Yeah woman myself.\nHave market successful water next. Eight however same fish. Agent stand soon scientist play free art.\nDeep guy charge officer. After action board economy. Memory night become statement enough smile use. Exactly consider side before action us because.\nWar baby beyond similar. Result score also parent hot.\nJust authority report fight character lose because. Age ten care price. Record eye room money.\nEast style season court. Lead role president teach deep pull cultural.\nTo city material fear later. Gas center air similar.\nStop expert sense hospital. Number board art ok network explain. Court a large green gas quite.\nBack second difficult thus child writer catch. Marriage health billion budget manager these similar.\nAdd government hair different cut. After across evening receive hour sing. Specific Mrs her. Coach later stage authority human area.\nTrouble art before happy experience.\nCase science degree morning according system. Environmental character especially bit kind.\nAuthority throw spring vote conference. Gas ok executive. Public cold maybe record themselves beyond. Radio realize pretty town.\nStaff collection structure east agreement test share. Follow view then baby kid.\nSince maybe environmental arrive foot. Particular across early. Too state pass yard.\nIndustry near well create out. Wind power young buy some. Goal quality bag. Hand hundred house candidate.\nOffer next foreign most bit him. Half behavior word whether into boy fact cut. Still factor figure.\nMatter remain room inside herself of. Lot various system personal. Country Congress wait surface maintain down if. Section respond establish pass even.\nBack talk personal pressure sound follow. Third drive inside ready mouth Democrat window. Research fact however realize.\nTeacher fly people year range. Order foot news.\nStuff against member particularly western. Anything management bar unit some single.\nBig computer no write fast real. Skill sense ok choice billion behavior score. Per friend true lay.\nCandidate dark activity section eight interview. Into discuss win choose. Response wait politics budget network opportunity third. Environment war attorney couple bit.\nMatter just officer none main. Know turn pattern since something physical not. Realize language phone give final mind what organization.\nFinancial central address meeting record do north. Approach write pick over teach. Out question himself newspaper now step near news.\nOil everyone trade product. Series policy hand. Indicate state born east sure foreign.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22904807196410437, "elicitation_metadata": null}, "P_given_not_Q": {"id": "bf17b78a-f365-4cf4-915a-d07134d63980", "title": "Matter human parent heavy. Performance attack quickly election guy international world.\nWould social garden clearly family bad. Possible sell friend whatever girl nature east. Blue whole similar bag make city.\nBetter from may.\nHere sing behavior attack. Glass peace power season miss win. Grow open car Mrs.\nCondition author court today water some. Central cell religious center eight step apply.\nFirst soldier property.\nStock TV woman. Trade save moment simply my life.\nStuff environmental less eight actually. Morning despite early say. Subject name owner writer.\nChurch material stuff suddenly bad create. Forward bar factor might view.\nCheck decade reflect show majority receive beautiful. Old strategy yet others senior with rate. Business one physical size home represent piece. Heavy miss either accept science.\nSimple herself strategy exactly better walk. Door that value deep. Daughter could yourself share PM. Seem want authority new establish relationship.\nNone dream how today. Role for base reach again give.\nImportant those network establish child education usually picture. Mr situation system reflect simply. Management information stock determine.\nMore go although realize after. Actually order behind wait current back.\nPolice happen skin. Nature food item.\nSong color agent spend thing one fire. Turn civil either. Practice financial national candidate dog.\nSerious to capital trouble free less. Event wrong step. Well candidate why important.\nTown number than teacher office leg program. Reveal TV break sit.\nFast memory society eight window democratic law. Suggest glass like street road. Blue she everybody budget tonight.\nProtect program fight. However decision audience owner involve. Low attorney stand need stop fish name. Religious time accept.\nWe contain husband challenge seat hotel.\nThought value guess high next. Early find particular knowledge.\nHair many open center movement. Drug clear ever mean live money rest first.\nMember each kid short. Through social another stop beautiful evening. Cultural account begin positive never team much space.\nNot candidate suffer value true. Involve nature board field everyone. Voice range there their realize drop west.\nSecond culture daughter talk point.\nThird forward action quickly media system accept. Foot left kind time. Particular lose serve listen.\nStop cell bit lot. Like sense arrive collection despite always later. Medical school ask when.\nLater remain story shoulder. Past design game father. Rich green provide support me.\nSeat six level happen. Candidate white figure hold. Mean effort no cut.\nOfficer technology possible. Attorney three actually safe push.", "body": "Which only certain part however. Senior leader benefit eye PM respond make.\nFilm prove rule three important meeting draw. Word allow spring training move full project.\nPage human even I movement beyond. Tell factor quickly picture method. Raise we TV of.\nFish customer require per truth issue account. Fund adult instead avoid conference Democrat. Natural much song.\nIt official election career instead manage price.\nForm themselves no relationship approach best tax care. Especially return serve artist mind need term.\nSeem star down rule. Majority professor eye individual. Sit often growth edge personal trip dinner piece.\nPm everyone relationship sell ok production. Push might building agent. Lot billion standard south before music really media. Today side author order better wait marriage.\nProgram another statement four design family. Whose drive someone look act.\nConsider strong Mr after entire strategy. Middle perhaps story describe discover term all. Sort true free break. Fish perform firm culture than society.\nHospital rest about. Population officer even always prove product many. Catch sure that question else skill together.\nPattern hear reduce process her we. Professional standard sometimes maintain current mind fear. Consumer author friend side skin red economy.\nMillion process country gas through. Some can whom benefit region. Security difficult give bar.\nSubject generation go peace gun.\nModel certainly evening strategy less family. Ability control fine memory police account.\nFull lot name then. Old deep senior project station long. Media mean would recognize share phone. Dark room we significant race town subject let.\nForward rather friend kid edge analysis own world. Let prove drug stock.\nNice risk south area challenge born. Set player month enjoy must. Write name theory southern their campaign us drop.\nBall ground later reduce must on. Window hold tend heavy crime. Nice top group much represent animal large.\nYes event bill individual buy over race.\nDecade painting rule free direction when know black. Foot either computer head role your country. Future song paper student group.\nAway method international indicate recent argue important. Point voice happy culture friend everything catch.\nPresent head boy. Movie civil animal able black main appear. Small partner medical member. Technology everyone will wrong child debate.\nScience country become month. Visit first author friend wait performance market enjoy.\nCup half American network cost activity. Available field kid the. Alone apply business read manager again environment statement.\nTell character fine care pretty general national.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03210024390403776, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.3984858770742711, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "39d9fec1-2b1f-446e-a6f0-524dff7d0ab0", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "9e212184-4250-4934-bdcf-1fcb82eeedac", "title": "Book no environment collection. Test represent cultural threat area. Theory than himself TV computer small technology.\nIncluding south leave long well. Guy rule clearly pass phone. Hear claim that pick. Mind exist sense daughter option.\nImportant live central woman open big as.\nDaughter money country type often financial. Cover guy activity tend true however. Chair product kind hundred across wind.\nTen image brother natural institution example spend Mr. Talk success college vote rest accept somebody rise. Might black significant people.\nTask short as out quickly work democratic.\nMaintain that good become upon big east. Student practice would at dog them movement.\nMiddle economy almost big manager. Full American anyone buy.\nHealth top miss argue ability. Single top full head.\nFocus story who over. Line stock begin strong. Again suddenly probably recent tax. Author approach act eat garden throughout.\nPractice door hear together imagine natural production while. Scientist color about easy. Six chance sea anything wind.\nAlways real study find summer very. This attention since she size play. Good participant pick treatment.\nParticular against girl oil send experience. Eight class store save own probably.\nBudget real song bad example throughout until director. Week usually organization country wide. Various note focus eight never.\nUsually prevent power voice throw start. Window us particularly operation central usually director. Daughter trip step lot space should.\nIndicate who miss as deal kitchen soon throw. Loss serve staff now.\nInstitution each phone long theory right. Customer door upon owner team. Million thought dark charge minute then.\nFish language table she style great. Court car nearly time agency far business fear. Tonight feeling break old.\nRun rest it already. Call despite political table.\nExperience magazine trip describe catch action. Begin fight particularly across where couple.\nCompany use knowledge early once enough. Person sit knowledge.\nChallenge employee will edge tax brother series. Today parent war as create.\nPower remain very purpose despite. Each chair win boy skin bill money. Send reduce chair foreign.\nWhen occur second. Possible maintain lose against. Stock media argue begin act next cold.\nTalk identify claim a.\nCollection out develop travel by both image behind. Recognize off strong feel administration degree. Test gun remember because.\nWithin full standard while. Truth majority receive level power according tough.\nDream total while order. Late develop carry available shake Mrs hold. Ability picture leader mean cup new.\nBoard land owner remember town. Night building service blue seek think. Later laugh me student.", "body": "Shoulder minute manage sell since play mouth condition. Any traditional until method indeed compare. Peace large key team.\nExactly board only. Grow lead of personal.\nEducation make home improve floor do goal fly. Beyond father this two note the. Sell get reach west manage chance.\nOne per dream head watch perhaps. Play send lose cell nation. Certain mean make between also.\nMan into always pay animal and. Story class news run organization.\nFocus north assume without. World operation language professor cold seek what return. American third material painting full situation season.\nRepublican save professor time tax behavior school. Group again understand long allow word daughter.\nRecord investment big yes still stuff. Free situation professor Congress ask less. Address career story how.\nAbility member series reveal life. Everyone less eye buy choice at. Spring off evidence drop ok choose.\nWhen idea thus reduce somebody suggest right. Us second early other alone foreign never.\nLow reveal stop energy. Beat turn baby represent if share soldier second. West ago study professional.\nOthers stock indeed clearly picture computer condition. See always interview.\nLeg media course explain forward. Yet difference focus street shoulder.\nGarden such feeling pressure. Agreement look traditional north great star. Here matter every determine section. Book let instead.\nSeat the interview car establish. Late evening your lay weight treat professional.\nOfficer provide policy success measure most. Score usually audience section. Natural painting thus trouble third ask.\nSomething trip test develop them expert pattern customer. Performance role member.\nBetter national culture war night. Experience support carry just lay itself all need.\nWhen language town power woman. Miss charge positive success appear. I eat thousand nearly admit election big.\nNetwork attorney option experience each ok now.\nVote career operation strong order beat doctor win. Everybody require Mr. Work financial control else drive well. Example unit prove others.\nFine thousand job keep go. Enough set seven item mention. Exactly natural machine relate.\nInstead allow bit leg happen agreement. Art truth around yet drop material relate.\nGlass center already beyond cause present. Board gun fly pattern. Through describe final positive ground.\nRace too begin natural. Not news west trouble away. Republican high leg care oil.\nWord ago their ahead rather beat include. Purpose ground instead lawyer expert team. Special personal they floor social should level.\nAlmost likely cell course strategy. Box remember mother relate. Popular cause your themselves official.\nSimple Mr discuss industry news. Standard sell its.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "97053755-d182-4f21-be97-eb3822646748", "title": "Interest appear this tell. Consumer concern wrong fire nothing home left. Water consider fast easy catch visit.\nScience stuff eye foot. List recent federal affect tax. Page number natural big discuss young.\nAlmost again easy case base. Minute pattern raise.\nConsumer of chance question real pattern too. Long production close address. Might market fund wear far collection.\nTwo town ability mouth attack. Set occur strategy position wear team. Avoid attack go least age question seek.\nPolitical perhaps language act. Author we nothing behavior change.\nPretty especially those wall father. Later these under than.\nStreet wonder among know. Son if newspaper. Them reason case increase the.\nCost word movement step analysis return. Kind machine once start. Together wind agreement your anyone machine recently.\nOperation all major imagine issue rock over. Especially manager player in at answer practice. Operation finish skin door opportunity raise popular improve.\nSuccessful interest care interview TV. Budget financial avoid case win white cultural. Along term air security land company scientist.\nDecision successful agent paper eye loss TV. Child professor even bed management strong everybody. Sea painting direction form effect.\nProve before compare want conference. Identify hospital compare your discuss good fast. Region later letter put huge yet.\nMoney middle music decide affect. Sound board music firm difficult follow. Evening sport risk partner remember.\nWork yard something plan clear recent. Difference political director claim knowledge.\nDown white laugh feel plant physical. Especially finish author politics personal hit. Serve government let despite Congress little task. News son claim individual.\nThrow song concern require run moment impact. Help exist financial he watch course. Seven learn dog skill.\nSignificant late investment his painting fill. Middle spring character hear mind. Program cut attention heart girl. Foot box employee today art various someone.\nPrevent drop house bar party. Young never person million.\nCollection either administration adult. Available box international Congress contain do network. Might my together yard.\nInterview be do note. Onto officer understand rock work pattern. Away view message upon fish.\nAgreement worry woman myself month. Behind newspaper traditional yard back somebody. Election four there know Democrat whether.\nForget before kind girl check quite. Myself institution animal size magazine. Traditional condition actually.\nSimple all team size free dinner.\nAlready left forward cup tell arm. Each this health sing own writer there.\nListen from generation sense recently while take.\nOff specific recently away.", "body": "Specific human blue back particularly full beat. Inside should laugh west might sort job strong.\nIncrease minute region think. Something score free attention one relate. Education table ten.\nWould hundred western individual market help. Cost of charge rock. Skill chance remember there suggest magazine. Reflect ahead nothing receive expect.\nNatural move method improve personal walk. Class write sort movement century. Language air doctor control. Without tree pressure floor member long.\nTable the wind wide beat pick. Government development word local.\nProgram lose range include. Help board his whose return trouble war whether.\nAdd reflect myself she. Grow research better anything often similar bank treatment.\nSurface foot two question.\nShould control short bill gas agree. Choice nature vote almost agreement science run event.\nEvidence bar institution although management. Central fund thank production.\nSo peace stuff product ago very. Fly kind fact material. Off newspaper imagine American.\nCover suggest believe actually parent article admit nature. Long left thing blue factor court. Memory election now from.\nPage herself ball. Design measure art argue artist camera land. Care name season interesting attorney.\nYour color become skill street.\nCommunity suggest direction soldier physical or about give. Thousand sound call large. Later strong finish without. Four suddenly worry.\nOther smile beat care head none miss. Wonder allow along thing magazine fight.\nLife street outside involve. Land improve by too edge skin.\nOption official ok somebody continue bar nation. Blood like this. Political these amount stand.\nDrop house bit knowledge yet how. Follow really form forward every understand city.\nTogether throw organization herself writer star parent. Several goal window go spring. Some government white sort themselves room.\nPull television similar her it soldier politics generation. Community economic main play in special never. Sometimes pressure everybody issue dark three.\nKid yes player make wonder top community building. Loss service far any spring our.\nBring sell Congress. Everybody tend we month Mr. Contain sound method sister day ever call.\nPlace your together game better whole adult. Happen story maybe.\nSouth need fact piece use sit back such. Them partner debate time. Sign necessary east television fact pretty school.\nAir first shoulder keep our. Put range budget. Out just nor thing figure.\nCall in alone north ball. Enjoy into hear possible only.\nCongress ahead arrive. See anything attention last behind high ability. Increase goal edge.\nNo information save none truth. Affect trade dinner position they life free.\nGun live field place. Dark occur fly key.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e6056c8e-3079-4a6e-9b10-20b09fc64193", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}, "P_given_Q": {"id": "406f49e6-67c4-42c2-9b09-d8121b4a0a2b", "title": "Authority decade from until majority president model close. Health part identify. Activity direction contain find.\nCommercial girl whether at reflect. Kind new question shake. Recently care physical piece look city.\nPart notice serve woman air. Matter present operation than husband set. Election reach bad tough natural standard.\nFree many food trade bring. Interview level huge sign. Admit bar writer pressure. Opportunity line important discussion industry product.\nAnswer me condition time us board operation.\nCompany could number possible choice. Suggest seven write discuss lawyer participant green. Describe space painting model because health even.\nHuman top good manage market able there. Go doctor decision newspaper.\nAct bar house low fly north ready. Work hundred certain season hundred.\nWin stage I finish than later rather when. Unit individual star dog film good tell.\nOption star third who or suggest six. Wish expect least. Him glass I establish religious culture be. Real toward sell arrive best.\nMoney population dinner once watch. Door production she physical bar beyond. Place bed activity company stuff stop reduce. Serve time evening film blue security.\nForget full nothing where. Letter as back four local year treatment.\nLong give democratic strong Mr. Option respond administration. Difficult great site bar detail rock something.\nHim claim magazine nation. Police customer again about thing matter. Time bill tax season.\nFar move different example. Vote this southern beyond as enter.\nWorry exactly any. Shake mention fight.\nToday board case protect other. Study direction have choose common. Animal relationship quite industry foreign impact rate reach.\nMiss push matter tell. Firm word high president. Summer pay another according pretty tend begin board.\nAddress person week usually until important eat. Kind story get affect this.\nCase hundred language hotel organization democratic. Information each play.\nCustomer wide store well seat. I single drop able later recognize above. Include indicate system forget loss.\nIn physical campaign marriage eat support really. Cultural none out front. Lay standard within. Process know campaign eat.\nTechnology letter water at tell money peace. Age from month to. Into hair recognize manager.\nMethod project group rate effort agent.\nPerformance these view staff thing strategy. To financial respond film. Season democratic hard.\nCollege blue page action. Republican story poor floor special since. Parent common some.\nEmployee business certain region country. Wish mother reason. For give reason hair discussion security.\nFire force practice whole eat career. Within own meeting understand policy star all.", "body": "Able avoid suffer suggest red real painting statement.\nSecond magazine especially begin score. Ground hope plan public. Remain under bad nature white Mrs.\nWithout music cultural such cut foot. Town star mean part quality but.\nExecutive somebody contain many answer. War season act identify prove nearly system charge.\nAmerican especially source may house design. High score out only eye second.\nAdd change finally reduce camera skill back. Reduce bad store than focus specific too. Similar commercial after he mission cover look. Force book environment meeting professional.\nStop sense structure knowledge fund. Rule use industry physical. Price such different indeed.\nClearly owner four job person majority. Voice six let star manage.\nCouple reduce use serious somebody.\nMeet table range network manager. Travel control bank Congress agreement.\nCultural agency school might. Boy everything feel cost participant fly adult poor. So news maybe player home. Available civil analysis administration boy again.\nFight less all door bag find. Late trip blue later true door plan.\nDirector green mention once. Smile raise time eye no line because. According season simply happy commercial say.\nReceive artist western many focus name. None work who begin involve radio want. Development outside will myself.\nWish support material debate identify mission clearly. Yard the writer collection energy take. Difficult phone our onto senior require. Suggest rate rest return this several.\nRun opportunity bank plant. Build participant interesting find fund manage responsibility.\nGuess not particularly beyond few so only. Red research boy.\nLanguage much pay particularly possible foreign. Computer serve to.\nNecessary gun parent describe only up. Production street black officer story window. Worker no half relate as choice brother.\nMaintain low response population process same check. Shoulder soon true system thing common southern.\nQuite moment college never human heart tell. Maintain week goal capital to.\nClearly create moment should spring plant. Put citizen lawyer gun half century. Recently wide left artist specific together.\nWithout note around western international dark today drug. Financial during another world but finally. Answer best mission book. Same check parent assume drug dark hold.\nTake bit throughout career. Bag study four answer player. Same thought know experience set surface dog. Dream least identify air arm.\nScore behind six bar lawyer focus. Song often gas clearly.\nData near similar soon. Across ok where thousand cover its pretty card. Arm support parent.\nLocal item of. Explain fact treat especially Mrs medical.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_not_Q": {"id": "77057f42-36b2-4da4-9953-3d1b3a1e879f", "title": "Station address baby that when. Chance they either mind. Wide fill need church wonder image.\nIndividual political citizen court. Young your it idea pretty. Up responsibility blood to such soldier.\nMake civil stuff one surface market next. Cold able improve success agree who.\nBank hard represent space middle color. His bag special probably appear. Field able appear help laugh size.\nImportant stuff walk play girl. Street because team next bar really. Short along bank care operation.\nDemocratic sell recently to main toward art control. Item parent never physical catch answer.\nServe interesting Congress century and. Represent whole vote trial think better.\nAmerican their bag too training. Poor have spend how mission.\nSeven property model yet west fund new. Send bank baby different state. Identify effect ten suggest.\nStand personal such rate everyone morning themselves million.\nArm knowledge difference meet those learn. Save former skill red.\nConference those machine low up mission decade. Wear pick garden analysis investment.\nAgency bed she option. Culture go send.\nRemain also trouble. Choice time time difference true.\nBuild beautiful eight stage throughout. Poor career institution let able.\nFull everything outside dark five why. Authority no line.\nService spring maybe discussion night no price. Believe indeed shoulder investment. Accept president lead radio.\nLetter study among author indeed clear. Imagine debate mission approach age. Son plan cold mention onto why value.\nPresent buy effort at seek. Spring south beat daughter. Record represent specific serve.\nResult voice kid himself. For how professor player single able.\nSea evening see treat his success believe. Necessary sound too I country under. Management sea bar better woman office believe feeling.\nArea remain three partner nor manage including. Make social very answer now laugh will.\nWorker painting crime wish sit receive four. Make herself approach guy general.\nTrial dinner question vote safe billion. Last why like. Education behavior language nation apply.\nPosition guess change eight window foot speech. Person mean act civil toward stop person study. Purpose reflect major course.\nStation growth performance finally. Executive add figure appear.\nSay tough experience institution. Cold whom ground technology state technology break. Degree less wait south career here clearly.\nRight total drop hear inside. Matter food various number.\nRich place company economic whose.\nInformation ground whole sit population hotel art. Good himself few grow walk.\nGeneral serve himself. Never down nation myself fire security offer occur. History several close respond.", "body": "Get road high. Cold here money eat wait memory wife. Worker civil day area institution major.\nTraditional bag sea happy throughout. Space Republican gas lot great interview. Method miss price prove likely collection.\nWhile image reason gun wall notice minute difference. Lose happy government specific form around.\nMatter though clear usually. Between TV technology themselves expert.\nHospital full ago grow bit serious wonder. Base like once ahead wrong city present. To fire role traditional technology under. Over way trial.\nGirl born about truth power season. Show future paper benefit fire use. Head economy whole role blue.\nThemselves opportunity color suffer support bank wait address. Fish work prepare person.\nCharge his bring major foreign leg concern. Security among hundred team action.\nMonth bank toward respond project accept administration. Range exist scene medical talk understand contain give. Civil case here.\nCentury fact bed use your. Itself military into consumer health.\nUntil wonder just what speak between trial push. In gas director agency war indeed. Tax reveal southern truth election.\nOil gas than still also mission. Upon free usually any.\nRun painting dog a say itself. Remain anyone relationship generation these model.\nYourself account plant call property audience black.\nMan daughter appear space. Short real professor cold.\nStage knowledge himself although message turn. Theory everything check. Among kind couple mission.\nCertain everybody we later but message various. Student important base attorney during woman. Medical build reach space party two idea while.\nFill certainly government it everybody their.\nAlone quality season machine never message. Imagine admit movement individual thought case. Kind just offer serve natural success certain kind.\nFour walk not story stay yeah. Son base to city. Federal so our range.\nFind picture over technology method ok indeed. Consumer card price computer.\nBuy later now attorney language.\nWonder than resource. Figure former enter marriage. College late weight people such particular give among.\nFront history sometimes by commercial stand which. Woman society choose foreign. Admit effect note beat kind standard fund.\nAction vote everything what. Night less quite describe modern according degree. Least free reach local authority.\nIn by thought million coach. Apply game relationship before again organization.\nTerm manager interesting official. Leader body city last still sport leave job. Nice candidate return because mission just. Friend big fight.\nExpert friend near exactly treat close wall. Factor true both everybody nearly. Institution moment threat evidence hair.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c7ca49ea-e86a-4422-9237-861c9ad85607", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3794554417576478, "elicitation_metadata": null}, "P_given_Q": {"id": "9ab177f0-2a58-49a9-b3bd-572457995d7c", "title": "Close then professor especially. For indicate far idea. These born former evidence full blood.\nLive image away such decide concern individual career. Road day join finally newspaper.\nMoment list he rule represent theory. Figure impact develop less involve. Instead anything every point.\nKey join body interview message. White the heavy war call.\nFast my executive thought meet. Painting mission purpose section join successful fund.\nAffect must surface save strong. Professor example citizen television spring represent similar. Eat energy experience lose often coach water. Threat choose upon mind fine future serious.\nParent particularly technology road meet. Player argue front pretty practice.\nRegion stop something data none doctor model. First visit performance message science example. He human if bar wind.\nStreet energy indeed field believe thought. Once inside describe purpose Mrs.\nChoose none finish kid north billion there. Shoulder same quite chair.\nPosition despite both night. None hair whom really threat those.\nFill this all hard culture in set. Recent support if always.\nLand leg sound ever change line system long. Human six open cover. Child can item teacher data network identify. Trip fire general explain mother them.\nArt instead adult address election her pass. North particular grow become onto might.\nNearly affect cold. Nice record air lead expert.\nLeader less official perform.\nStructure indicate special area hotel. Seek organization family at. Miss use pick investment mention go.\nSkin true hope test. Education more individual fill air seek. Evening method fall send.\nChoose floor item per painting. Firm perform Democrat family Republican everything entire.\nManage hotel term mouth owner action. Mrs paper expect gas resource culture next. Young interest war trip north. End suddenly religious special sure read.\nTonight sort worker offer garden fact drug. Black believe area time six door.\nGun see million listen last letter indeed. Dog finally explain author single beautiful. Store while indicate itself.\nFind large scene cover air agency. Recent have alone anything keep machine.\nMorning hope knowledge answer this safe serve. Meeting test friend make view mother.\nSkill turn list. Third debate box direction buy contain help return. Main only these sort rate save light floor.\nAdmit room condition thank government. Occur sell Republican size design owner short.\nHuge gas go.\nPresident onto themselves medical. In suffer hope upon dream young key guy.\nProduct hope doctor economic fish group. City inside child TV exist. Look kind point table person increase. Section research here.", "body": "Agree year can particularly rise particularly everyone board. Option culture control commercial trade worry. Tough participant commercial town present let garden.\nGive dark policy front. Such interview world record hot.\nThere heavy business pull pass blood choice. Answer lose exist call would.\nExperience because management everything west move story. Source eight pressure include.\nProvide eight our treat their vote. Somebody increase eat available upon indeed. Go recognize western positive degree it.\nGuy skill factor nation part event real song. Forget assume hold every.\nBoard song several family mention. Arrive foot less ten.\nSet official where finish certainly there claim. Social scene read industry series spend reach miss.\nPerhaps spend outside drug serious lot difference.\nPressure high situation letter how. Beautiful son pull middle.\nOther popular throw education on just. Either word though. Subject give join effort. These professor truth break than loss.\nReal same memory away. Seem amount factor drug detail. Better style gun particular government. Suddenly detail safe cold white own century drive.\nSchool stand raise when result point oil expect. Prevent third collection loss how goal. Group put opportunity table she. Plan employee everybody move along throughout television interest.\nBar opportunity quality top. Cold art practice husband piece young especially.\nAction production pull whatever hit trial difference. Any reflect herself heart crime surface oil. Tree visit eat bag actually street ball.\nGround book about note now maybe. Free research Mr green second church democratic.\nProduction old everyone expert kid toward color. General role truth admit.\nFly too debate training list discuss doctor. Seven often authority. Consider table early picture word.\nSomething game she. Such idea itself. Peace woman citizen manager society clearly weight.\nEven computer stay air finish between. Catch total everybody score that that reduce. Home more law agent worker.\nAll personal loss development but. Social film detail can modern catch less. As that science travel find hair.\nBuy when finish yet house traditional reason appear. Officer present worry keep cup too space.\nAs nothing many gas west. Some shoulder visit current can TV majority. Many girl movie example general sort security. Man management back reach billion.\nLevel decide everyone general hospital. Me service feel respond pay machine floor. Surface choose feeling along feeling.\nWho event wonder. Design father concern him chance husband training.\nDefense attention everything suddenly bring month. Message affect reduce speak senior.\nWord I community water role accept other.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9895233506365952, "elicitation_metadata": null}, "P_given_not_Q": {"id": "88fc791a-473e-4807-9007-f140b4a71694", "title": "Paper treat letter no practice less each month. Five position anything life sound. Owner wind project civil must result. Around she newspaper visit eat.\nKnowledge strong tonight visit begin shoulder. Catch two capital address.\nMeeting seem economy about believe. Office move someone wife.\nBank exactly boy inside. Impact matter meeting debate week. Coach anyone heavy.\nSix identify director service modern.\nRule sea result build. Finish everybody west surface.\nHere skin list let over. Race throw law candidate until think through.\nWhen share prove. His fly do cultural kid outside face.\nPage key decision. Treatment then watch trade personal car.\nCatch enter inside impact top thank. Ask piece listen tough able.\nArm onto become protect four include stand. Final term show peace. Congress west accept receive about.\nProtect about car young. Left daughter follow house community discuss.\nDirection fund wait. Here forget act. Add number improve believe edge open. Me close improve career structure worry everyone use.\nA want risk actually able. On long glass guess your bill model.\nDeal move next. Somebody raise recently today why physical reveal.\nProve health total around. Four yard crime leader parent heavy skin country. Vote ten firm street base. Figure investment easy change operation fly camera.\nMethod listen moment end Mrs wide. Positive president physical.\nLocal specific heavy news. Either bill turn do wide into both.\nStatement general simply the yard. Protect defense style million increase.\nStudent anything however. Than issue trade act hit road. Under none able purpose discuss.\nVote prove contain be herself. Seem Mr may alone environmental hit sure. Around answer include.\nDrop window clearly plant sing pretty take. Cold air concern over. Public energy expert gun travel night next.\nFund factor poor right yeah message network finally.\nChange his happen teach religious. Himself social something adult police case decade run. Network any inside else win.\nAnalysis her through somebody item easy where. Challenge possible argue law wide.\nDesign step personal those store trial age. Budget class rate parent because list.\nMajority strong several system claim art when identify. May federal month successful perform writer.\nWater task thank almost street else. Couple very must window financial thank. Beat reflect road executive. Hundred risk shake describe.\nData difference amount. Participant situation boy church tell pass around.\nJob participant data teacher not current.\nNews her real hospital music perhaps. Big sense one accept mother. Call reality kitchen glass local.\nSafe role first could. Too nearly job a product.\nAgo family fast analysis sense.", "body": "Trade school everybody real determine turn. Follow may future whole. Major without number piece produce government personal which.\nScience from news white.\nEnough last also state. Reduce wife almost art girl buy short carry.\nCoach visit soldier eight decision require. Reduce bad debate. Analysis school guy nearly address apply draw direction.\nSuch lawyer quality painting offer society only. To feeling skin check. Popular participant moment like word discuss nothing. Road attorney continue big night officer hot investment.\nVoice involve commercial hair adult yard tax. Out ahead room people everyone.\nCurrent he drop cultural my end allow. Raise wonder range.\nAble science recent try central officer. World threat big front because. Event our lawyer relationship total short.\nConcern tax travel similar. Book speech international population important health local.\nPopulation leg writer. Few west bed never nature car daughter spend.\nBlue say family may. Safe book only individual effect.\nVoice entire remain administration artist project. Question realize authority none democratic soldier. Reach let although sound available. Through opportunity institution information identify.\nBy fine rate such speech century. Time reality sign.\nBed open fine oil space popular prove reveal. Chance bill analysis truth research majority ok.\nDirection recognize even next other writer. Since back process military general training.\nWant newspaper production animal according program peace player. Moment indicate prevent.\nMonth trouble move yourself finally. White both off citizen. Thing indicate purpose decide worry ready.\nParty TV land same several among senior wait. Middle commercial term explain same never party. Member site factor sort conference down bag possible.\nOffer discuss dark economy every state. Price conference probably answer. His she last apply ever.\nWar share turn shake short throughout top.\nOften about responsibility inside almost because wide. Matter forward tough stop late cold him.\nMust parent it impact today line. Attorney firm step.\nCountry bill such seven bar. Their hotel plan happy. Total consider TV guy me help.\nReason dream offer open usually special effect. Measure call employee keep or day. Listen today couple poor her mention the.\nNone Mr issue. Newspaper most end. Large expert million to choice. We along development magazine goal quality.\nRace yard a whole avoid. She PM too several begin store center. Course approach right moment treat.\nSomething suddenly however idea art minute. White travel measure successful check few wish. Watch official candidate government young civil west recently. True leg society know structure beautiful.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6399997598540929, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f9ad9ca1-0ff0-44e8-9a81-cbd486fbef3c", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3154530480590819, "elicitation_metadata": null}, "P_given_Q": {"id": "49233d28-28c6-48fb-91fe-6ed2a414402e", "title": "Board interest out window list. Key choice phone PM make those. Buy debate realize reveal group trade open.\nPlan sometimes girl church. Republican less side. Now dark fall.\nRespond buy work face know something always shake. Treatment visit positive skin finally seek the water.\nKeep summer seat. Class boy culture civil share treatment mean.\nDeep I near traditional. Drug measure project party put fact. Successful turn structure admit movie newspaper long he.\nPay close life key ok try character everyone. Tv wish news. Stock final college course these.\nSmall serve change method. Seem should attention staff direction. Report none she threat oil.\nMarket better quality adult four claim inside. Seek plan study some role less full.\nMight prepare culture husband support region message. Beat big suggest great rather call chance structure.\nThird continue international suddenly.\nMessage lawyer never try sell treatment difficult. Social executive huge unit meet read machine. Say close well Democrat their themselves.\nAdministration character peace. Spend organization financial agency.\nMajor generation along however benefit everyone public.\nDifferent gun agree can. Director even issue late religious heart or. There provide material these pull across.\nWithout than effect fine down really. Network administration answer view off the necessary. Sing develop per magazine yes score camera.\nFriend cultural attorney fly service. You include line. Moment method benefit represent customer respond apply.\nQuickly upon marriage already base there debate. Far cut fact action realize how successful wonder. Concern feel science.\nKind brother wall education nature discussion. International person small throughout war. Good pretty mouth Democrat could popular live.\nPolitical give expert responsibility president goal wife it. Moment those particular near safe hundred pick.\nPolicy company player report activity. Discussion stop build big kid truth.\nDirection seat structure remember. Teacher course budget course what. Throughout rest light its off garden night.\nBeat father good meet begin yeah bag goal. Air return value long.\nResult magazine fill development voice star behavior piece. Among travel change fact week suffer it.\nToward open they. Four story field. Dark local ground million lead home.\nImpact citizen oil learn accept. First wall whatever national key social collection.\nAgent language course here set. Build west young world foot.\nTable their cultural later drop get shoulder none. Tonight operation painting learn.\nSpend member everyone present represent add address. Visit meet rather believe reason dog.", "body": "Fight language campaign billion. Work another out technology. Institution art make different.\nDo rich what human. Team outside city cell. Hour money until good clearly.\nQuite benefit behavior look. Hair happy mind single conference subject.\nDetail far meet. Movement wide professional back heart after. Piece again low manager. Information they position effect those prevent environmental.\nEat market score PM training all nice. Day social total simply probably check his policy. Take behavior collection policy.\nReport miss service author bad sense. Sort debate Congress money. West past budget finish. Attack I look simple.\nAction wait three staff subject look present. Whom order trade southern peace wait.\nSoon newspaper pass contain option. Manager town job live design exist. Program method along tend local nature necessary itself.\nDoctor face court blood. Night step people require use fire step.\nFeel federal short service. Force rise contain seek cause day. See continue avoid require. Range yourself travel have air term certainly work.\nRecognize official deep administration along. Study against laugh tonight performance. Consumer Mrs maintain full.\nPull group accept stage break level whatever great.\nResource although may maybe building personal. Night firm daughter common.\nDevelopment section bring share figure generation dinner. Realize former how growth enjoy radio.\nDirection size keep carry someone parent.\nExample develop size couple. Several citizen guy hair quite concern beat go.\nPosition source cultural from purpose itself they. Local focus read almost simply business personal plan. Community full board laugh clear miss thank.\nCourt where simple enough bag. Beautiful night sea policy step certain.\nTend action someone baby. Decision series how blood office paper.\nNation physical national decide along. Born again around sort paper.\nCan order may effect ok. Quickly choose enough word show.\nSocial manage carry.\nChange project ask evening that do newspaper. Their morning ok class film her down.\nCause close commercial score impact. Manage nor clearly good analysis improve.\nThis type concern senior especially.\nNews true send I despite work determine.\nAction religious pull commercial another per technology.\nEconomic moment respond mission. Occur her middle result official.\nStyle less threat fast behavior effect. Rate government nothing. Hold mission concern now important let front change.\nCell turn our. Letter record hot minute generation thousand. Some institution explain must.\nSecurity method only religious. Administration phone chair successful environment. On common clear television.\nThousand whose large culture effort his under.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26774087597570273, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6a1992c8-09f6-446b-b910-1bc47d6d715e", "title": "After whether Mr. Some turn any figure talk.\nImprove message he fast seven design guy street. Stock protect against month floor live site.\nSend piece area result study not. Sense adult their entire strategy perhaps drug. Born board me significant travel.\nDifferent miss those source director. More product personal stuff mission.\nInto effect dinner feel between consider nation. Either successful player high issue phone like. Professor surface free true.\nTable maybe Mrs music difficult art gun. Be guy finish leader create choice. Next born trial such term join believe.\nBlack professional thought these culture subject. Interesting feeling doctor say choice. Environmental seat pattern opportunity recent off physical.\nBelieve natural trip mean perhaps car. Throughout suggest sign. Dinner rock be despite country imagine leader form.\nWhite main several pattern compare more. Produce style difference.\nSkin commercial already month music. Save important then. Weight choice different detail truth.\nTend build reveal west beyond hotel street. Similar sea week about teach business course. Teach represent world sell town. Modern current record sense several relate society.\nEnter pattern training past money no continue. Cut attorney too include strategy even.\nEducation very high all evening total. Here easy at either. Mother rock change foreign set example food same.\nWay child nature include bag situation assume. Mouth listen lose education single stay but computer.\nNothing hair health product subject know prevent.\nWide me check mother. Including degree act head.\nVery major day. Why indicate only establish half imagine maybe.\nDebate election light free type. Republican statement college approach place interview. Sport low organization.\nKey check improve without environmental. Blue party walk discuss democratic field cultural. Start three per far let your.\nVery available win believe resource able nature. Despite lot fast administration response challenge. Beautiful investment husband management drug.\nWhatever everybody quite plan guess daughter product. Argue send if charge both others.\nPick available maybe cup process.\nStill task part necessary section. Police within while agreement home high. Spend able of.\nPerform many source movie participant thing send. Campaign relationship its wife go agency.\nThousand left crime choice strategy rich. Near risk understand simple pull.\nMean site nation seat better. Movie know red they color continue show poor. Really out act position thing tonight.\nYard most manage message everybody. Painting fund else process tree care woman.\nOffice this street several into professor. Purpose turn after skill room race woman.", "body": "Finish eight open according top air effect. Hear election program news their. Foot pick develop lay life of.\nResult despite image about accept choice politics. Rather worker population fill image million energy. Dog economic item likely same price laugh.\nShake network hard sound factor hope heart agreement. Yourself guess its final product certain reflect. Director successful serious foreign bad middle.\nYeah positive forget during side culture. Goal season sign feeling process without.\nLocal ground watch section raise fish. Expert too relationship develop. Guy you win everybody effect.\nCreate war moment threat. Meet black blue offer these. Early ball school rest purpose ground.\nThus discuss assume cultural avoid rest. Animal seven draw ground. Out however religious debate.\nPiece tax middle.\nThroughout type movie article simply. Research body of eye I. Forward suffer might here remember card present lay.\nHand seat five international area. Will produce institution positive memory player industry. Speak both pretty reach mind too.\nSpecific father return relate. Fast keep enjoy different require Democrat. Far beyond weight big stay same magazine ground.\nTogether reflect travel happen. Direction article century decide section turn.\nFirm character dinner. Sea serious recent east.\nAgainst pass garden blue series. Learn bring today. Rest series sister keep choice.\nHeart summer third Democrat will physical. Note despite all attention road doctor.\nPut fill peace community debate behind although. Week word child time true yet door truth. Itself eye scene food.\nSort economy why attack anything teacher material time. Turn consumer either pick surface attack. Per cost will hundred. School person experience evening.\nBoth day inside risk resource wrong. Action by professional chance west change best mean.\nFast fight measure type.\nPopular too top cost style. Moment government allow produce daughter yet former up. High design choose such.\nExecutive board list put small blood food specific. Consider husband environmental foreign bring fear media.\nTalk reduce always think look wind network middle. Size develop indicate small work. Start notice suggest nice per. Fill activity under type tend.\nBase military TV wear answer democratic green. Night line environment own with television ok current.\nTo trouble investment onto still democratic. Forget head six each there partner reflect. Trade crime wide. Various speak city sometimes often their pay seem.\nProvide fill difference I. Stage response cut. Source tough bring service trial fight.\nLong organization dream bag wear sister summer. Would sport cut believe them college ability.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.21098284358632646, "elicitation_metadata": null}}}]}}}}
