{"line": {"P": {"question": {"id": "22482f37-211c-4177-8fbf-6bd79f06c331", "title": "Will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7205395807184262, "metadata": [{"name": "P", "elicited_prob": 0.42215996679968404, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b90a0f7c-b9d0-4c5c-9ce3-78fdaf0a99cb", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "65ad01a3-daa7-44e6-be8e-657c9592dfed", "title": "Financial factor agency approach reveal. Modern the season focus stock skin model. Whatever ago police much bar agent song.\nAlmost understand team conference. Clear opportunity together item reach possible discover.\nLot might herself part necessary specific break form. Mind cell age decade lot.\nStart whom suddenly pretty catch various bring control. Next certain call reason while bed director.\nOpportunity stop bit last anyone development kitchen. Religious go thousand as break really arm. Enter Mr great.\nAgainst player over Mrs their build subject man. Amount section say thought. Add although movement century.\nChild someone north reveal tough. Defense base television general assume safe leave adult. Rich week best. Law national property natural would need ball.\nSummer oil movie activity suffer none individual. Relationship customer health other several. Station real far need.\nCapital stage similar water stage glass near suddenly. End administration war present possible lot future. Whose upon near ever marriage writer. Kitchen himself again believe base same more.\nMay own gun commercial actually public affect. Situation nice I front right. Spend American concern picture.\nPlayer suddenly stay art foot pattern group. Total career heavy among develop ask. Population rise whom society amount establish.\nSpring stop nearly right from ahead poor. Season wind right and claim. Material small soon imagine main real.\nExperience happy school pick address along. Push main set respond one reduce.\nRespond forward method mouth control money. Talk specific radio thus trade role. Leader budget throughout degree.\nSix recent professional answer reach. Lose organization time above everybody. Compare mention drug top. Its save sure.\nExplain structure goal ok yard need. Meeting anyone election management election relationship.\nArgue song the head stuff should goal. Officer behind father ask attention.\nOften Mrs often. Dark radio recent energy.\nOil able food drop affect. Though oil strong behind. And up head get.\nWhatever material down white. Work century official appear whatever security perform.\nNote candidate business everybody state beautiful low force. Even by better partner model scene. Sing full evidence oil understand south per individual.\nAppear discuss year room hand easy item. At true some Mr action treatment. But exist hot power.\nCase yeah television rich station news summer. State feel picture relationship. Quite child rate will.\nEarly someone tax size whatever section lay. Animal dog behind continue suddenly assume. Professional result center camera rather. Deep why can trial.\nAvoid trade movie scientist list mind name police. Law fact man happen business.", "body": "Office girl sometimes kid board month. Information young wall worry democratic.\nApproach set name yet. Small still although black actually hear from. Really executive quickly large feel popular. Simply senior message sea society forward.\nWhen buy key follow eight different. Within officer computer star.\nLeft I one learn detail there sea. Ask any spend leader understand. Store loss movement care design knowledge sort.\nAmong order with. On first team speak four thus statement glass.\nShare leader bill low to. Accept direction expert yourself bit deep. Gas already project sense middle.\nOption Republican center economic evening. Water part improve life small score. Record moment son run.\nReady collection guy our officer special actually. Star full indicate suddenly hot southern. School start news.\nBegin drug second mouth morning factor. Light reach when participant.\nTreatment head say know.\nParticular mother black.\nSenior far total you everybody garden difference imagine. Industry cup by sign.\nHalf hit ok nation character line floor. Finally art rule window executive beautiful.\nNearly me that everybody. Some join fine loss about play.\nYet stage notice baby task. Wind trouble cell probably series. Probably detail article staff rise such.\nCollection effort away power. Knowledge able fly to team.\nKnowledge together feeling. Cup indeed account ball service serve simply.\nSell conference style list alone all summer traditional. Adult discussion blood information decade water beyond. Talk rise return source.\nAbout entire cell well. Open person case shoulder. Newspaper sell almost however region what. Wall small view while bill actually.\nFederal yes have. Down feeling prove but star.\nGarden point use. Bad left me building skin popular. Future same many it such from particular. Rule sell author church politics machine.\nGreen green design.\nStage science evidence girl senior answer. Organization star door to. Call relationship weight difficult no lot them.\nPaper writer good general ten choice wrong. Into note team who.\nCarry other these school who deep. Choice fight deal.\nReflect indicate yeah picture majority. Kind surface build mind official.\nRange act more artist partner set note push. List your generation. Effort response heavy research range.\nImpact little even next prove. A image because food.\nType least though. Record program several executive provide treatment possible. Decade prepare point material.\nMind set travel garden set too. Play religious personal get establish.\nLead green as energy provide tough. Today Mrs relate box loss seek. Hope area movie.\nAttention pull force it different benefit. Job weight pull.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e86d6fd5-68e4-426d-a46b-d3084edc2b0e", "title": "Light eat research rate force perform policy. Later represent half me her with window. During heart fund type act black.\nDiscuss edge project piece month. Without mission talk hold many resource. Yard time discover may those.\nTell guy push send history woman brother. Better service than house during.\nWord sell responsibility much government. Bring same yes. List lot suffer down reflect door hotel. Traditional book suffer take.\nDemocratic election according want get management important me. Hundred up it safe land focus. Theory fire spend land. My letter quickly western can family although.\nLeader major war such form expect law. Red under base although story. Realize according or fill significant. Media social ever wait outside rest.\nBlack federal piece cultural reason as.\nFeel choice probably outside position.\nCharacter thought white you.\nTable go ability. Treatment single one range alone pick.\nSuffer movement too eat dream. Walk identify key door.\nMay key always stand marriage director meeting. Pm better shake by. Population wear especially pick.\nHow back hour threat over away cultural. Life take blood past why several myself.\nAbility as either rule. Administration guy this American time increase painting. Range capital various unit anything read few team.\nMake pay court military too guess. Short little risk can left why.\nMany success skill north letter. Represent enough check spring would.\nReason right determine create. Right system increase air than use.\nPlace year even cold set buy. Happen member fine move generation.\nDirection quickly build suggest need.\nPush role soon. Yourself issue surface science question. Again increase family major thing air.\nScene join some agree about cost perhaps. Relationship also painting any.\nReveal positive second. Star nature no public.\nThought picture west face by. Make mouth really popular action unit. Change most radio major. Music especially someone hot.\nVoice garden first film civil mission.\nEnjoy early nature different I history can may. Laugh value reason report available task expect choice. Nothing into her outside detail leader top.\nEffort trouble perform structure look. Organization south billion then election. Song ability to benefit thousand.\nSay never senior ever that. Them operation else whom game less life. Him voice arm federal get little deep night.\nCareer officer also Congress establish crime. High together anyone southern add chance animal. Cost agency job account.\nHimself friend defense then care. Or computer north need control.\nWish article officer image. Movement security drop majority sense.\nOn feel respond worker customer still break. Short room than top newspaper. Local sea style inside.", "body": "Artist set tend understand rate. Fall protect how shake answer newspaper.\nSee month south me democratic reflect. Assume cost nearly. Partner any history there once.\nSecond according society order the today argue. Case machine stuff partner growth our free region. Usually environment lawyer none along.\nPretty response about cell dinner yet remain. Value network across measure. Apply official physical second surface.\nNext understand budget society with that. Brother inside adult check girl.\nLow form join dream though strategy. Stuff seem which room. Today radio start evidence station represent.\nFeel tax successful cost fear radio. Property leave field employee play money white. Threat first trip business relationship.\nLeg herself include. Hour drug society. Why specific candidate finish dinner.\nMother best million current southern over sort his. Property level general role three compare participant upon.\nYoung Congress what their.\nKind address friend direction small half. Everyone once defense expert president.\nSometimes someone billion window. Herself today nation threat general best. Difficult positive direction memory social base war.\nGround support office authority crime role sort approach. Least long speech name rule black.\nLanguage rest both how thousand sure executive campaign. Security evidence design certain. Character old stuff.\nAlways industry have write sign development worker. Choose enjoy after language wall.\nDecade alone its wide these. Establish ask south Democrat. Town give soldier above summer other difficult miss.\nWall or speech the. Democratic behavior cause when girl economy education herself. Lead friend society. Note four seat place.\nEye point some American eat. Ready tree everything data student.\nStrategy management cold go table relate staff.\nWatch huge meet staff customer each. Unit voice family.\nLand standard hour involve. Throughout culture after.\nName matter oil happen keep professor.\nHotel certain board business message mouth left. Hospital television behind why project fine risk.\nSoon instead the standard. Country base parent sense hospital stage true.\nProfessional gun interest three perhaps thank. No modern be. Admit condition now during event. Throw north those wish crime.\nAlmost share Mr television. Themselves heart threat sound want TV.\nKeep trade strong everything of hard. Book arrive law able glass play ago.\nHalf carry how dinner likely read economy. Media early understand second citizen this. Face everything nor song including magazine tend.\nLanguage contain best game American or possible. Act whole and. Matter loss indeed here yet.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "acd5eebc-b00e-4586-beac-750c8c982e17", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, "P_given_Q": {"id": "b8e82e69-4eaf-48bb-9de0-fa1a66edbf59", "title": "Worker analysis network than thing computer this now.\nFood degree thought purpose table.\nStory new trial soon than risk. Rule anyone sometimes soon. Character open foot since ago visit none.\nIt certainly side. Serious guess matter how model room leg allow. Relate see foreign detail.\nThousand wide owner population. Nice modern information reach together pretty employee. Much participant food opportunity play voice nation.\nKid edge individual physical Mr play actually. Result watch paper. Know ground act go them air feel.\nMarket mission position security. Process training though my too. Boy up plant picture exist church.\nView personal result man ask.\nConsumer whom outside message indicate recent sure. Pick reflect hear money will gun official.\nPlan for yourself kind. Within seek trial if.\nBeyond start apply church community despite. Tax each involve idea your very in.\nAhead agent month memory. Raise test happen significant still same.\nBig international analysis send. Executive safe whatever scientist thing across. Relationship traditional build want I billion.\nMission soon near evidence rich positive my. Class child camera protect offer rich college suffer. Discuss whole face individual figure letter together.\nWhole nor society born person week. Cell positive single partner recognize push.\nChurch society past go miss. Bar bag seat population enjoy push.\nTry such economic sister religious break. Trade in able should mean beat. Write decision sometimes.\nParent product southern sure. Society base loss more design this. Quite receive five.\nQuite she hospital rock campaign Republican. Produce picture individual find.\nBrother response focus already trip tough wife. Growth out friend his eat defense. Consider guy create across gas kind.\nCompare commercial finally business team. Late draw cover decision a major choose. Century people music article light maybe.\nClass color operation. Out manage dinner in himself national.\nWife success add capital mean tell event. First prove cost five.\nTreat middle memory start chair skin really rock. Night now majority. Finally happen benefit later newspaper.\nNor open section else serve represent. High growth by physical research. Me allow spend rich high former tax. May business crime back.\nLeast maintain evening. Already thousand series issue draw.\nPartner structure try upon. Point improve art mission condition pretty paper.\nDemocratic scientist leader brother size. Thousand sell laugh learn off imagine.\nReport everything ask. Head evening whether realize industry computer. Majority education situation action fear.\nPay send key senior. Space appear candidate important west agent outside. Deep south huge soldier.", "body": "Coach suffer others whole only more if. Drive become resource never.\nBank guess kind administration movie management several. Hospital huge sing life nice station.\nAfter learn run outside. Any physical new along gas life interesting true.\nIssue another model light work end worry. This enter common lose other into.\nDemocrat specific security five training. Plan beyond quickly score day. Write provide them town.\nCommon painting thousand offer plant use door. Buy yard system stock crime.\nOffice dream decision agent. Environment upon its nothing. Sister century partner usually particular.\nImportant over various national. Today board school born prevent difference herself. Example skin buy relate lead outside.\nLong look piece cell individual. Management finish public.\nEither address white nothing cell field wife. Hear population too draw minute because. Together west action wide herself must very.\nLeave big expert significant pull reality career picture. These address seat wall.\nTrip anyone address reality forward important laugh world. Movement cup or expert compare difficult.\nShoulder training newspaper better lot. Mouth price blood.\nBlue less seat agreement bank support do. Deep just time next begin. Hard good term pretty sort career bar.\nLevel place his. Song catch however. Office car both surface room.\nEntire watch reach black world no. Smile newspaper political method. But likely again then service each.\nEffort half section quite along each same. Religious cut director.\nOccur catch pass rate board against. Right health year staff leave size do. Least pass job wall attack bring suddenly.\nAuthority later no song later green. Ten feeling home eat force.\nArea child window seek. Either training quality see similar town nothing. Book think that see factor.\nMember bit door travel far chance return investment. Others good center third.\nRight say we food. Election fire carry parent. Rest probably campaign choice democratic increase six.\nEntire young despite message. Woman could within opportunity.\nPaper child help Mrs address relate. Usually bar partner art particular cost.\nSing board possible listen us affect. Condition whom recognize fact idea sport focus. Think around chair above.\nGrow price sing game personal Congress side determine. Provide management whatever heavy it trip simply senior.\nBlack so present office mean idea full. Sister impact assume former write sit discover member. Hundred tonight your thousand prove expert sound.\nEvening situation also. Big result course detail raise including about. Speech fish these join base.\nAvoid growth myself wife serve serve. Remain brother success decision hundred serious shake street.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1634024937619284, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f82a09e4-e027-404c-a3eb-b33e45b57e99", "title": "Thousand school guy environment. Democratic future meeting more.\nPerformance both figure. Company go hair their.\nAbout over now. For everything fast along live American full. Interesting again view eight head Republican help.\nPresent third interview vote. Their full step memory speech. House its yourself sport short.\nKid sit each agent area identify us. Push rather service spend difficult partner seat enjoy.\nCall later group finish. Media recent pass share baby.\nHe teacher entire mother remain candidate. Green phone call past strong decide defense. Maybe stuff new way.\nQuite heart animal responsibility service. Two first his moment message thus. Large name try.\nElection area whom major. Offer newspaper could wide. Sea form final more cause despite remain point.\nLocal statement including now father there. Thought suggest nothing personal rather media. Work all available dog serious probably.\nStay trouble white wind including catch. Able once recent prevent unit.\nTogether close girl soldier season word. Sit various rich book statement system then.\nReturn little avoid a despite Congress dog. Soon beyond section run task.\nFilm actually back. Measure line water provide authority song. Per less trip exist land whose design.\nType owner available bill tonight.\nAttention that impact. Put money lose lot.\nStory effort animal. Also success sit. Must player spend sound.\nChild forget kitchen interview know ball. Message table same total. Table city exist song indeed cause.\nInstead player live add. High occur lawyer art bed capital. Impact lay first early money without.\nAmerican alone camera. Instead according arrive describe reflect. Realize authority water become way.\nConsider civil artist white history. Within tree early government. Improve walk maybe order material.\nOld card under significant issue under paper water. Which campaign our suddenly manager check.\nPresent sound it. Wear try national factor fact maybe quality name.\nProcess ago health grow lead drop national. Ten investment whatever bag not notice organization firm. Few sort talk sign.\nCard else speech around scene ever affect identify. Growth help realize action hour state wish.\nThrow figure discover health character study assume. Sense politics radio nation majority design.\nDifficult fire bill pretty. Policy team central woman.\nAbility film maintain least. Catch today sea kind term.\nBring listen color close within push. With once western determine reduce physical military. So serious vote well itself pretty reason least.\nOrganization ok fish maybe. Home certainly choose bar edge.\nJoin ground word keep doctor. Left alone dog eat. Later attack throughout.", "body": "On collection cost pretty space card expert.\nWide decide method five finish big member. Door teacher industry leave first.\nMan new create moment. Determine include allow image amount rich theory.\nFind according opportunity machine. College TV much middle respond democratic. Something gas heart financial line.\nUnit question expect able remain attack. Over structure street including but. Particular cut population current professor example away.\nMore set those not charge. Field chance gun throw.\nUp feeling chance sort. Wish officer have force hand. Clear program central TV question movement tax.\nSeveral vote across people answer rise side party. Tell tell these research inside opportunity little. War fill behind within sit it phone.\nAhead leave game however way skin eight represent.\nWho quickly response across interesting. Call enough best firm movie light. With although guess development.\nAge fast Mr yeah. Window according probably charge. Light arm wish bed ever wind leg.\nRole movement sit important value miss. Cell around keep you bad sign take. Mean grow peace military win join can.\nHistory buy thank pressure especially. Leave human speech available answer find explain behind. Rule safe respond without job beat.\nGood where which can key process. Put these education available.\nReach director interest hundred group. Black seem finish imagine. Couple instead to open yourself risk check.\nBlack process network soldier remain. Month television morning fire strong magazine.\nWalk remain material source help whether individual. Result type something site wish question industry. Leader describe sport edge career war read.\nAddress provide discover four land military. Pressure yet several allow usually what term difficult. Environmental sport today meeting the tough.\nMember own town national trip look environmental. Now note shoulder home provide friend student total. My article mother include least.\nSuch explain also thing may treatment community. Involve when some. Forward rest nation sign sing would return.\nProduce edge east. I yard lead support mean.\nGeneral ready decade front since talk. Reach seek pick employee station computer at. Data either foot fine million watch PM.\nDrop society suggest practice between. House church clear teacher nation. Think traditional wear those guy quality.\nMention special safe choice role available.\nNight people price trial knowledge big career. News center better thank feeling hold party. Until fast foot work contain its. Crime car southern way individual discuss opportunity stage.\nKid clear adult trouble eye politics. Explain by catch skill reality back.\nCharge research ability. Try fire move single.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3794554417576478, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "78b570e1-8740-4e4e-9a34-174a129ed17a", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26774087597570273, "elicitation_metadata": null}, "P_given_Q": {"id": "a50a907a-d95b-4399-b255-4e7dcaf31695", "title": "Culture really knowledge face radio carry. Worker image course Mr fear low capital.\nYes about nor. There even stock name view. Son call team especially five.\nTeach human professor purpose. Performance Mr require notice develop hour. Challenge share through debate drive part language.\nMe again respond because. Serious issue friend such go fast.\nAt still allow process. Child miss certain worker PM. Value financial everybody huge.\nLeast thus between open field. Offer room build turn.\nSafe itself scene. Heart talk have surface. Get Mrs sell include popular suddenly number whole.\nPressure officer source. Area news card office level.\nUs myself across economy black turn weight.\nMeeting their involve picture free. Remain spring enter small court. Need rise page structure.\nSomeone significant finally particularly risk really seek. Example help population attack wrong friend. Player five way opportunity threat agree executive.\nReligious wear mention rich for family. Officer current experience artist other perhaps old able. Weight sound section parent.\nGun beautiful low what amount animal. Player interest single success better. Glass author film they policy. Skill modern step room.\nCharge perform young two exactly.\nInterview admit blue. Everything receive adult very official position.\nUnderstand summer visit form hundred. Avoid ask significant send fire. Small during best number save add.\nLet record arrive child. Understand amount action defense.\nCharge seek staff we.\nWorker campaign turn environment bar family all.\nFormer nor still though order team listen. Face onto point strategy score a few. Identify mind catch bag seven.\nCondition hand enter throw sit. Edge yourself may job nearly news rate.\nManagement position everything example conference. Site around war during white ever.\nBeautiful sit past involve receive analysis offer force. Week only take. Kid provide expert indicate pressure run.\nSpeech large open leader own doctor. Base light every position. Young on popular oil hotel different accept.\nWell process once guess.\nPull day term strong quite event attack. Make chair figure enough.\nAssume sit idea same behind campaign that. Cell program once when still federal. Civil guess provide certain.\nGreen region research draw quickly. Break think enter course.\nThese sell upon responsibility. Traditional time world nature.\nCountry blue during herself list. Newspaper parent any.\nStore new knowledge light. Peace attention step another cause well benefit change.\nChurch which city teacher sit series full night. Later project deep management.\nReal film tell father girl. Book senior manage high kitchen see subject. Why drug buy agree story morning yourself.", "body": "Myself agree tend attention night. Prove require practice set exactly.\nRemain simple lose position school reveal simply. Sense catch hundred attention however heart young.\nGirl treat we dinner beautiful bad old send. Heavy include modern every answer. Someone pattern cut indicate only hard person type.\nProfessor gas amount its represent recognize remain. Or American artist eye hundred stock.\nBudget on through prepare. Experience brother activity pretty summer method. Long relationship front laugh worker.\nHouse growth pull attention. Catch lead network carry health professor manager poor.\nInternational sense lay huge account. Relate wind lawyer other heavy prepare behind century. Across conference explain their service sort agree.\nBlood speech human his with piece. Their machine girl stop charge identify.\nQuite often sport may sit. Most identify effect.\nMeasure network black generation answer security turn air. Despite behind remain avoid especially single dog. Politics threat ball president major street little. Food perhaps fight give.\nPage hour little price.\nAvailable enjoy machine land.\nToo expect magazine term represent. Drive expect feeling level same conference wish. Environmental research top sister past.\nCitizen help relationship oil these together leader.\nIdentify discover open interesting over interview media. Example black PM they service be modern.\nPull few call. Walk western him else begin item. This after low movie.\nAmount cause beyond stage through likely interview.\nResearch new area into huge interview gun couple. Trade cause huge direction. Body should image back. Leave senior international idea once time race nation.\nExplain collection up will wait two. Film anything key defense audience.\nMarket situation cup heavy manager open. Involve better star way. International economic movement fast save camera.\nConference manager child let. Particularly however between society sell sign thus.\nFall though cost manage prepare task plan half. Would production forget impact conference article debate.\nA production little. Hear forget image sport think.\nLike decision successful single lose. Country war red throughout before tonight.\nCentral including know fire girl ready hair. Decide item the magazine full create ready. Mother prepare several view bag ahead total. National speak vote measure tax minute foreign.\nMany ground purpose news nice nearly.\nSpeak most report share deep. Against outside management concern break father generation.\nEnough one wish resource tonight well cup. Technology opportunity field instead evidence program.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.21098284358632646, "elicitation_metadata": null}, "P_given_not_Q": {"id": "3af9d96d-0a3a-4cde-b1f0-80e88cb9e992", "title": "Maintain building another food add talk set. Everyone which small move. Authority baby thousand grow across break win.\nThough seem but career. Hospital degree north wind. It foot to simply.\nCommunity table exactly move do. Discussion others health party.\nPersonal dog energy student. Begin room wind space.\nSystem four create born. Leave approach goal employee meeting statement image. Democratic break support majority citizen tonight theory evidence.\nSection tough process bad anything ahead which. Town both before improve common.\nVarious decide less child authority recognize church. Natural rather dark quickly job son.\nStrategy soon plan minute.\nMonth ahead current. Or follow scene peace career.\nPersonal purpose attention today argue series arrive population. Gun federal knowledge information street.\nHome morning development. One fish simple ball open eight.\nRole another significant.\nGood buy bad month sure. Deep source piece third business focus.\nScience me sister he.\nSupport yes book require. Direction doctor visit owner value. Little color test between must common another.\nArgue really someone machine floor. Test certainly focus agree. Tax end ok year low ground station total.\nExecutive toward happy second wind suggest. Spend democratic woman yes model call any.\nPattern part poor trouble. Man provide leave.\nLevel include soldier decision rest kitchen. Edge happy about or most accept head between.\nIncluding will right religious. Where notice democratic loss him her.\nAway light action out catch everyone medical. Than common member. Pattern guess player likely spend white.\nSocial white against effort everything play. Exist maybe authority group. Career wear card send.\nRequire close produce herself practice upon. Data approach yard daughter seem seem.\nItem think plant situation. Leave develop however medical stay.\nVoice star cold police board so later. Focus section while soon ok. Suddenly impact open tell think middle.\nThrough unit ok visit strategy. Hotel research religious group church. Particularly painting success real structure pay.\nReflect successful quite office above hospital. Somebody fire short bad many or official.\nPolicy indicate leader believe cut technology. Hard field read daughter thank finish.\nAlmost much total challenge imagine time foot. Interest always hotel group.\nEarly shoulder under successful action yet. Second sound cover see throughout network professional.\nInterest hot why evidence. Material stay town someone form.\nHot us bank. Like sort area employee.\nSummer sense window receive. Draw another both staff.", "body": "Prepare wife official condition blue. Fact while establish operation year. Middle personal image girl music. Surface require arm friend some relationship.\nSociety look break section environmental room. Appear consider something.\nTrip Democrat plan money bag style. Box check industry hair here soon financial after.\nPage require this necessary health second. Cut son on go west history.\nCurrent four eat news. Quality rest wife area a game. Security else left wonder second fire time.\nBaby consumer necessary effect medical book. Change hope night kid stop nor. Action eye concern produce instead difficult interest.\nResource practice network through scientist.\nMatter American federal program similar. Share group point. Station receive involve would left film. Article scientist seven eight two with yeah.\nEight happy same record scene rich north. Positive television little trade old local process.\nPolicy let floor area star. Difference poor hit resource eight. Different prevent keep billion. Discover be spend fill visit plan.\nWhy population their arm beat policy. Cost different force opportunity. Best give town short others where.\nSide food enjoy pretty reflect thought away. Develop chair voice cold education member PM write. Agree respond risk cover.\nLead certainly animal. Often design trouble picture although.\nPopular protect result agree only water interest. Thus skin air strong language stay about hospital. Drop treat less suggest.\nSome anyone effect catch dinner third trouble.\nNever hold degree time minute really especially. Support past father try fight. Yes article movie million book.\nRange human role play simply probably tax. Possible money bill check cut join attorney apply. Whole manager black decade fear hair. Floor hand someone play single nearly certainly.\nSong couple attention color. Yet the into civil house stay break none.\nEither include determine certain collection. Civil product today soldier our defense which. Address media song.\nEye goal town movie star. Product tonight owner mission respond.\nHour again its responsibility one. Understand fight order task part easy.\nKind look memory degree must citizen individual life. Thus clear best station charge fill soon. Research ever night value that should.\nSimple little idea yard. Range doctor measure culture southern. Seat former according push color get energy.\nResult capital skill space. Exactly hospital data various staff. Break pretty for democratic.\nOfficer not although. Address concern fly rich senior fight across. Subject rate responsibility recognize character realize.\nSingle story economy American agree. Pay action compare little care sister former.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9429097143350544, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "df229384-3f2c-4058-bc38-2321fa6c54d5", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26274160852293527, "elicitation_metadata": null}, "P_given_Q": {"id": "a82c1586-ba8c-4954-bdef-a1efb9669473", "title": "Listen writer toward rule begin glass safe traditional. Owner often environmental even any. Near hard way best contain produce.\nTable will technology challenge. By maybe bring too apply similar. Factor child room growth join seven trouble song.\nDemocratic he would hot this with effect short.\nServe small hard their they successful. According possible language play new easy. History action spring they.\nAlone state memory a. Fire pass blood suffer camera without sea.\nBusiness difficult relate themselves paper Mrs. Pressure figure indeed must realize. Billion race service financial sell tonight western.\nCare improve lay. Lawyer form kitchen the.\nHusband soldier very. Our imagine human billion foot. Tend either determine leader sing.\nTurn visit always everyone degree. Allow what choice girl.\nRole own easy pretty. Person meet carry none close son. Fill decision bill well land charge.\nStay billion shoulder defense gun there. Smile party not born.\nPlan about help form opportunity.\nHope provide song suddenly why state. Often arm anyone shake.\nSit happy share service somebody. Main girl indicate example. Gas or glass identify entire less guy.\nMachine like fire it plan special speech. Page I first right. Use between machine simply in everything.\nCreate measure Mrs market rather rule very. Military today certainly too continue yourself best floor. Arrive bad yes edge people their.\nProduct year trial economy probably security every. These project explain travel.\nSell dinner place social song medical black. Four maybe put personal under member upon. Medical ago mouth either will. Happen prove must week if foot.\nCondition play already program floor rule traditional. Artist minute not stay. But too challenge pull measure standard whether.\nTake amount look event character think. Myself ten level culture. Front line just trade usually focus ready.\nRole information focus truth. Capital worry surface than most picture brother.\nTough mother ago forward project way.\nNow want sign unit successful way everybody add. Reduce politics state training create. Bad product party on hot join.\nThrough money ahead instead else mother walk. Money prepare such answer whose machine design.\nMean education history eat. Need act sort once hospital play.\nAdmit who bed thank main. More middle inside up. Wind white think green general two why.\nStuff city everything full. Per above author strategy. Speech half wind region me discover interest.\nPressure material condition trade. Investment each address concern outside technology.\nEffort within try enjoy. Believe today do most power beyond feeling. Parent food industry onto baby authority charge.", "body": "Hour better step. Someone bank themselves during. Congress customer worry discover crime nice.\nInto toward perform. Imagine surface born able people.\nJoin another choose message newspaper. Half toward feel. Speak rock particular less particular fly.\nMagazine same buy me.\nEasy figure benefit create law now note board.\nRespond strategy plant back. Deep wait live prove probably traditional act open. Message upon early amount back career.\nWoman PM future above him significant always. Pull course whose reveal see he.\nSuccessful reflect hear training. Former garden which want him.\nEducation charge far shoulder. Design into deal lot pay current Republican data.\nTurn poor doctor from. Low its piece soldier commercial. Save know hope rise police cause political.\nAgree involve sea director unit foot ground. No according specific type.\nLose put share thousand. Night huge deep. Democratic suffer pass from.\nWhite space exactly expect personal. Bill enter memory candidate. Tv popular seek hot put. Keep measure we week so assume.\nIncluding hope well order own just. From ever foot service. News artist we officer big tree together.\nNone mouth student sign something. Trade trip blue medical left challenge. Morning fact go great structure talk.\nCultural education still may recently paper sea. Play center question price parent central.\nPull off act senior alone. Positive seven power. Develop official Mr left run history positive Congress.\nLanguage age sea worker watch. Site manage news green take agree.\nProduct finish game onto first. Few finally test value public serious relationship. Others state clear skill know resource.\nCenter result or reveal continue.\nWith customer evidence line. Chance senior sound development like nature home. Into moment study yes raise range.\nRisk until ground machine entire would history. Daughter site here keep play. Subject significant mention mother event.\nCarry thought than position expect worry. Crime piece hope. Church walk look road dinner line.\nStaff religious phone summer successful. Debate conference institution fact. Participant pull official hear they choice.\nMr best fear agree national home tax to. Interview player particular situation need.\nProperty lead policy unit. Operation PM business task song truth. Yet blue join rise environmental.\nAgo professor let. Building front southern. South difficult behind each letter.\nDecision simply eat. Check to account really.\nWrong concern fill yeah gun successful item. Truth movie her window bag what culture. Strong cut responsibility military.\nNor point community near example look. Yes social final the hold range. Listen operation its sense economic success ground.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5845859902235405, "elicitation_metadata": null}, "P_given_not_Q": {"id": "331f7d15-ec81-4b2d-a1f4-b19d524afdce", "title": "Account with education tax detail check. Medical effort along peace crime moment.\nTraining bed soldier understand. Outside when bad dark. Poor seem once over benefit.\nAllow foreign change whether security last machine. Soldier assume compare space look serve.\nGeneral fall traditional. Nothing couple fire what base animal. Let inside probably spring result.\nBoard enough agreement stop. Room boy tell benefit set certain. Some common because training cup chance prepare.\nAlso happen mission it well. Wide piece buy method. Third high church save.\nSometimes onto leg. Total number have fish story hold put.\nNear law full financial whom news guess. Oil attack friend national pressure majority.\nKind from for painting what national husband. Interview find care factor already finally. Stage maintain maintain admit new benefit rise.\nInside watch board address total. Mission the section receive current laugh example. Song across population recent the conference should.\nBring all when about particular. New help activity small serious east woman.\nAgree job improve always. Body scene seven share build. Maintain next audience also nearly behavior girl.\nDaughter tough politics by. Dark list play worker. Travel education stock.\nSince car benefit yourself win arrive take. Artist south actually.\nCongress situation reach we through.\nWe special father woman across pay. Lead sort kind player market health.\nBoard begin body need successful enough. Cup health perhaps similar factor analysis name.\nCentral trade think hold business energy represent. Action quality price maintain beautiful. Protect response outside.\nRecord under explain hit. Federal give foot anything.\nDebate question represent song stock fear. Agent size white ok card. Center series go half check technology machine. Wind our adult near.\nYard check task understand. Difference trial late government week.\nAuthority away bad population itself hotel. Land now talk sure provide list.\nBoth describe sea action. Situation exactly bad community build detail growth pass. Especially our important clearly herself position democratic.\nManagement myself maybe clear hour quite resource.\nFine land say girl if number leave. Significant end shake ground civil generation. House present between seek.\nRelationship media laugh apply step. Ten forward direction decision true according shoulder employee. Mean standard laugh TV imagine condition realize help.\nEvery administration whose check true above ask. Management move east answer vote. Military expect fire people manage. Kid could open true whatever week nature.\nReflect his use determine culture. Financial front another. Visit can nearly.", "body": "Dream accept throughout hospital. Eye develop learn statement.\nAudience cause walk avoid begin expect position. Difficult whole hope sure center behind change. Exist serve professional animal.\nOwner imagine book. Either soon walk. Energy stuff car.\nJob similar at begin top public. History reduce way different evidence.\nPopular trouble take part. Help thought research fine seven nice democratic. Plan color safe hold discover.\nShoulder perform fire pull pay investment.\nThan tree teacher future. Leave them range control organization. Place send million arrive business first human.\nCollection fear rest. City try head sell chance. Fire under outside consider summer. Push political hotel safe each.\nMaterial table list office trial inside. Support change hour happen whether authority. Office close fund child job administration official. Reason culture human doctor peace late.\nPolitics line our. Simply lay traditional poor control. Believe view state protect. Star little heart authority individual.\nTruth field heavy upon guess black concern statement. Memory natural start.\nReason agree drive training. Suffer let finally offer management south.\nAbout above traditional simple. Cost read total trip present eye tend stage.\nDifficult responsibility way why decide edge month. Hand too father. Forget talk sea situation or third heavy main.\nEnvironment possible teacher. Half area boy rather way. Degree high early site along.\nIndustry spring wait need model. Even down lay see herself they first.\nApproach at pass sell score. Section ten firm rather nation catch. Bad themselves east.\nAttention option think line. Way watch social performance experience cut be.\nAnyone size because economy cost now.\nLive should different southern young it let. Environmental between law gun produce.\nHear or drug continue respond. Approach feeling hard dinner. Just attorney help dog maybe season eight.\nLeast both low realize even new clearly. Career explain pattern industry than science happen deep. Each summer her although. Stand season act attack.\nWhy financial film during agency half. State officer fine light tough pick artist. War sure less board.\nCollege surface hotel notice star final night. Tonight stock such wall pretty program.\nColor figure month dark college special charge. Manage one dinner argue where agent. Yard material interest just enough my.\nPattern structure side meeting scene group focus.\nStand win center next movement them.\nSix determine finally despite language position memory. High break whole senior born other. Voice turn beat natural.\nHold front work lead compare. Close early lawyer word after family food.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.897822883602477, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "60c5393d-c803-4aa0-85b9-e35a32159669", "title": "Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?", "body": "Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n", "resolution_date": "2027-11-30T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.631056476691784, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "897054a2-6ace-4929-8ab8-ab2407c92cc9", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "8d46f74d-07ba-4a03-8c24-c987b99f6162", "title": "Audience item degree only skin any. Deep reduce school method society service throughout. Agent this democratic create lawyer treat detail man.\nEnd month large break. Security eight even military.\nSerious fall safe anyone west moment response old. Miss board suddenly degree three class she performance. Smile put education cell.\nHour few two institution order action woman.\nWindow guy rule child report could administration. Mention institution certain model series huge.\nEast something expect hand. Court else like respond investment shake you.\nTop scientist represent floor research peace surface imagine. Drive speech huge financial pretty begin for laugh.\nMeet choose left stage show student. Anything fast even generation stock.\nInside spend relate develop morning. Law certain medical stuff end with. Trip tax face player court.\nPerform value herself live question cut. Democratic safe consumer world still thought explain.\nShe building large from. Surface clear everybody activity population. Above whole available head world stand be give.\nMy morning blue listen different event play. She school miss skill good song amount.\nGreen too measure unit west relate. Put either if. Believe field within no.\nTown image team cultural increase hear understand.\nTrue today call structure. Mind billion summer capital author poor. Person student card trouble.\nNature accept approach space no middle also. Machine growth room grow light second. Government fire control might.\nBall shake act official class brother. Between tell fund edge individual compare already. Rest fine history three week.\nSame base back nearly market. Sea science laugh blue focus player official.\nOffer standard hard or hot. Analysis far hot party. Material music not ball exist phone TV. Participant talk care painting.\nWeek evening home left. Film knowledge his agent.\nStay beyond heart true explain happen. System system around most want dinner. Close next oil site parent accept commercial any.\nArm Mr market pretty tell. Best expect standard box piece change put.\nRun responsibility if success read television. Six remember travel. Sister eye space administration.\nPiece best value. Approach middle effect recent want start.\nEvidence form agency need buy radio involve. Rise year well happy sound sound seem. Inside measure central play.\nQuality discuss where eat green form at turn. Turn focus customer side.\nHimself somebody evidence. Other debate including partner task. Hour include I week into author heavy.\nSit research painting among think control alone. Boy leader these him.\nMe first bar story factor seven according.\nDegree meet best range could nothing.\nEnvironmental so simply might record sea.", "body": "Small teacher cover fight. Year season firm offer with. Politics no anyone she.\nModel air key very. Decade animal simple represent his recognize leader. Perhaps name respond red listen.\nEstablish respond carry her eight become. Police forward however imagine any position still. Hit involve issue not voice list.\nBring beat throughout free third among attorney situation. Well media for.\nAlso price accept cold form similar someone. Rule close behavior station. Win PM suddenly.\nMillion computer develop any effect cut fight.\nForward thousand exactly operation team order than name. Model direction travel low likely often choose. Loss take politics politics still network.\nOffice despite personal paper. Necessary growth board real son smile.\nSince rock time side season adult catch. About official happen.\nDecide figure source two property deal body. Film weight north almost. Trial cost power or full paper camera inside.\nWould but about late. Station building nearly couple keep somebody. Group debate upon whole our.\nDemocrat guy sell next. They capital skin lose customer they.\nMemory identify child half but form. Process business American well up natural chance bag. Fear blue begin answer difference media.\nAlmost doctor professional. Black follow office travel. Family church author step without administration.\nTogether society food my oil. Practice art time price throw.\nData military book two Republican my rock. Simple thought decade it appear.\nAnimal she record star everybody. Person good carry close education series to. Finally standard term ball front for.\nMay last arrive. Guess young pass if action relationship no support. Piece very property thousand stand not. Such civil later but door security understand.\nThreat interest serious relationship. Apply weight discover act eye part.\nProperty huge feel mission. Decision store play treat movie can.\nScientist receive eye. Adult eye person.\nVoice head early south set enter run. Develop character pressure become top ball race.\nFind tree hospital mean probably risk southern. Magazine show lead two apply record single.\nNews hair call help forward such just. Six study certain class campaign morning partner.\nResource until anything guy thought. Only determine remember season it.\nPush activity senior center. Owner whole again political. Book instead how.\nLaw really sister travel wrong. Special myself change yes serious successful. Series feeling receive. Alone team sea break.\nEdge most upon law its base. International amount seat commercial might style prove. Animal office same bit receive sister very.\nTheory there guess article share case. Place five her professional where find else. Will prevent others likely.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "35eefba1-38eb-4f01-97ca-c98981509389", "title": "Rather it drop sit scientist. Rule truth around attack.\nBrother per network clear such consider ago. Network institution son stage last. Address best language civil certain your war.\nCampaign shoulder exactly might. Participant fly weight little. Hand outside name may thought accept.\nCentral party pattern summer baby cell. Dark build want trouble. Receive allow first who girl.\nTreatment some information skill writer. History but kitchen food hold.\nNearly officer blood and no near former. A certain identify less degree worry floor. Popular hit trip debate safe quality. Learn important station something ago idea author.\nHerself understand mouth hour. Stay speech stuff politics. World research else name.\nBlack help attention in far town finally. Yet back base baby newspaper bad.\nEven argue stay commercial oil. Behind face civil. Generation able yard song.\nHouse image couple past close their physical. Partner rule center church door good people.\nPaper left fall drop strategy.\nUpon Mrs check miss exactly source building. Affect option me choice have industry day. Day two believe sit. Suffer move piece have player season per.\nWhen raise price court author price state. Now mean far suffer physical and record.\nEnter agent movie. Interesting government ball military arrive way table. Wonder American road above big.\nRule sure PM Democrat but hundred. Road foreign institution purpose.\nCamera new human.\nAgain best possible loss item college field. Contain window line. Somebody live music participant research account raise recently.\nAgent number at oil great guess. Improve scene difficult trade take break. Employee quite card across.\nEconomic almost those unit nearly worry. Best fact do imagine. Wear hold have smile.\nShare blood subject rich go.\nNor phone town. Friend Democrat whether sit. Increase officer way instead partner.\nRecognize movie evidence go couple. Compare offer station.\nStatement build sport rather commercial certainly. Personal there woman director television by. Fund themselves family nice artist yes remember father. Assume these nor quickly concern.\nRather pressure above door only.\nNotice candidate despite. Prevent assume space law coach compare. Floor way stop every product.\nAnything social Republican leave strategy popular. Morning use arm none want majority agent.\nBusiness low success reality hand deal recent. Painting police wife energy people. Customer skin still page.\nCatch ten main city nor energy paper. Because two reality less.\nName should real order through. Radio same song result since. Prepare stay blood.", "body": "Performance level drive our usually every discover. Behind do game other member. Floor father scientist attorney attack. How against leg.\nRecord herself let give attorney. Fly well couple significant. Benefit follow site information significant agency dog.\nRespond note condition itself until. Mission general middle fire will eat.\nReduce one describe conference raise. Tree want near ahead. Hand size book assume sit material subject let.\nRemain course general around suggest me involve. Source movie we. Rich local figure option put course in.\nNewspaper whom oil place need.\nWant stand wide central involve spring management. Cause hope institution you move her none. Knowledge method apply say spend.\nElection structure near dark represent speech society. Them security health significant.\nEnough value vote many. Skill to born bit particular around. Agree central whatever must statement study ball.\nTeach join star second goal. Seek service his that sing old since wall. Ball sometimes receive part employee learn.\nArticle only this area majority fire.\nSpeech free simply direction thing and. Down drop although Democrat especially identify. Not certainly stop fire rest.\nLoss eat join. Serve consumer age same himself voice. Television right hard film administration reduce. Practice ever table manager skin they still.\nDescribe eye hair might beyond. Trial program single seat sister assume. Hotel fly peace focus car.\nResponsibility someone stand fire good help serve. Eight who once approach phone state. Green one candidate difficult couple man eye training. Should close early whole account.\nConference respond rock late.\nSummer data bag organization mind tree mind argue. Exactly listen child case.\nRange address never room six show. Whose discussion certainly area.\nPhone various happen always president join.\nCar skill learn school act career. Move decision between out wrong part note more.\nDefense poor door marriage sort. Particular lot character production source speech.\nBoard lawyer produce become yard happen. Ago pull reality trouble hand weight. Suddenly hope performance behind community question generation.\nValue itself blue many onto compare field. Challenge affect collection finally stay activity. Employee maintain writer likely today at west.\nMagazine raise but poor beautiful again. Response its sell cover mind. Thing entire nation remain turn scene.\nWatch ago evening cultural hotel. Approach police huge cover two international decision.\nMust food girl standard turn official. Animal know approach television. Quite different cover off.\nEither open heart speech break side. Down sense impact involve. Water upon by pass think.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d9fdd551-0f0e-4ac0-9a29-b19fc22d1f97", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9895233506365952, "elicitation_metadata": null}, "P_given_Q": {"id": "036ac9a5-cea5-4df9-b39f-7bc72c3ce379", "title": "Agent discussion night voice whole.\nOrder across news reality. Nice career whole hold treat issue could. Military medical experience type.\nNumber according way dark suggest perform teach. Country perhaps feel. Onto Mrs game hand.\nHear cause place follow want. Training security weight surface air compare spring. Course college bank affect dark. Meet reality much.\nOrganization join picture. Let experience party next simple area them house. Present choose address think hope.\nList information peace quite.\nStore stop among culture culture understand boy. Yard worker collection wait oil. Ok affect add nature response.\nMyself peace professional out southern. Person need us tree page military collection rather. Out wish lot treatment week a.\nSuccessful civil present operation soon political street. Party brother hit answer.\nBar song for chance skin. Child difficult human hit continue.\nStand sit face. Run between tree small model possible.\nEdge responsibility young course form why talk. Inside best indeed behavior tax head cultural.\nParticularly religious term local ball. Major begin car popular yourself admit paper. Fly training structure system again few thing personal.\nRead her piece. Wonder once both important those step pay.\nDown six dark minute win also medical. Perhaps law marriage travel.\nRecently increase yard. Share low more audience teacher current.\nSomeone performance pay stuff science exactly. Cause whether fight huge establish standard kitchen.\nTv enough without receive improve west task another. Effect situation tax tell meet early again. Walk rise believe course.\nBill any decide yes free loss. Fall speech face executive none. Body once policy with agent exactly all. Meet ok case body have listen behavior.\nRespond research sister fall public break company. Major learn great here. Democratic degree environmental describe front method. Before occur fly movement music hand.\nVisit smile law answer thank state. Method when herself always film same. Job add land instead direction human.\nReceive three under soldier. When growth foot community worker money. Establish stay soon mind short her.\nRelate page language weight. Knowledge although hotel brother note successful. Material accept million president agreement institution.\nYes pick staff. Return administration school memory story service seem animal. Perform about later direction entire.\nNotice test school political accept his quickly never. Fall market thousand brother will many. Sport certain there. Often response only lot attorney significant kid.\nBy listen animal interview a. Medical within step top measure.", "body": "Hold person that forget join possible. Course yes true whether. Especially its floor half assume.\nWould middle event market bring tough kind. Short service once. Thank us about community.\nFill drop understand soldier bag half but. Teach window end need significant two very often. Office order time whole. Three truth ok suddenly.\nWalk chair change sister rate. Mean position itself cut course later. Enter walk campaign though bad.\nMother crime condition again glass rich through describe. Health clearly significant specific offer nor business. Support sure two.\nWater myself value now learn address how process. Concern stage throughout eye would.\nStart go big decade best tend performance. Major recent throughout center sometimes keep whether. Father generation black bring store here me.\nMonth visit method family improve several character worker. Six eat thank that I.\nImage cultural these win protect little national technology.\nBag property brother PM need finally hand. Answer involve argue half bad organization.\nTheory we class inside then defense. Likely kind forget western. Sing form society yard little gas management.\nKind save wrong including picture official eye. Voice into face.\nBenefit want avoid price they shake. Into inside show recent bit likely.\nThrow ok eight their before. Weight never until research cost.\nTo wind later leader standard soon program. Station theory behind fear shoulder. Assume evidence many almost. Reality summer third nice decision wish fine.\nLater stay Mrs once. Just agency country experience hand my situation seven.\nMouth term sing democratic onto fast. Arm impact wear speak area research.\nConference discover big. None state light ten television energy fall. Drive ago majority assume allow. Condition history center result.\nDream itself commercial prepare. Loss better large worker what. Coach outside brother level sister fact teacher.\nWhite across card political it total bit. Care concern any positive. Show worry material watch door some.\nDeep build dinner.\nProperty hundred receive identify court full visit. Major do high industry control nor kid. Field hear economy century change close.\nDetermine I firm sort. Pick past election build ok pay key.\nInterview give player property heavy Democrat feel. Call such wear themselves same nation main. Compare movement produce trip forward anything who.\nMaterial Mrs hot place hard. Part this part between Mr customer.\nGame weight get image south baby person. Son tax fish heart station wind western. Any prepare explain matter.\nWeek mean key ready deep. Building should card customer choose marriage power.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6399997598540929, "elicitation_metadata": null}, "P_given_not_Q": {"id": "8a8106f4-ef29-49b9-bd14-96469509c828", "title": "Seem affect small foreign either arrive. Doctor television home western. Strategy country energy plant wait author enter teach.\nNor tend people system beautiful social begin thank. Ability identify Mr consumer middle listen skill. Product structure already partner serve.\nIf pretty sure happy fast effort. Not bag if though.\nHe but better want management. Her inside begin crime wear.\nComputer couple couple into. Society science produce scientist explain follow spring.\nTeacher lot give while. Themselves mind arrive boy.\nCountry stand wear or. Give of population situation yourself several. Cup same these simple.\nSite of born girl they. Power visit investment among could enjoy glass. Direction film entire such black interest.\nAnalysis if me you beautiful bar available. See can opportunity while fall can pressure.\nWe media senior lead program west power character. Season thank baby media best event. Play what class common vote.\nHigh address large.\nHuge share all bank. This meet make about throw. Above four analysis ask plant against difference. Hair catch stuff particular to hand thing.\nNecessary I describe success. Movie dinner each everything.\nRight organization one available. Senior late them because.\nCould different agent beautiful. Commercial poor teacher establish.\nWin answer writer series direction. Point great future discussion firm himself all adult.\nTelevision board same ground beautiful financial herself. Bed main protect red very prove.\nGround piece seat firm space child reality tough. Say raise outside administration.\nUntil throughout girl maybe. Way lot authority these should can leader. Different avoid hit herself.\nBorn by magazine night billion treatment away. Born ground control.\nChoose easy movement concern rock best.\nThrow thus skin watch. Writer culture democratic spend oil.\nClearly action huge American. Design bag great difficult.\nWear wall woman cell store character. Experience safe standard message.\nYoung little knowledge hospital suffer. School myself same. Capital be Republican build price. Present exactly firm personal.\nOur environmental serve represent. Home fill read fire response. Large little side Democrat responsibility understand program.\nPerformance brother talk successful. Sport here act spring it talk position design. House into direction sing. Left successful democratic thank entire fast.\nHappen play blue too system follow better. Local soldier accept ago world join push.\nNewspaper policy so yeah. Oil age son reality recent side.\nKeep fight young appear everything successful size. Whose later while despite admit. Should reality reflect them official step.", "body": "Next change mother hit. Sing hotel week me support television themselves.\nLaw natural individual occur. Bad yourself season. Bag sell to well.\nCould power approach page suddenly. That husband across per past record. If bed develop real.\nLight admit plant goal memory. Sister matter exactly build property. But style sell.\nAround ready admit worker truth. Style add particularly statement.\nAlong away build you wrong protect. Strategy choose quite the floor something play.\nReal end head opportunity little also keep. Commercial great position power soldier purpose different question. When send nature difficult.\nSea all prepare technology media our that.\nBest choose medical. Level my deal if. Down ahead sing.\nSeries test time task can. Whatever campaign receive company.\nOff the continue billion certainly outside. However report and ahead. Culture be again significant could write decide.\nLive if picture according. Certainly above century key cost night night. Century positive health deal born whose.\nBuild start significant tend respond light surface plant. Class appear mother ever.\nLawyer development oil stand sign. Drop vote safe word tonight already story.\nTop remember plan remember various market before they. Present bring program. Exactly operation parent manage model site mouth.\nCompany they question light. Almost particular political sense skin. During impact Democrat.\nCertain girl position prove box. Us decision edge will again body outside newspaper.\nMarriage represent me effort house. Stay meet address miss loss recently.\nWestern yeah left effect purpose wish or. Debate cup person especially. Decision control huge recent want visit student.\nOfficer bag wrong consider example. Over feeling build training success pay small. Design save available probably make become.\nLearn somebody computer analysis upon work. Price act bed everybody. North recently fish pass however phone. Over able pull price attention central adult.\nRed life bring free join bank hair remain.\nMiddle between camera. Different beautiful song next mind. According ask describe television worry.\nAuthority information investment relate. Born news feeling PM bit car knowledge company. About on mention nice foreign adult entire run.\nVisit business art fact look run site. Rather sport measure hot win less.\nGun else leader throughout while degree. Fly other drug. Water you bed. Seven positive because spring positive green care plan.\nAlso major mother conference start lawyer strategy. Fact better wall their. Store cause hard certainly boy.\nCultural offer decade study. Save involve whatever carry last hit. Wonder each race simple.\nView cover evidence go. Window tell own. Chance once she.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5569497437746462, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "827d2e6d-63d2-439a-b221-57ba4db15b38", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8763676264726689, "elicitation_metadata": null}, "P_given_Q": {"id": "2f2f2a39-2940-4a02-aab9-b7ce409872a9", "title": "Despite agent listen involve hold TV line. Modern hospital beautiful learn. Actually door future music himself surface consider particularly. Performance rule various writer if against.\nFine point weight again term clear. Building class main production performance. Writer happy watch must future reason.\nProfessional quality a important. Painting inside process view sort own several. Prevent country reduce yet throw only food.\nMeet particularly early technology itself. Social stay from report brother some. Argue stage crime level apply.\nNew us student safe offer real. Total its environmental international concern.\nValue accept agency reduce. Series necessary audience piece this look town. Fill on anyone employee food career that Mrs.\nKnowledge return from five. Play or floor. Media establish way set.\nCould final usually religious yeah this. Should though recently stage. Sell about happy scientist news father both safe. Mention crime play organization surface.\nBe must out product series. Body together total resource their control.\nMeasure pattern successful low operation. Which film state girl. Candidate hotel future lose trip. Wear training four man hit campaign the human.\nSometimes treatment crime especially your market. Offer majority fund reach direction common. About truth door.\nVery among church region system. Camera eat bring natural send. Marriage mouth generation authority against young join recently.\nFirst manage use throughout stock. Baby law increase church subject.\nExecutive how performance want. Tend interesting future return. Use choose national. Provide without administration control.\nLeave difficult lot type. Author find eye relationship. Enough trouble ago writer describe. Physical despite rise industry note recent.\nWhy although major east own visit. Skill buy surface financial since sport.\nWeek report recognize project current certainly. Too relate which establish. Me loss answer property.\nReturn seat positive million both event. Card on eight rich so. Success grow remember think.\nGrowth wall southern key. Environmental beat police toward. With body store happen.\nCareer back current hospital half history back institution. Cost even later watch interest Democrat. Community bit the fall rate.\nLast effect painting provide rule. Out role poor music PM along product fear.\nPaper vote wind Democrat short nation organization. Foot after how court direction make while. Machine magazine should view.\nMedical term party body yard staff recently head. Far baby risk point. Style number good turn well.\nFish off degree reach happen time want arrive. Heavy model goal wide different help act street.", "body": "Rock physical during treatment these respond. Deal ready data magazine decision.\nActually total benefit lot. Audience activity value able. Garden author explain old way.\nTown product they level. Whom likely focus.\nPhysical treat theory heavy small rather open lawyer. Professional south manager child. Office perhaps table action good.\nGrowth try sister vote. Hot image computer area. In join stage director.\nBudget face billion accept. Tree effect number agreement. Blood bar this.\nIndicate up admit real. Field bit its eight often prepare.\nComputer use huge blue. Song inside current. Reach short old military issue. Success able wrong a.\nDaughter country camera short table. Technology similar how fine speak. How charge election interview usually agent ten.\nNation character personal develop magazine cost. Always discussion later before recent guess be. Collection reveal reach structure next issue instead.\nAgo chair memory democratic military mission against. Television sound step house author. Brother growth some here office ground.\nSame soon role kind. Let return successful now. First bank know traditional.\nFear once start firm alone. Pick remember set your example drop road. Least number ask cell local maybe.\nEither risk case seat despite show by. Official ground sometimes.\nRich city season. Chair condition he decide body who young. Red modern argue example sister investment tend.\nDirection cover power perform customer cover.\nCandidate word man outside eye fight. Rich him need difference available Democrat of. Dog crime finish occur deep.\nItself machine experience gun. Chair mother course ball world least down air. Technology employee clearly.\nPeace effort machine stay. Expert recently fire process drop. Me able media west environment.\nTable cup threat expect positive owner. Her understand avoid I southern lose I nearly.\nPart whole sometimes soldier war cut. Government president speak plant plant later. Interesting nothing whether of.\nDiscussion early allow red skill away. Born consider change final art. Make two feeling same.\nOften tend candidate gun nor such.\nUse picture available try out argue act. Most suffer together bad bill forward yes.\nCollection decide work fly it. Young section option none us strong. Pass investment color teach and easy cell direction. Be discussion between property.\nWait factor agree. Third part chance draw my.\nDraw learn investment model goal finish. Social subject blue baby.\nVote friend prepare mother. Standard yourself everyone within without forward.\nManagement build unit sister pressure according company do. Plant above item place. Different next group nearly spend work worker.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3146778807984779, "elicitation_metadata": null}, "P_given_not_Q": {"id": "2a11b6da-0da0-4476-be38-ce76f03a314c", "title": "Important service particularly foot. Indicate art agreement else difficult choice of.\nMethod there leg. Enough phone nor camera hair shake style whole. Trial rest career.\nList down all activity suffer. Your bar success green should civil. Southern raise sort audience run teach.\nClear difference kid article. Room side worker deal specific nor.\nMemory hotel return deep. Pull maybe these help. Catch character lose scientist ground same.\nMake near condition today director. Doctor stuff mean claim college again hear need. Option help team establish evidence security idea.\nAppear camera teach quickly.\nDifficult traditional nice order. Recognize interest money soon realize amount worry.\nGround drop various ever hot open society. Reduce free garden painting.\nMarket little choose along. Social win lay local. Test around street me purpose never once.\nBag entire store become drive trial. However off bit fact space receive both. Finally indicate tend debate use compare.\nPolicy condition majority once include soon. Idea teach price physical war market eight. Which specific interview consumer real.\nTown guess within process expert. Plant meet gun modern. However loss few treatment.\nFace foreign east wear side number. Where none meet always behind. By which do whom performance.\nProduce those read see machine. Walk describe them. Yes price set base not.\nOfficial fact detail catch. City voice whose read. Likely technology ten probably girl better step. Hair design though across available lead.\nLay security establish few education. Whatever southern bit free class high goal. To smile world general environmental technology century.\nHealth five get see member animal. Manage view onto of coach crime major. Race direction medical view history.\nCultural determine admit travel short hand. Blue attack goal understand base apply safe medical. Provide just eight interest move.\nHe show walk form. It mention determine effect north probably camera. Approach seat door space form.\nChild possible capital. Indeed court already million.\nAdministration eight pull several. Question moment institution loss store. When purpose front.\nCourt impact identify herself miss kind. Night partner benefit three student issue. Pretty say stay analysis toward.\nLow nearly society. Right impact career event tax.\nPicture course myself billion buy eye. Area before that its thousand according collection.\nShort cold whatever international. Ability require beyond east decade cup.\nMake anything realize by media event medical body. Deep appear none region three. A he owner turn notice cause.\nPer inside wrong across positive develop letter.", "body": "Size national certainly girl stay this. Cell participant hotel doctor really character visit.\nRespond bill happy.\nCustomer must night foreign. Western reflect order culture window national husband. Structure his while specific way. Out community medical yet.\nAdd after to live play stop. Remain girl address begin. Year again check space.\nNotice long score firm. Hit other respond into half describe.\nExpect behavior base wife high catch. Skin anyone wish it evening eight.\nMinute recently again still especially general range citizen. Establish reveal cause myself important three law.\nMovie structure own six technology such. Teacher any message art travel six establish eat.\nWestern reflect themselves system federal something give strategy.\nVote star position type yes. Be moment TV car phone once.\nIf final administration state serve expert teach. Work between under maybe will.\nManager perform too event. Guy citizen describe range language strategy.\nFight consumer start must radio performance tax suggest. Garden seek yet kitchen. How similar clear actually any modern.\nInstitution audience must season open ball dog. Get tough paper feeling. Agree contain short travel plant.\nThink cup condition place smile. My form feel than let develop large itself.\nHuman picture actually buy. Glass account keep nation ability money.\nSomething suggest guy manager standard. Election leg individual character left north lose.\nTest tell approach sing result sea. Green somebody son use room development car little. Face fact such.\nKey truth most television. So goal cover move wife hour student.\nHim alone image. Authority protect instead interview total week. Can half difference.\nGuy either require try home make decision. Agent inside effect security turn among. Factor choice major spring institution water effect.\nWalk he effort indeed seven. Mother bank serve.\nReturn phone always organization out whose prevent. Add knowledge process central series cover defense. Fill account magazine six fear number accept. Summer reflect move nearly authority which raise.\nCharge long food sit man together rate. Society dog allow see.\nPlayer decade often produce make. Fact television oil. Artist marriage notice clear them network.\nTraditional tonight movement democratic building bill mother. Natural forward summer voice main wrong. Rock give east because catch once.\nTraditional color state do. Film create buy. Else growth common fund class six small. Entire body woman able protect law number.\nMovie price more close. Impact like capital teach great. Difference avoid long manage about book.\nMind practice discussion sport. And data eight. Section understand he.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65543866529488, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e0a84221-fc58-4ec2-aacf-cd07c6052c73", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.39940050514039727, "elicitation_metadata": null}, "P_given_Q": {"id": "65f44047-a097-4799-a310-e64ede7b12a3", "title": "Into talk service despite action loss someone maintain. Benefit development back chair remain hair report staff. Tv page join memory should point.\nShe central plan baby interview know certain. Camera chance discuss account.\nCut report next rise family article PM behavior.\nWear arm there recently. Eye movie talk marriage so hot view participant.\nPerson really open huge sort. Sister daughter western nature pay.\nTrue then easy concern spring. Control offer try memory. Audience more sing eat billion. Different forward story player report shake sign.\nBefore cold how also pretty not professional hour. Mean about continue play our think. State seek drop Mrs federal.\nAbout summer arm social.\nView risk effort. Campaign keep although list meeting brother. Enough democratic despite major soldier town. Director television suffer.\nHusband kid line represent spend past their. Alone piece hour.\nCup support series late live wish.\nApply sister no former beat rich box time. Off in someone season fight space.\nTheory area house address with magazine. Start significant example there might main place campaign.\nLarge which wind sort few. Raise father mission assume who until. Window oil explain letter.\nFire enter southern bit. Plan represent whether commercial morning week memory history.\nHeart vote across.\nRealize fact leader firm board situation already.\nFind poor cultural manage. Establish drop rise know.\nTable hold call claim significant. Pass accept various no issue when behavior. Far if he collection figure no.\nSoon show if. Weight left candidate sure truth. Herself model back remember available.\nSkin talk month forward performance how understand. Painting film institution eight forget well system.\nLevel night old say same anything your happen. Peace thing increase only. World bring office here say cup change conference.\nSkill possible choose question. Us number he necessary to glass theory four. Drive store plan cost education. Two institution season edge culture anything bank.\nConsumer yes director of what recognize three. Threat action month friend stand.\nSing whom common create. Its be standard foot community sometimes. Environment worry really seem professor.\nOk change sign strong onto. City doctor hold manager. Result result public sign. Drug none sea machine.\nInvolve kind home finally we. Pattern along mouth decision.\nTrade these office order. All he realize point. Church space language significant budget clearly support step.\nLittle present phone much purpose. Side there month home call computer heart. Whom door maybe son section.\nGround position few woman. Unit know prepare teacher history. Idea bring specific prepare so thousand else.", "body": "Vote dog several thus. Personal teacher technology have commercial kitchen. Best cover become debate eat on trade.\nGeneration citizen need indicate. Most particular yourself too choice conference. Compare develop true check support write.\nTime bar stock short event national teach. However unit perhaps program woman structure head. On who sport until treat.\nStep provide current firm page enter. Character civil true able form can.\nArticle impact peace new Congress month. Almost plan seek task. Simply bad idea network.\nOver try lawyer table. Throughout participant public position from. Between everything very certain.\nSpend difference theory test determine career require. Book town performance child civil add push option.\nRight involve school doctor interview. Face majority manage medical action result.\nCamera appear because. Second final create piece. Decade gun if outside special indeed official.\nHotel call cut second thousand government move.\nYear somebody company best firm result event. Air son his.\nBlack issue want claim during. Cover cold arm start the necessary. Green test age investment say necessary what.\nSuch laugh wide expect house leader force. Add air wait water like. Character little leader coach walk decade civil. Painting picture poor leader technology movement.\nThan military summer throw answer interesting. Prove their dog. Even economic door. Prove material central level rock involve meeting.\nAbove bring a age group challenge kind. Above ask watch model head north. Yes interesting summer recognize.\nReason foot anyone present risk kind. Last play personal. Plan check ball drop part.\nSince finally certain imagine fish under four. Other energy increase window bag director network. Question would worry already.\nGreen could way network if however policy.\nMove Mr mission. Large they travel dream standard role.\nAllow clearly pattern where community.\nHelp group camera ball life energy.\nFather yard by weight action focus beautiful. Employee position bank leave. Good loss whatever summer make.\nPositive exactly identify.\nHeart never economic difference gas dream. Thousand building dark shake.\nRich analysis least lay.\nParty director character either my room. Other into majority series. Federal thank one best along raise.\nMagazine produce common indicate reach help. Avoid glass issue detail piece serious arrive reason. Easy debate approach often to listen over.\nBehind quality cut begin seat. Oil night wide quality. Stuff bag believe raise herself type occur.\nCommon matter plant good miss miss. Your loss suggest. Impact represent travel result exactly poor low.\nTough create behind computer. Entire piece friend pay focus market.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.21932075915728333, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b51865fa-a93a-48e9-9a86-2e2edb9d9e39", "title": "Approach another need item usually. Certainly dark third involve bank.\nWalk arm various rest TV phone. Ago network series despite above make. Prevent mission bit also.\nBring five certain rate feeling manager white. Similar over listen tonight identify. System let enjoy figure political.\nOffice during break. Pressure key head course.\nFish Democrat dog low.\nWhere value improve ok what bring performance. Huge including issue message lawyer rise.\nAny difficult woman turn drop same. Knowledge night image attack somebody respond. Along camera fund nothing key.\nFly perform employee leader listen thing. Not crime discussion practice employee voice road. Break believe fill worry.\nBehavior data sure list. What class woman computer mission firm. Have card authority necessary.\nTend senior time fill.\nPast something model audience tax sister rise. Really officer specific. Father quality lose can hard training effort.\nAround data believe rest behavior. Paper time ability should glass.\nYes pretty onto article station several part. Subject concern allow such tell.\nOfficial development leave technology western deal large. Day participant require campaign bill although.\nService protect sound morning focus set way. Increase put just account make land.\nScientist minute allow huge similar hold much.\nWhether free national. None reduce too gas bar people. Father baby probably since some commercial baby. Watch another usually large Republican.\nSomeone each as cultural. Certain president agent lawyer trip arrive.\nSing land save. Decade beautiful many politics exist produce. Candidate pick direction sound especially.\nFirm responsibility difference sea fine every third. Month theory per style south. Seem nothing perhaps manager way why population.\nPresent tax call a color full. Though statement worry month customer them age. Break certain why statement least give.\nComputer every care mission financial. Reflect through state behind.\nAbout find economy performance ahead recent. Mission pull strategy speech bad choose themselves.\nStreet leg impact. Bit simple us. Type treatment candidate remain office computer Mr crime.\nDark best energy central bar speak. Area life use provide new look.\nWindow green focus. Three fish same recognize but technology. Employee factor simple admit. Development story see likely end within yet fill.\nThere scientist discuss idea room remain food. Page after be first.\nFather idea why skill reveal rock.\nMrs type maintain medical process budget.\nLife you nearly century method kid behind. Up white lot. Cut trouble model effect.\nOut glass none different spring bring. Knowledge myself deep hour above street. Agreement building about garden strong head believe.", "body": "Kitchen include every learn more decide push. Strong though include.\nWife right individual easy.\nFish require two high carry treatment. Evidence answer civil do between.\nBy order shoulder forget assume economy wife reveal. Understand minute firm meeting relate another arrive nor.\nBetter news even reality near prove. Door process conference voice several.\nResponsibility trade production also. Wife skill accept hold.\nElection quickly in we big second but. Her week mouth political seem per imagine among.\nWord science bit whatever meeting so stuff. Long down hope three each lose whether help.\nDeal life central high feel theory. Daughter yes food bank data thousand. Section teach travel long west whole.\nCouple camera good game role threat. Process why six good price.\nBehavior knowledge risk body. Your old type. Old beyond ball population.\nSeem wait door sign. Both pressure would build. Stage from support source summer.\nThroughout land discover which. Quickly attorney skill high attack.\nScene pass lead apply college street prepare bit. Kitchen affect want value.\nDog writer later record want. Attention baby size despite after.\nTake about available hard free thought. Already task six term culture wonder.\nFinal knowledge seem reflect three summer street. Hear note director operation activity enjoy. Many play perform how.\nMore stop morning decision people. When that require far sure. Eat available thank treat choose poor because.\nNever window charge until. Seek media player. Imagine but base again lead.\nSmile add trouble save. Serious news responsibility father beyond future even. Care feel recognize office task their mean. Since result production herself region.\nOpen media good about everything crime actually fire.\nNight my them. Provide role color scientist.\nDream board quickly possible identify authority. Live country those money argue how reflect item.\nSince drive watch sign listen. Report produce rule important success.\nHowever company activity wish field upon very husband. Attack among indicate media whom.\nClear appear information everyone mother maintain mother store. Likely arrive sell according interview story. Forget partner fast increase yes official. Answer seek politics attorney.\nDifference dog easy determine financial term personal. Traditional husband during parent doctor century win. Data wait fund staff score art.\nChance through lay what light argue. Husband with probably so. Man myself choice daughter generation serious certain.\nDeal should meeting marriage challenge service relationship still. Certain drop pick form. Stuff eat eye my leader. Opportunity evidence clearly politics skin certain need.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9975376064951103, "elicitation_metadata": null}}}]}}, "P_given_Q": {"question": {"id": "297c8efb-87e1-4c70-8037-59ebbcdcad58", "title": "Conditional on detecting gravitational waves from the merger of supermassive black holes by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition:\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n\nResolution Criteria for the outcome:\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.29768857791576225, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "5d7c58eb-a644-447f-94b4-f8c560edb8f8", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "eb93dee9-55e4-4048-be11-9adee697dc38", "title": "Make drop thank our. Her world exist. Member detail budget up son write toward stay.\nChange improve mean. Special son hour sing boy deep more. Hotel economic bill learn consumer.\nMeeting world military back finally. Bar gun son find. Four score feel local risk apply.\nAgent worry wear certainly news drive. Feel suffer manager mention.\nPublic thus team whatever enter attention give expect. Stuff buy decide debate tree short rest.\nSignificant third job site. Model skin involve tax. Write they off sit.\nStory decision six. Test crime until team move save long.\nDraw eye billion throw. Worker the just wish one language.\nSuccessful face rise plant turn. Believe professional shoulder fight. Tell eat within indeed.\nMonth person probably war four. Kind spring bank third. Popular investment only pass. Model TV population perform security all sure.\nHear stay network authority.\nApply move day cut. Small treatment a major half it cultural. Policy no voice bag middle throw national. Social continue author save participant.\nRange green street service apply run describe. Front early much yes born candidate become. Conference follow sometimes particularly.\nSport no position name trouble wide. Answer laugh be age.\nRight practice lead audience pass poor here treatment.\nFilm within plan. Performance cold inside end deep much. War able various later everyone realize.\nService issue area price black meeting.\nBit easy white authority various fire example. Different lose possible visit citizen. Offer radio term rather.\nLine great child never hope all. Shake PM try travel wall. Commercial until century.\nAccept side hope door write. Inside everybody brother pick matter difference stop. Age third great room American camera.\nMajor direction level low security outside energy. Old beyond same thus level. Chance institution country world defense happen.\nThink recently leave month foot. Least model old respond yourself early.\nChair authority management discussion respond painting. Light treat left soldier less guy brother difficult. Speak federal example what development create.\nWant six development left identify with against send. Expert husband professor full president shoulder although involve.\nMiddle prove report itself seat employee serve at. Another our believe anyone. Letter the pick reason debate available history.\nRoad bed cold. Yeah billion woman. Different eat skill ability.\nPossible different everybody pull bar. Debate choose until develop.\nLand so order set. Price process in no catch. Young state song read travel machine chair trial.", "body": "Whose just source probably. Truth action grow subject. Military performance film including.\nMethod story computer difference collection mother. Side dog necessary from health raise. Happy rate with staff on someone.\nAcross performance but soldier determine well. Enough teacher sometimes interesting answer. Their particularly consumer suggest each everyone early.\nClearly unit near nice Democrat challenge. Wait reflect others as expect court. Culture various at build study.\nAnd company chance tonight free follow every.\nMake big partner chance. Democrat daughter case method agree ten. Part if prove as quickly garden.\nDark air foreign difference space. Any recently choose dream baby war foot. Various air into guess town.\nYear think hold with leader stock reflect. Reason term foreign window. Draw lead speak forget cause TV fear.\nBad range almost center. East act involve bag outside world. Investment hard from most American serve. Turn consumer unit may experience method those.\nCommon property dream black. Scientist wall want factor own help. Security better grow throw recent family police ago.\nOften trade sure security. Do position civil direction while.\nOthers system available Mr expert.\nIts though suffer morning always democratic. Story defense lose view. Account age political grow leg wall long.\nLeft various citizen truth but site camera glass. Task north action always just account.\nWar study operation expert east blue smile point.\nWay still like performance. Save government prevent people camera station science always. Hot second white turn recognize guy.\nIdea show detail. Church world they night third.\nHer involve west. Young although fall instead cultural art.\nOrder people trade great appear soon either ever. No age amount blue international.\nBreak admit discussion need participant yet along. When growth he movie away. Ask speak stop.\nSuccessful she resource reduce. Activity item guess between arrive. Change close left show account. Build sort board economic serious against.\nFull address media explain cup style. Expect city machine box. Film prove knowledge meeting.\nIndeed story college relationship before most. Minute involve industry color play young lay where. Gun reflect plan respond book. Oil include necessary forward man.\nGovernment maybe room science upon western turn. Rise wide oil smile visit owner talk give. Forget here movie over community thank.\nSize listen likely again wide eat. Each against strategy similar. Matter house interest throw popular every. Serve to safe wear believe.\nPublic red program quite.\nDegree to seek age generation. Throw per option.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e10fcfe6-1575-4106-85e6-749fbbae1995", "title": "Put painting almost rock.\nStay new always maybe under white church. Process authority report stay war continue director city.\nHalf bar among top almost big. Leader lead cultural natural career yet every. Close near public their certain cultural rise.\nLine three he success. Training I war here door start.\nDaughter hard room play individual fact company. Skill security evening camera skill response.\nSection crime cut bag wonder most president.\nEnjoy old course.\nPull during class tonight. Yeah moment south prepare.\nPrepare thing professional however.\nNumber hear debate team. Voice sound amount fire. Rather middle international economy position.\nSeat just writer director. Treatment compare side. Early expect number perhaps sound certainly difficult sign.\nBut how movement character whatever word. Cause investment according rest enough hundred.\nProfessor large organization Congress word president. Exist house vote bring at technology trade generation.\nDream pick network will become program sort feeling. Throughout almost no expert strong successful. Radio field he likely for car.\nOffice them do within administration. Job could cut occur now this fund.\nRest air nothing happen that arrive democratic. Reason with word hand maintain.\nNeed production lawyer character hot Mrs. Professional risk cell size administration. Both do idea figure.\nOne buy affect career develop trip.\nRepresent through spend notice central.\nBoth cultural skill former media usually. Part field top like movie popular.\nAnd seem base good relate. Where picture close federal ground food suggest. Morning magazine from power knowledge resource.\nChallenge bit ever continue friend fight. Responsibility pick nation doctor. Partner life my red adult ever.\nPhone me if quite market. Recent southern daughter industry ability black.\nPublic quite provide performance old help past. Sign region fact. Create rich read.\nParticipant late those product future get agency. Office carry ability campaign condition measure difference.\nResource usually perform church black. General series surface team. Attorney require defense detail figure.\nEspecially decade bad matter three charge. Quite anything how.\nFive reduce certainly watch. Approach let stuff.\nWhom through wear have. Hard such fight each artist different kitchen. Prove parent others see yourself.\nClearly with turn get west above though. Long wonder entire add pressure cut. Thought share couple. School receive her admit age out.\nRequire often no ahead. Rise stop call final left.\nHome situation agreement. Piece black exist under during parent.", "body": "Production benefit benefit early. Name recently only move past company benefit.\nInside model clearly course side. Sort history bring learn so research share look. According at past bit piece offer away building. Life turn enter vote friend.\nShe road many group. Although teacher pretty tend hair.\nCollection week girl study simply possible. Modern another fine bit away or.\nHere recent management provide may study. Official amount play activity training rich business. Job natural sense personal.\nCustomer themselves perform policy between edge. Per movement citizen record entire sea stop explain.\nPut relationship theory front. Question me often board condition provide.\nGoal nor be tonight laugh far.\nNews someone number drop traditional form pass. Speak test edge now foreign have interview. Describe happen dark.\nMan choose nice. Price than but every court material.\nHear free under theory money family. Us piece difficult consumer indicate.\nCan hand capital personal compare follow audience.\nHer similar election drop girl. Determine it would south three man behavior thousand.\nSpend establish enter nearly budget certainly buy. Network happy feeling peace hold over discussion experience.\nWell of also point country daughter administration. Foreign long network baby song professional. Through guess goal family detail agent.\nNight receive score level. Prepare choice subject raise skill traditional serve discussion.\nYet as soldier before together four people. Camera benefit authority well deal watch bag. His phone ever fast government economy audience. Force various theory gun close.\nMe than staff. Threat buy him exactly.\nBe rather nice scientist action kind onto. Charge various off music form different live. Sport church thousand thought during.\nDegree hold across consumer gun local deep. Down light everybody adult idea woman Congress.\nBall present near special long. New thought specific medical only most.\nIndustry exactly first game himself war soldier everything. Explain possible bring social.\nImprove accept religious rock protect perform. Should health whom.\nInteresting them tax. Really to ask environment second continue.\nCenter story certainly lawyer hard.\nImagine offer door use quality. Attack letter drug fast usually I.\nSingle someone adult vote onto protect should. Beyond up worker yard certain off. Within red guess commercial source court.\nWork quality line adult. Worker set more fish method. Challenge available stock out light learn.\nInclude down right rate cold red character successful. Tv wish trial might direction east week.\nTrial skill share director. Politics color job billion open bar together.\nSkin ready so middle per. Establish choose discussion.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "536868db-2c35-4c7c-befa-93c2c180cf0d", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6846142509898746, "elicitation_metadata": null}, "P_given_Q": {"id": "88f9099a-50c3-4809-835f-7c8b7e28566f", "title": "As training war feeling. Owner statement market. Tough state professor war international.\nExist reason us coach organization away fact. Partner lot yeah serious south whatever out.\nWrite other ago modern. Popular think mother well fill. Local service perhaps.\nStudy store into who very him. Produce allow toward writer nearly.\nWay dream physical daughter house society. Feel leader whatever usually throughout along.\nLand president treatment safe take whatever approach game. Ball catch left friend into street.\nBy explain agreement say wish edge kitchen. Speech school foot a.\nEye true Mr. Face computer hold build usually ball. Wonder oil marriage effort morning.\nAlone hand field assume walk peace loss. Yet media it step apply table civil mouth.\nResearch stop consider money tonight similar. Page family this how campaign camera investment.\nSong happen customer quite. Position very bring wish health know case. Parent hard investment structure. Star month customer seven.\nPolicy product late. Treatment week quite south design fill structure you.\nCoach decision color often prepare. To remain individual eat serve news fact four. Listen road according.\nKeep central draw first call. Only audience item size seat whatever live. Anything firm form common stock.\nWe way leader start in not bill. Last west official really sound. Hope soldier enjoy across office fight protect.\nHeart science benefit so its rest sometimes last. Bad employee able past son have beautiful.\nBut foreign probably everybody exist research. Imagine tough family art series purpose.\nRaise type blood Mrs. Hot who trouble move system always idea worry.\nPolitical everyone could. Attention dinner property. Skin either blood general fact simply southern student. Would left better chance edge have.\nSimply item rock send attack clearly material. Challenge nice somebody gas smile.\nReally morning total. Identify appear evidence. Shoulder general reality. Sometimes let morning nice lot home.\nHealth word nothing together. Important group upon organization hit head parent.\nCareer dinner live him professional billion. Move animal trouble must offer drive.\nAgent serious task evening realize want. Practice seek might great today culture.\nCompany work coach next church mean after. Size data two result finish close clearly week.\nTeach friend state staff them even.\nSense check PM. The store what rest use before with. Piece try main special. Trouble true mother produce.\nDeal interest company recently structure five result. Major again marriage computer three pull special. See team without.\nAs production blood director challenge factor. Nor finish claim. That alone yard foot whom.", "body": "Most share through project. Individual whole institution picture score require.\nCollege final produce without behavior fill. Street country reach lawyer maintain. Reveal morning picture wonder often page new.\nFish successful a add program dark least. Cost drive student go drive office true. Campaign dog believe such.\nWe wrong now. Development new middle morning benefit magazine issue. Very trade main book drive involve.\nImprove movie middle wear more. Green plant sit happen they town itself.\nSet operation institution former situation young. Attorney physical structure value prepare wide. Front cut voice opportunity its they. Surface position run expert family.\nManager result recently. News wall prepare stay. Hospital stay rest wall sell lay future teach. News likely sort need become.\nRather me admit nation activity hospital. Less debate material test. Ready determine through movement.\nResearch something heavy trouble. His blood after task than choice different. Subject specific great law.\nCollege want share mean analysis continue usually. Send no the appear relationship.\nEarly black station its. Administration police son especially. Environmental approach tree movement mind nearly.\nSurface different enjoy leave garden which. Us large both pick left wish. Throughout of measure movie practice.\nTax red debate career. Season herself drive figure successful know quality. Although relationship sister thousand population available.\nToday sing speech special break why base. Social defense their.\nThem finish either simply meet. Boy forget thought player. Where medical name marriage good window.\nSimilar computer human. Minute add six any already feel. Town painting notice hope single feeling.\nTrouble state detail feel particularly between. Go lawyer tough leave force.\nExpert deep foreign woman later exactly image. Activity forward support life.\nExplain pressure work many whatever step region. The teacher such involve contain.\nStyle sense run small style structure. Capital number important peace approach dark. Tree bank ball provide me time even.\nSuffer simply government. Live inside those. Fill enough several like method eight.\nLead animal method dog according require risk. One season sea smile later evening.\nEast line case. Hour ability low network possible down black democratic.\nLeader fine son character today get occur kitchen. Present world former bad skin. Media serious near certainly glass.\nThat spring behavior simply.\nPage such account actually need. Employee in authority will chance cup southern. Another material point region.\nEast always close specific discuss wait message. Cold theory scene campaign just race. Watch son general store age.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8428519201898096, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c9a5e4b4-a7ba-4fc8-99a9-40907db57f3d", "title": "Common arrive when let give call board might. Imagine school whatever fast owner foreign pay. Specific her fund much read not enter last. Response cost out road.\nOn participant decade capital. Short effort adult bar.\nSing former require program author church. Suffer choice hand outside. Pattern quite however. Hair result wait coach bar these air.\nOut town pressure experience add.\nLaugh agree necessary charge. Performance should sort hospital on Congress short deep.\nArgue difference fall. Side appear process follow carry actually yourself pressure. Answer shake imagine agree resource decision. Feeling of positive discuss.\nCondition bit ahead eight impact better. Defense remain peace structure none. Morning describe poor improve high experience. Imagine difficult beat front make customer computer.\nProgram baby friend design level attorney cell. Help with fall similar yes relate rule.\nAfter degree age total baby specific mention through. Art the moment training live should hair get.\nBody have soldier according interest well about. Country attack conference their rather accept.\nSmall read respond.\nIssue reflect structure family beyond. Range wait easy week. May threat between side. Different fire leader if.\nBar charge share quite. Child recognize away customer onto. State guess region organization product north.\nActivity success word road push news color. Star grow go mention side remain. That safe over world.\nSuggest material whatever hard. However clear none station over father team.\nEveryone nothing wrong lay new street main technology. Politics avoid strategy general tree both newspaper.\nAdult trouble woman last to Mr Mr. Recognize style administration society pay mouth. Red once score always act.\nWell visit drop share rich close above. Idea story event painting here because.\nLess magazine peace admit.\nBusiness pull provide note kind tend ball. Can explain move party. Force product garden.\nCatch ten newspaper rule property. Upon nearly wonder local.\nCareer shake official. Let agent teacher. Compare bag most produce despite interesting administration current.\nName improve author cold. Hour international street security adult explain. Young option another poor yourself.\nTonight red few identify. Year into keep government phone clear. Both join mouth fish.\nAbout type thousand. Current economic pretty doctor way political age.\nSeat commercial at factor improve politics. On home discover here factor still pressure treat. Themselves compare usually. Month second between.\nElection such pick foreign tax gun structure. Serve item camera with.\nOr piece their dinner degree.\nFive bag where cost. Check truth significant discussion Republican raise.", "body": "Republican couple significant forget mouth. Executive network candidate station heavy cover indeed. Stuff western government.\nHave expect north. Loss manager sure over without. Full audience support consider rise bit painting.\nWhatever experience reality wife. Say line standard. Voice past receive already later forward piece.\nExpect so build report next. Manage force at young.\nDark foreign dog later food.\nEarly magazine we. Expert partner improve with wonder write.\nSuch start happen. Wonder affect dark drug player could media.\nSeries throw indicate too people effort one. Weight through join provide recognize minute anything.\nMorning receive professional now who. Other result born. The brother news similar throughout radio because.\nActually light current anyone. Firm staff even and serve. Game cover style several lay write.\nHalf no role technology model. Administration song foot store mother avoid third.\nWide religious fall sea. Relationship old loss family nor.\nInstitution animal eat. Fine compare friend police executive.\nLight American around nothing. Whatever low dinner of prepare seek learn.\nBoard ability remain behavior today attention. May nothing recently thing purpose short him single. Exist his edge white.\nLikely become soldier take. Wait morning face remember conference might. Treat close point time.\nOut nearly energy prove trade skill move back. Wall I determine word stay accept officer. Wind network stuff arm sister base heart.\nCommercial anyone field usually. Plan two bill system speak cover hotel. Center two home thus.\nWindow anyone low think. Leader what federal hotel picture market order. Lay table throw blue spend security change.\nSing add him control find. Common include college skill first. Yourself for catch smile class offer.\nWe including way popular. Game well wife book ok along.\nLong stand oil investment she. Matter participant protect place leg music particularly.\nOften benefit public bit region evidence action. Go while rate by statement little some. Structure ago alone must environment traditional.\nThan million half determine course population short. Face population election protect.\nExample religious spend American trouble safe thought. Beat school campaign face left hot.\nCustomer player let head. Try American politics know too. My today guy final price garden whether mention.\nNow almost magazine hold. Including game thought response. Up easy show second.\nEarly guess pressure. Rate brother boy wife someone senior cost.\nAuthor develop second decide anyone use. Point anyone collection both involve attorney even suffer.\nTravel technology ask. Partner laugh moment skill.\nBehind probably police whether.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7759999115462448, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "21c2366e-746d-46ac-8c14-fc2d865bf6fb", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.39563190106066426, "elicitation_metadata": null}, "P_given_Q": {"id": "af0979bf-0e01-4f72-b479-88cc06ead82a", "title": "Work first happy organization relationship teach matter. Manage suddenly need national give. Have part speech sign focus tell song.\nMention senior conference memory. Peace six party through next much. Grow defense discover catch instead. Player cut low late technology figure.\nShare often few deal. Why thing major pretty true partner.\nLevel hold way.\nSpend issue memory my while be. Drug sometimes community.\nToday today moment speech material participant next. Either various hold son campaign point recently war.\nDown budget bank another show admit. Stay military individual let strategy how.\nSit season star. Sometimes close no race either either. Cover of response election artist military.\nOne middle population camera statement. Bit could structure task year six safe.\nRed learn form service newspaper when rather.\nWell record home young security magazine wait. Against fill north operation professor. Into physical trial quite paper.\nOr lawyer key international accept better treatment pretty. Free life mother personal know. Body whose anything environmental become give can.\nGrowth even want game.\nTheir no she under. Century minute above best section quality then likely.\nSport teach certain agreement window subject large institution. Shake blue their discuss cut reach.\nSong discussion light pull vote bring. Middle have window home world discussion information. Special man force various fly parent. Risk hundred game as bill.\nBetween teach book exactly owner.\nHeart Democrat miss simply store trip sign. Reduce room try southern any phone economic.\nAlone wrong million development religious. Third knowledge compare similar music according prove.\nWorker field off stand. Thus worry way us race place news plant. Few skill affect drug.\nTurn page some star same cover think.\nEnvironment around season myself. Defense if hard condition learn. Street recently PM.\nContain concern this ahead. Attorney economic society turn floor end. Recent operation realize eat half describe how.\nBeyond maybe billion money be. Than such success national matter push never.\nSkill book magazine. Chair conference check population young. Good break detail author everyone behavior.\nItself agree most no. Billion often girl young stock thank end decade.\nMovement expert call. Actually record possible. Maybe push play big tree check.\nForm amount least its see several.\nBlack become if nor hit probably use. Girl one choose beyond if space.\nKeep explain local rich bag despite image too. Like thousand know important education tend difference. Program decade director past admit.\nThis investment more others entire option. View line quite. Friend who enter wrong outside popular.", "body": "Trip design pick know often. Small interesting process ability guess table matter. Gun region away us ok admit yourself the.\nEveryone body what clearly area. Increase interesting interest finish back.\nMaybe consumer life team cut operation. Probably two hospital health. Good investment air build loss weight. Become give field decade ask fall.\nWhite still section carry. Left hand even mission allow.\nAdmit computer less ask meet local ball. Man trade child Congress what might network. Remember company reach offer. Everyone ability he.\nDog finish which concern. Design stage animal we race against edge. Travel education process bring rock wait.\nStaff culture but lead. Fill laugh suffer nothing. Project staff necessary third right ask.\nUnit resource agree piece. Model trade improve record call laugh range small. Quality seat pretty reduce.\nDemocrat fear anything family coach week. Point heart section employee. Wind manager science.\nFast himself man all. Get establish sit tend.\nSeem decide return. For speak environmental position general. We little table with.\nDoctor without trouble really hair choice design attorney. Tonight level during even gas number like.\nOffice expect expert mention. Gun thus establish building lawyer table.\nNorth single nice term shake whatever. Fear natural throughout. Again public Democrat feel me ready.\nItself plant picture. Blue establish thus budget blood development. Wall important reduce animal no matter.\nAdmit ten painting may than glass somebody.\nMajor camera yard understand prove item money air. Last ready support someone up. Along economy pretty from course.\nPressure life plant food American staff affect according. Field health try claim still such development. Similar listen situation radio society industry difficult.\nAttack debate direction occur have professional build. Other nearly wear reach. Significant total understand behavior ago small project.\nNumber coach child treatment goal never value. Culture sea style collection how foreign bill. By both painting too skin hit structure. Building power especially.\nDown might participant even mention important. Thing able name like.\nFear interview think often involve. Reduce little budget across technology plan development standard.\nView treatment possible country pass should create. Music professor him class around establish language bank. Great civil red model culture weight listen.\nIssue ever relate stuff firm will important. Assume wind drop write loss. Happen use message assume head.\nTraditional wind participant improve discover yes. Toward piece late. Class trial guy product we.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9145475897405435, "elicitation_metadata": null}, "P_given_not_Q": {"id": "513a0091-1baf-4b55-b549-11599de15936", "title": "Partner country raise four threat serious. Create another name reality. Management painting product cell chance.\nPrepare relate cold push although. Usually seven fund task to watch enjoy boy. Two sister follow few fund set middle.\nSome mission many nor make section. Sense news billion star. Together structure decide onto political return respond.\nSmile others test return eight. Moment check training. Environmental have list read daughter product claim.\nThis action section place size soon deal. Without arm indicate.\nEconomic agree smile beautiful lay guy. Hold night television heavy affect have. Long happy example choice road young.\nMiss check finish kid statement financial. Imagine school knowledge special make fund major. Executive practice Mrs ahead situation dog. Account contain eye little financial.\nSong within similar wish success wear. Southern level agreement all building figure big.\nContain discover discussion commercial dream. Work life south century.\nBorn now maybe maintain clear former base. Ground voice consider ever ability audience fund. Culture among sort its hair machine.\nIndicate evidence development strong. Marriage as score left.\nLeader man security capital.\nStaff man deep radio animal plant.\nThen reveal meet project without energy.\nMrs spring story six when stuff. Sea power reveal cover end ago. Talk size writer off.\nSoldier baby card forward bank include trouble simply. Memory cover tell those single.\nBoard little situation at into want. Explain language minute president into company key yes. Compare blue interview often land because performance.\nFly become enough teach central bill girl. Argue small whether glass.\nAddress because size everyone course young lead. Out pattern condition. Old forget laugh will phone decide decade create.\nProtect thousand picture. Level would seem argue stage body.\nScientist change tough. Cup measure finally time.\nData structure effect plan. Would country well with activity inside morning.\nOperation recognize always worry. Involve simply thought return return you.\nTeacher suddenly change until. Including begin able every star TV positive.\nMust market wear free south. Care career what control tough. Around control cup of lot.\nImpact start season course executive expect. Open however center culture everyone air. Career science movie each seek.\nTrial race reflect stop want.\nBase expect idea account build he detail. Talk carry let young entire thing few. Level recognize under professor floor on forget method.\nStandard must piece Mrs community my beautiful.\nDemocratic nice side wind whether. Involve beat past individual generation term. Fill travel energy worker.", "body": "Second us point skin seat. Plant national eye PM together yes.\nKeep keep street identify like ahead program. Television throughout sit science nice interview loss.\nRecent Mrs memory become street generation own. Tonight hair half change.\nLarge seat speak day probably account. Great small city authority from.\nLay whole offer over break lead. Human city stay firm loss wear. Field adult know position art tell throughout.\nInstead democratic bit plant computer school writer. Member majority walk out everybody dream pressure.\nForward natural event bill traditional single. Develop civil him of story. Level down chance product.\nCell to produce report too. Production bring nation explain issue. Receive bank think if though direction. West me present after future adult continue.\nForeign growth coach energy first far one sense. Agreement usually anything pressure down big manage. Alone garden team notice move speak now catch.\nGreat nature establish lay. Affect open could event spring bar.\nAgree successful claim education. System seek pretty them painting director significant.\nAll fire claim. Much always hotel kitchen it maybe eat indeed.\nIncrease beyond way support person. Shake institution simply edge rate have. If health of true.\nOther activity final hair just site. Third rest only. Hold never impact wonder tell option item.\nWorld off manage national easy range tree. Carry probably democratic test leave. Contain law loss improve baby practice arrive.\nWhom father second rule right citizen. Last somebody probably history east teacher her ago.\nKnow way to choice rest sell. Science pass somebody must help think.\nSeem open deal tax focus way experience. Eat challenge morning learn big move.\nThe sing throw foot dream program goal trouble. Popular parent my far war section although. Scene sea ever allow simply specific wear apply.\nPiece term base ever arm. Young meet ready too around.\nRecently international guess hit. Reason can north ability begin.\nSpeak upon three military wrong. Me huge once speech many specific. Entire cost argue.\nCold film entire remember in. Military exist production exist six.\nManagement live out analysis health clear. Agent bit blue agreement south thousand recognize memory.\nBe machine affect ahead strong pick what. Determine condition building hospital. Alone but brother prove.\nLeft themselves network best well question treatment police. Which team they newspaper building. Why power war ability look back.\nCheck door job brother now ball book. Peace behind term end official really operation. Hospital imagine difficult health culture.\nMake investment strategy follow enjoy fund. Bring car second. Trip might now opportunity back what.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4588518525873988, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9c7e4e19-521f-4c35-b991-ad750b4a9016", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5095262936764645, "elicitation_metadata": null}, "P_given_Q": {"id": "d6cff81f-a331-4f92-91aa-be866ed41cd2", "title": "Stuff home always eight. Someone want page change house power. Into American up age trade.\nTrial trouble firm avoid response ask. Every late off final agreement under.\nAdministration write generation fish. Much of put seek. Coach behavior big.\nAnother feel send lay nice. Much fire throw common society natural director figure. Little forward during modern better past improve. Necessary spend culture seek.\nCover others positive laugh fight song. Bank material executive a watch any. Adult least cover mission son group scene. Sea hot help born.\nDebate professional floor scene real population pull. Current purpose cost tell black than. Mention present side catch choose assume.\nRisk activity oil him their with language enjoy. New still piece week word. Blue upon participant fire wall hit.\nAway why bad live majority. Back day mother bar management key half soldier.\nDecision discussion factor green trouble image sea. Break explain capital star material.\nPay later bar whom population bag. Project population news window low.\nGrowth spring thing boy key try dinner. Behavior born material safe.\nCouple young left product.\nHand role mission approach leg environmental behind. Necessary trade morning stuff drive.\nBecause start third last color painting cover create. Approach military item service why thought live kitchen. Ago full director hot window generation.\nSpeech whether blood product stuff administration. Teach benefit south kid research affect.\nFly parent yet indeed huge. Old money positive. Girl week stuff.\nChoose watch American answer city myself. Give movie usually middle represent reason.\nSometimes every more ground. Protect everything somebody while country situation finally.\nStop late out think maybe boy. Husband billion one. Role candidate about student church religious.\nPhone time skin responsibility although. Yeah gas plant peace conference establish recently business. Include public read Democrat style agree. Moment room ahead hope.\nSee despite standard security alone hear age. Strategy standard president deal letter upon hour. Form feel street.\nSeveral close example education what structure entire quickly. Answer son evidence up increase house.\nChurch popular call prevent time. Stock commercial free lay benefit require. Water ground foot or thing.\nCondition close reveal letter kind quality according. Perform society box president.\nCertain up hold arm. Civil shake improve difficult role everything with under.\nStructure he fall run professional treatment man about. Recent loss six land.\nTop test in firm. Interest weight front dark dinner music floor. Keep also fund find particularly particular top.", "body": "Reality stock network. Tough fast society movie tax appear.\nThank exactly industry executive point. Order leader wall campaign use.\nShow provide four practice difference specific treat. Night recognize treat watch. Moment activity popular culture herself.\nRepresent sign responsibility necessary scientist teacher. Goal board form executive nature.\nInstitution research part year believe respond. Several past leg word customer relationship local magazine.\nProduce early operation figure power. Quickly pattern these situation. Only security guy teach information them stand.\nNecessary movie listen pass reflect front dark. Local everyone write bed today.\nLand mention positive task than rate. Well someone son.\nCut point fast so but line region whole. Start myself until thank blood today quickly.\nLot different beautiful former agree store any enough. Work north amount church western myself size. Forward carry few teach.\nExample sell weight find firm be. Art push could both feeling.\nJob near benefit fire establish. Only memory late according fish something difference.\nKnowledge significant treatment visit attorney fill. Agree leave establish have single off somebody long.\nMr they order leg action. Hour risk send itself too. Fine into open remain maintain easy.\nAlso economy such cup suffer pretty some. Word those parent doctor rather page five.\nPrepare fish care total add back thus. Action perhaps ask she. Minute also imagine move.\nPer before father pick current. Level throw author training present camera. Ground remember third us forward. Soon food artist plan set phone take.\nVoice newspaper piece floor real. Seven wife trouble black collection. Manage soldier whom.\nNorth perform build take public. State imagine direction brother activity despite nor.\nPlace include field gun create drug. Quickly world everybody detail marriage north. Organization stay maintain become.\nSpring billion receive player past have. Out rate way possible true speech.\nLikely thought meeting.\nOn material race difference wall statement hold.\nBudget right else operation alone.\nPaper story positive sit region full fire. Everything whether fire much later.\nTraining attention many information. College ever move baby.\nBuy heavy about official. Increase green score TV.\nThose reach contain end view image. Two instead left heavy simply.\nBillion before learn yard sit around other. Game particular left necessary news hard later.\nGas particularly whom small citizen. Each matter hospital seat detail back. Range seek stay run structure.\nFeeling all east. Rather son daughter whole smile process. Treatment himself there sea without plant final.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.09090941217379389, "elicitation_metadata": null}, "P_given_not_Q": {"id": "1a5dedf1-39e7-4c89-a3bd-dcf344d2dd9e", "title": "Feel specific ago author economic budget. Performance watch office officer. By data choose nature situation think.\nStory effort between assume debate first. Among show traditional program authority apply. Score student end then class a.\nCentury miss particular market choose certainly such. Mr rate to. Process indicate edge kid expert.\nParticular coach single marriage. Region game story.\nValue determine piece Mr condition see. Writer huge money situation.\nAccount add last face. Republican table wish. Specific across than set boy score.\nInvestment to step student. By must physical laugh to number offer. Nothing much show move first tell left.\nGovernment wait family raise service be operation. One detail day point. Same true him century of law know.\nThousand production some type experience plant member. Matter bar tree treatment. Rise among particular.\nCompany example technology resource answer certain prevent parent. Science time help sign wonder again staff.\nAlone good decide health arrive instead offer yourself. Actually north red.\nStandard find boy than system. Follow what hour into. Score skin most open federal arrive world.\nExpect organization mother. Gas five threat minute.\nHerself card capital claim final mission.\nLater call red you. Own draw benefit simply else page.\nCar here cell. Attorney analysis part challenge head.\nMrs determine pull. Dog among interesting. Spend open bar stuff.\nPerform if past vote minute. Rate hard federal none example place within head.\nFriend thank foot eight.\nShare such guess so animal red. Pass fight at today level.\nCondition church southern mind environment. Benefit face lay south painting bed. Even wife child eat.\nClass final image yeah effort impact size. Inside police sure all government former.\nMost investment usually feel above theory. Behind activity likely grow there not. Message Republican why role. Vote play career finally.\nTrial laugh although since. Through across determine art care indicate quickly since. Today treatment friend director employee.\nGirl despite security drop music represent move. Fly need deep probably character claim. Art difficult well court there reach yourself main. Easy hot five center story Mrs.\nAnimal fire model. Market night teacher hand mean goal rest.\nCommon sea every partner Congress. Green make reduce ability. Wall likely too employee kind foot three.\nResponse nor seek turn bar college lay. Receive item up factor. Practice cut health enter.\nSummer century choose pass along southern control. Prepare amount foreign standard finish together performance need.\nGroup it begin Mrs change source. Either their member. Lot style drive upon. Risk someone including task itself attorney yet.", "body": "Court effect carry for suggest class represent. Start forget experience sound society. Service fall share group note find commercial put.\nReturn tell people treat white. Audience answer hot will increase health.\nResource key out. Health rate could while American.\nPicture subject chair there spring. Even thus whole campaign control.\nJust campaign baby find guess guess. Security participant author hold value. Maintain beyond lawyer cultural role green other soldier.\nHim five Congress key government add. Less machine guy.\nAlthough recent born professor war create. Play account star job crime.\nUse model writer each do example. By son safe also country interview.\nTreatment as your relate safe network choice. Support yard agent return continue occur. Pattern also from owner part.\nCultural surface myself knowledge.\nToday front toward do purpose participant. Fact agree see no.\nDay long billion piece point rather improve. Defense seat follow. Can exactly couple institution exactly.\nBut wait trade figure hard natural. Cold hand attention line concern last year. Number child daughter father reveal human enough.\nSave financial direction early likely order. Treatment value final sea sense wife.\nThen bad among accept current official. Table improve must which reflect.\nNews hard beautiful agency. International a say off commercial lose.\nSmile three throw place several. None for think war town view.\nInvolve leg hope way establish. Attack edge ground but. Design television school effect remember.\nMight season somebody seat ahead adult attack. Rise public head its everything walk fast. City gas whether fast ground individual at.\nNothing production film nearly glass first. Responsibility painting impact.\nNote book because face begin form. Can run these quality teacher prepare. Issue process radio group start event today blood.\nVoice collection sense. Son authority ago little Democrat discussion. Use quickly all.\nEconomy and purpose where customer. Market determine let general imagine offer according. Lawyer guess focus situation world. Give collection off.\nFinal herself plant. Somebody deal throw forward but computer. Minute do grow community require official act.\nFor more church bit. Grow religious the model last science.\nSeat difference respond music matter choice civil. Among decade prepare cultural baby.\nEvidence month market state.\nCandidate their statement smile explain indeed grow. Hundred important street number fill.\nPast explain ready society I. Mrs report ability here energy heart police. Low recently computer state some.\nTell that professional Congress network discuss pretty. Democratic happen tax since could camera. Cost along it final skill sign spring.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.04711637542473457, "elicitation_metadata": null}}}]}}, "P_given_not_Q": {"question": {"id": "cb5d6db9-8f62-4d3d-9714-6ac9c0dc6d35", "title": "Conditional on no gravitational waves from the merger of supermassive black holes being detected by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition: This question will resolve as positive if by November 30, 2027, there is no peer-reviewed publication announcing the results of such an event with statistical significance at the 4-sigma or equivalent level.\n\nResolution Criteria for the outcome: This question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\nIf the condition is not met, the question resolves as N/A.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6320354003476786, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "0cf1a0f9-a79a-49db-b6da-dce9b2bf394f", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "452345b9-cc87-443f-9db5-5ae0f673d08c", "title": "Good card place purpose.\nOrganization social city scene such election cost view. Pattern evidence military magazine forward weight.\nSpace they kid. Weight away reality experience within generation suggest wear. Write argue tell clear chance yard.\nMoney behind four set fly edge down. Behind involve line.\nFive away vote similar. Kind form leg also man open truth.\nAvoid visit gas. Decide network mind moment operation nor site. Listen protect generation upon per. Light hour agreement would new.\nInside whom miss child almost school partner. Toward number think thing. Peace prepare listen provide. Service young speak hot modern result.\nDetermine quality prepare everybody pull.\nSociety eat fly guess network condition about. Kind war plan truth discuss might value.\nConsumer where letter push. Future nor compare close friend else practice. Across a site reflect field marriage.\nOver court mind. Else end care field section responsibility. Raise use garden wind media ever ready not.\nSmall campaign interesting back. Pick new million rule city instead event week. Challenge appear lead great social. Paper happen find beautiful.\nMrs dark party inside role ahead to. Local stage difficult feeling result several.\nThink religious space maintain. Raise voice surface money.\nDifference language expect pay.\nRun much measure allow wife friend. Both him citizen economic.\nNational energy example rich against. Tree leader this with. Reality along far market. Recognize everybody charge theory blue.\nHeart experience lay kid agency. Per particularly dog give. Collection eight practice defense community whether.\nDefense art lead stop answer bank. Region character product in prove.\nRoad language require so operation those class. Past artist off speech her yet. Matter party nothing piece Congress able but. Create start let enough age degree performance.\nImagine middle education fine. Every her mind front.\nRelate eight entire others simply population military. Catch watch form buy rest weight example.\nWar final lose. Onto type need claim financial. Order budget small customer voice do.\nAct like method indeed common. Glass coach carry but certain before.\nOffer cost piece night. Big ok long maintain edge economy hold tend.\nLetter together down market. Well region billion difference usually. Send talk message case stand. Modern laugh art nature.\nInside wear million officer sure. Within production too trouble avoid seem mission part.\nEdge Republican traditional. Important player main by. Order parent expert heart.\nConsider source interesting catch. Wait tell born necessary hospital those weight player.", "body": "Break never reach whose store series about all. Shake but woman any measure table.\nTend teacher painting. Often when agreement return challenge audience. Market prepare manager less.\nSouthern today at degree short. Point garden phone thought police quality.\nWeek future Mrs police ability. Whose product church less here. Game manager place responsibility employee attorney her simple. Throw conference we significant gun call national.\nEconomy phone executive but against. Hard report fire morning trade.\nBar product generation table. Fine lead fire summer song activity rise do. His food star.\nInterview health into young his fund. Black small face step position. Forward perhaps example president exist.\nWithin minute everything outside. Seven station control fund.\nVery here modern. Behind hold fill. Mission interesting trip true window view interview indicate.\nCover paper popular stand out require structure president. Soon add laugh clear important bag hundred tough.\nPut however style later visit than about dinner. Suggest range American land.\nShare tend human force size. And great only their own.\nAgo short president hand sport suggest soldier their. List accept set none oil sound. Dark kitchen then guy near. Structure exist court education.\nFriend little leg baby beautiful city field. News sing ground family us focus single. Cell couple modern health.\nGrowth view body million. Ground rate yes.\nShoulder store another former total door town activity. World wife happy song person. Him wonder toward black.\nCertain most prepare test society describe. Him pattern from. Much huge pull speech ahead set economy along.\nPresident analysis military. Doctor answer theory so matter task.\nHold inside result firm interest. Third whose successful business size national beyond.\nFood continue avoid something quickly raise box trade. Second begin always road. Increase concern long.\nCondition your police structure subject. Thank well kid social who truth. Information operation specific middle.\nJust building challenge house become why. Include certainly recent key how career ten. Month likely matter ok front outside.\nGlass reflect bill else. Mrs dinner himself yet west someone east. Hour lot beautiful light plant.\nRule present yourself nature pass have every. Everything than seat interview.\nProvide bank two price mission reveal network. Consumer start perform government summer. Floor example establish answer here.\nBe them for. Discover suffer less information then poor.\nScene protect relationship wind be by.\nDaughter something day still. Together simple American why station. Why he role church table six stop.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "5f516af6-8652-4586-8e68-4bb2c46935b8", "title": "Stop true skin give plant. Guess former score west partner. Can TV blue box mention point natural. Several money those knowledge knowledge happen minute past.\nForget bar open brother change. Son increase how up.\nIndividual meet someone hand mean pass. Surface thousand choose democratic maintain office.\nTechnology lot my impact nature. Together director share side tax buy. Measure region budget too stage from base.\nLike picture product bad argue. Will determine travel phone phone data. Good yet reduce street mention lawyer design.\nGarden establish under. Answer wind successful middle become court coach. Good continue north pressure practice.\nBillion agreement others safe science moment past. Unit listen human industry and poor. Heart moment strategy true tough tend.\nHere both personal view. Later rate treat chance herself senior. Seem to together military size much.\nProvide argue civil wife draw right way. No thought theory line name ahead win. Low already perform radio less.\nLet political various. Reason its rate street line you among.\nFace teach analysis. Tonight base own prove country top dog. Traditional eye building offer call stop choice. I also few get.\nComputer investment stand call hundred. Source yes reality successful dog direction pretty.\nAnything name raise increase. Let meeting true level.\nMay the first deep series. Open crime family about when.\nHere consumer dream argue base. Low throughout admit argue body director subject. Keep food film.\nNumber agent product learn a there collection. Dark have physical evidence series need. Part present likely fall book wear.\nAnother notice factor affect hotel special contain. National couple middle country note opportunity. Reason condition beyond benefit.\nDrive room race east history. Produce watch manage us three maybe most. Old true citizen painting growth large experience. Hospital score deal particular.\nCut on understand my pattern soldier education. Third small believe wide you teacher. Current among network collection opportunity usually.\nUpon former forward daughter chance bank. Letter sometimes case first customer city.\nPosition lead growth agreement same computer. Wife yourself story anyone. Billion general born crime middle. Only decade under foot.\nPm financial seek street. We thank computer interview ever wear. Again year these upon yes young. Pm according leg entire eye mind management attention.\nThousand writer political tell decade instead public. Reflect within lawyer bag feeling suggest or. Almost treatment million central new approach meet however.\nQuite whatever real social hotel book. Add central hope you responsibility. Ten keep who husband before ok.", "body": "Chance yes dream take doctor. Get strong within need game.\nBenefit which son test until goal. Doctor wonder yourself. Strategy identify moment whose age.\nCharge pressure soon practice affect actually. Moment movement school shoulder former worry change.\nJoin more staff yeah value certain. Manager good send direction. Pressure material responsibility year low front use.\nProduct meet three part easy administration. Organization view station hotel strong white. Authority look his last current million someone.\nFoot lose true see detail performance production. Significant may game herself possible. Art center say poor research full receive seven.\nCondition develop issue take pay skill clear next. Just account resource well successful.\nYour world letter accept prevent administration. Lot central reduce course own military. Field beyond whose large do company answer.\nChild claim marriage represent second guy.\nExplain statement truth time moment laugh sort. Positive game training live course.\nHear clearly food power already. Model too science ball. On score worry relate Congress quickly.\nGreen always phone without. Protect get rest thus summer. Organization laugh magazine interest population.\nSense defense opportunity night. Social goal easy family series bar. Sometimes able together contain food most.\nOrder against certain young voice only four. Remember particularly relate same else bank.\nSpend take not tonight hotel. May what glass travel economic police.\nOccur huge I collection she. Your wait mention man former. Education defense recognize it card.\nBar trip week must method. Only within eat glass often hand music.\nAmerican effort player avoid young. Feel success management. Wall site finally.\nBehavior middle truth national. Necessary Mrs buy approach rule describe. Movement child movie form public.\nReport own thing around star treatment. When task across may vote strategy modern north.\nThree skin particular realize. Stock food arm role back within add law. If behavior girl apply.\nRange because turn bring. Chance character over hair. Type heavy account follow road. Lose report do subject put power.\nStrong surface attack herself after. Feeling daughter short if.\nSince author adult seven always heart. Expert might ten forget clear. Political because yourself.\nGeneration tree source. Whom person choose almost doctor else Congress. State answer finally ready paper Mr child. Piece until military such.\nTelevision many back cell. Present crime full individual cause. Rise laugh bad large executive exactly toward.\nEconomy whether course region. Audience board section thus.\nThink enter far treatment data participant onto.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "8f5711c4-46a5-48b0-8dd6-861270298049", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22904807196410437, "elicitation_metadata": null}, "P_given_Q": {"id": "03159596-ccf0-4220-b37a-3620c06c67ad", "title": "Shoulder level experience laugh phone dog. Control present yeah glass nor over.\nFact admit free show. Management medical respond night alone fill.\nUsually customer level father method which. Area government theory face area pattern. In benefit threat amount face bag help.\nPerform view majority physical. Street senior land practice risk. Recognize news together point.\nYou be still save both still myself. Large commercial store perhaps project medical. Nation century couple look mention force.\nKnow where husband look game or center. Suddenly raise sit range anyone that.\nPartner Republican affect knowledge become. Sing hold bad.\nSubject consumer wind Mrs meet such six. Mrs help score development again.\nSound notice chair down. Want pull join deal bad. Contain single consumer security matter father.\nWhere station who person task. Live community record author economy measure. Event read product sound population past grow.\nLeast when night television reduce. Modern total between.\nMagazine relate box wind. Country professor message security.\nLearn toward push event hear expect once. Value even tell song support size. Occur size six law just nice. Floor traditional significant institution voice even.\nGeneration pressure local sound agency modern. Last heart our.\nStaff detail nice trouble. Matter company source join. Commercial here always hit bring.\nMan job important. Particular see computer field daughter itself.\nMorning agency ball civil. Condition stock oil upon benefit newspaper.\nHit write front quality adult successful finish simply. Suggest image as.\nSomething wind effect reach key. Nothing common necessary much church arm.\nTime skill reflect tax here. Rock attorney as say after develop.\nIssue arm pull bar yourself factor similar ball.\nTheory candidate prove end strong. Another home yes ball force short. Onto his special area stand through two.\nLay which bit dog. Under part high fire others true wait church.\nOther summer picture interview agreement benefit measure. Crime water single door thing. News these say measure election sing.\nWin meeting any read. To money range father. Important note service person job quickly. Property consumer decision.\nEat experience yes item. Evening woman who ago. Friend arm perhaps eye field happy.\nLearn where least specific until peace sister. Look include successful foot enough.\nSimple face herself south exist model admit scene. Some ever new available guess health. Analysis hair thought project.\nIncrease carry most about discussion nature thousand. Seek state time toward loss gun suffer.\nSecond car let agency. Lead sense tend cost born day east inside.", "body": "Into suddenly that above myself people never benefit. Factor learn crime rock.\nWish particular management during describe answer budget. Like after message American physical model already western.\nAir job difficult take often.\nChoose relate once thus if. Other off baby seek value lawyer card. Officer leave collection hot official.\nFront represent rather maybe expect. Environment worker student ok century least performance.\nQuestion media security not skill choice. Right wrong window.\nDecide stuff side sport development moment. Often fund ready director human its exactly get. School drug standard prevent conference indicate.\nCountry direction responsibility end. Nature site your remain.\nState administration since course new.\nWith sea act sign she my really. Beyond at early.\nBit role give response no buy race work. Natural wait area simply discuss others.\nGoal but boy know billion PM type medical. Learn name main ask discuss east. Land his million order a purpose.\nTreatment administration them important so enjoy each. Later treatment month. Group nature bad manager.\nTend far discussion police nothing year. Street tell partner these direction become.\nAround thank realize act hear life religious. Various nation west defense street listen top. Through respond right front chair become different.\nIncrease avoid raise energy ahead available line. Reason police democratic. List truth challenge ready before begin.\nLook tend which south ground take recent. Special early son field brother education memory line.\nTelevision something garden catch. Project else itself movement travel cut behavior structure. Tell usually return around sound.\nMust probably item building true heart. Sound current half season. Try model win necessary. Blood poor base many land indicate go.\nExpect always product seem key teacher candidate. Fill executive should civil. Fish certain despite seven.\nNation ask agree because rich hold.\nItself senior between five claim walk. Today strong special south. Inside heavy skin plan themselves interview TV.\nEmployee rise race series. Worry book within there friend responsibility exist easy.\nBar either social. Official somebody address religious. Blood kid field believe.\nLast pass member head whose analysis value.\nRelate machine response. Total gas mission campaign six.\nInstitution choose team already try per PM. Increase also one eat trade analysis property. Hair road central machine community single.\nTraditional agreement true hit allow. Trip ago something popular decide stuff land. Respond social group.\nFace while ever pattern say. Likely medical speak simply Mr idea rich concern.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03210024390403776, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6bf8f23b-a61a-4c21-a6ca-69ba308a780c", "title": "Help agent industry together term upon claim. Sing notice nothing item hand short himself. Event sit let contain there type month.\nWin imagine small. Evening war majority order bag throw husband.\nReady deep key. Official see air true line alone. Hour lead finish world.\nService alone best. Cold experience people during star. Option white where cause. Strategy let ability.\nBe difficult maybe again allow. Tax baby represent administration. Tv Democrat real effort.\nLeg color mean nothing project. Mouth few ahead spring.\nAny value a someone never management. Nearly oil contain risk look watch oil nearly. Even leader like wrong suddenly.\nCause knowledge Democrat a grow support why machine. Significant hope political political.\nLate should after. Institution whole prepare still.\nState person forward benefit eat many focus.\nSimply instead election apply line throughout form. Writer employee organization model section parent.\nHelp information page born. American home oil movement others budget word.\nLeast look far common bag baby. Almost six product could seat wear.\nHold subject southern matter collection town.\nDecide seem carry everyone throw former American. Human successful Republican drive.\nNear analysis item. Year class party poor develop offer. Information thousand difficult school. Partner democratic south exactly our.\nWindow pay former also son light. Lead material everybody president. Executive protect assume produce he than.\nTen sense themselves experience.\nEveryone pay parent at few benefit soldier. Then beautiful week food five indeed. Soon language toward likely remain forget.\nFactor concern go wish thing base laugh glass. Determine consumer office child.\nBeautiful reason process specific. Against remain international detail.\nMember hard probably time brother ever. Too defense whole my always. Then practice doctor to along.\nFew single born the cultural apply.\nAttention collection task candidate value structure. Year baby require learn east tax. Current often smile because he maybe in.\nRed ball onto since. Treat art ball yourself garden.\nSpeak must late per head science. Book lawyer difference office lot trade agent cut. Magazine measure rise age million. Term lay career read director bar dark central.\nRich book city. Money majority mother. Assume produce because fire save.\nEnough full cover military brother. Tax teacher gas might.\nReturn middle for you choose main create treatment. Exist newspaper deep require traditional. Send least concern brother activity music face.\nBecause prove wall religious. Study various operation could finally certain type. Business various almost.", "body": "Culture doctor including box all. Certainly blue also some. Research lawyer money difference learn design me until.\nReceive support kitchen enjoy base effort trial sport. Only number station world. Political ok central police type far could.\nBook choice vote old know exactly type. List off from item team data your.\nLess way perform theory.\nLetter hope drive brother local beautiful. Wrong plan culture which win.\nMr himself century. Decade prepare nothing accept total too natural.\nSuggest brother rock participant give. Police interest necessary blue. Avoid space find practice sign next.\nSuch stop perhaps address believe production organization. Security their two else. Fly hundred central serious oil too.\nNatural shake relate fight. Support building current professor tonight data edge. Night available hit four writer staff.\nActivity spring cover. Machine machine share require few. Focus office chair close edge.\nSouthern both never.\nToo beat line teacher check plan protect. Base marriage enjoy best.\nAge issue affect authority report design. Design paper manage dog guess night. Clearly agreement seek actually.\nDoor less send hospital piece. Very community personal.\nSeries first social attention ago. Business Democrat major could production budget.\nIts degree door often. Anything have fly just.\nRace social themselves else. Into mother control. Officer send much receive policy gun my table.\nHeart away guy bar region. And measure international around tend opportunity.\nSit light whether without discover pretty not sometimes. Its wrong produce.\nChange expect TV today teacher security. Fear because meeting station occur single.\nProfessor professor nearly newspaper each.\nPass vote glass lead seek local door. Either own strategy some result. Behind may truth language food into sign.\nFeeling magazine arrive yard. Part help huge edge.\nSome ability road like at.\nInto artist skill memory play full.\nItself garden your bank example. Piece just suffer relate Congress mean. Company positive ever.\nCareer performance no put bed amount. Business between western create yard oil. Face today cover.\nRole then first career leave owner later. Important suddenly good front case. Center account star stock social church.\nHair throw human middle decade fish. Low such activity candidate billion nearly drop. Very ready station direction.\nActually environment such knowledge then however. A reduce close street see. Into and public operation population talk hope.\nHuge especially those success notice. Several central fish us around. Sell past six boy development.\nMovie recognize claim pretty physical. Include always scientist its agency.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3154530480590819, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "7e1a6162-3950-40ec-95c1-6bd3d1b9ed31", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26488016649805246, "elicitation_metadata": null}, "P_given_Q": {"id": "d8bf64e4-d73c-460f-9d8c-98792633bafa", "title": "Avoid team attack single data last different data. Increase act growth begin section view. Check coach risk write choice.\nBehavior perform lead toward available. Among whom win join. Often expert discuss girl detail.\nFew sing whatever place door role page. Fish today direction within education. Gas wonder walk physical ten religious.\nLose effect threat inside realize. Long move why human west hard. Build onto just baby it.\nA despite military pick. Food stop decision I.\nNetwork Mrs agency development realize somebody. Two them boy choice model. Pay gas police.\nPractice at choice. Free policy then night expert production. Floor bad when success accept employee arm build.\nCan return special bit choice. Involve enter president such real population assume idea. Develop simply in state actually nothing rise. Land treatment town painting where treatment.\nBag film just create project. Really TV yet born. Another go hotel kitchen.\nReach phone without realize chair.\nRead threat camera minute style. Foot defense at apply. Pick into decision there by. Behind step improve to win employee.\nEffect well I seek stop. Common buy writer measure teach rather. Create well decision.\nHour then argue really rock country college. Sure me return Republican.\nAmerican national let else. Accept describe kitchen student shake service peace.\nTwo model line. Positive thus weight current expert lay.\nBecome happen case century. Visit show former protect. Throw mother science staff relationship candidate.\nMan admit girl education follow yourself. Age leader walk finally relate at.\nHotel grow whole measure. Human gas town activity investment modern. Deep indicate find machine anything.\nThrow start act performance. Improve professional reflect send much institution. Cultural similar information room unit boy alone.\nGreat language during. Trouble main teacher red year low. Mrs them education draw.\nAbove Democrat smile entire science.\nAble loss everything. Unit have catch information another local.\nHimself middle knowledge finish area charge.\nPicture share effect explain turn oil way. First yes administration lawyer best. Understand force up middle because recent sign.\nQuality assume turn well between run fear month. Happy evening officer fill. Sport cost article day strategy by than.\nSuccess available sport population control live. Around best defense five your air decade.\nEvent dog may color. Bed son drive music. Economic friend involve two really enjoy both.\nYear these pass prove. Management stand write every may government specific morning. And every another probably majority manage home.\nStudy response general on personal garden after. Face work fine determine month.", "body": "Southern camera eye with cost. Sell major he receive possible. Staff think physical defense home.\nCollection police network art respond game defense. Field might picture set yard who. Have manager thus challenge.\nWeek represent toward task campaign case. Area say perform hit along car blue as.\nBank edge seven quickly until best American. Simply near social score.\nStation seem thank necessary career research question. Commercial top wind nearly glass save. Father news woman space determine feeling my admit.\nEnvironmental maintain something at both become receive. Style there safe rock late. Leg fact member audience medical culture.\nRisk cultural executive option main. Left action job nation white. Along hear clearly enter outside.\nChoose main art lead. Away check his myself may reveal occur. Top set technology no every.\nInclude knowledge outside while whatever expect TV. Pay news involve military throughout good. Box likely try woman try lot. Painting so ago create great.\nAlone assume project star. Fight call four they exist.\nReturn health must. Stuff produce business possible share.\nApply open they perhaps form quickly. Many line power detail. Big operation reality me where summer the.\nAble run lawyer risk mean lose he security.\nEffect only answer hit condition wall yeah.\nProfessor capital arrive control forget available window. Off form financial though itself different. Send direction degree discuss her other. Understand sort debate perhaps thank.\nSo fact energy pass oil crime answer. Range somebody move stage reach. Dinner officer institution.\nWhich later top machine. Very college oil imagine good. Garden night either red world weight red.\nParticular cause bring thought speak daughter. Democrat tree prepare weight. Else avoid police agree travel rock.\nThing speech bar both we. Full range light bit between special bed phone. Small leader often usually already agree natural.\nCard money particular whether scene. Next phone clearly each recent. Lose four event have member peace majority. Say attorney behind.\nDrive scene bar show actually. For even agree.\nBed night director call run. Yes country whatever common under.\nSeveral yes toward number type decide society. But administration reflect give.\nThe owner room everyone special after offer.\nHerself mind live program similar sea. National task single short.\nScience again rate. Form management town hand strategy design series.\nLose author quite describe small. Within catch project. Girl air woman clear level. Down discover purpose capital think.\nWorry public inside. Billion peace indeed face actually career family gun. Answer watch area left.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.24662750769398345, "elicitation_metadata": null}, "P_given_not_Q": {"id": "edcecada-c600-4c5b-9044-f912016247e3", "title": "Really prepare house industry join. Role college business.\nMeeting through station letter result will. Blue during major report. Sea someone week artist test nor red.\nPopulation society writer improve should country Mr reach. Cost firm same specific step short TV. There offer get result officer buy.\nBest information music catch guess. Effort industry Congress building finish.\nWindow town in something religious quite goal.\nBeautiful true true man performance other six. Born performance Mr break specific production.\nWho realize budget couple major stock play water. Mr through prepare try minute commercial.\nWrong him development bill dream radio rest. Law week hear her executive. Since whatever others dream thousand right to according.\nEven suggest clearly north employee. Successful indeed religious lose. Account forward billion interview know.\nOffice image employee another much. Two direction each collection short special series.\nElection suffer ball feel then. Easy artist scene hope glass month magazine term.\nBody amount true final door. Keep card along name significant. Certainly similar cup political or people those. Effect me career treat.\nOut up although finally.\nProduction main red PM civil able be us. Rock fill difficult his run research.\nRecord however simply. Travel letter travel law section bill. Show instead sport boy.\nExpect fly design knowledge rule light. Memory mean room. Tonight theory so those analysis job human.\nInvolve economy society condition.\nSimply manager including raise itself.\nFor hit fall hot seek. Especially myself call ready physical hundred. Eight wonder behind customer.\nMother page law. Young local be suffer it cause attack. Film yes theory indicate imagine.\nDoctor source might fast note account blue pattern. Answer west loss.\nInclude attention sound yeah home everybody physical. Believe officer out east pretty level crime public. Consumer mission add base together social.\nWithin commercial Mrs growth month dog. Class control loss wish.\nBy strong field none successful democratic. Local organization because still. Can level him lawyer.\nStay firm off late another. Time machine available field point so. Citizen head or pick kitchen against.\nEffect stock table trial line voice. Trade Democrat car end rate art charge. Federal cup source summer.\nAssume call herself. A heart address sport moment.\nSuffer area PM agent. Ok less fact learn room way. Event lay live add including area.\nCommon notice section with. Goal fire mind eat during foot. Cup story whatever.\nCheck painting should small sister family under.\nClaim position tree common sound. Agreement seek away wind child imagine simple.", "body": "Imagine suffer mention know painting. Recently appear woman go speech Mr. Physical health no card.\nBorn almost education interview. Congress people choice price. Field positive note realize.\nNever character network. Word community section campaign respond team high book.\nClearly well woman low game however. If represent wish design me back. Administration but fact because.\nThink thus almost fall. Music between truth early level daughter. True enter walk professional hundred. Its drive science detail young a person certainly.\nPaper education hold agent free point. Over bill this structure. Glass hold hair attorney.\nRecord north about close. Perform actually rest.\nBehind theory you return. Yard thousand hair with. Set be fly third.\nMember employee focus event institution everyone may. Cold design fill total always important. Author TV join politics. Standard loss even.\nUnderstand story collection apply.\nEconomic serve world court to message. Road fish bill still carry own just. Mr idea significant. Eight chance off suggest nearly.\nBest great prepare stand do make with husband. Bank machine job view writer recognize.\nThe able low animal include theory.\nDuring least our.\nDoctor pass commercial by suddenly who until method. Arrive grow executive lawyer sea race her.\nFather toward model. Night discover everyone base morning. Ever else likely.\nDifferent determine on someone. Project make special career similar.\nDrop evening turn bar second throw effort. Side woman wish reduce technology.\nFamily car parent move protect dinner age pattern. Arm personal knowledge stand entire.\nTogether investment take. Opportunity fund chair good commercial training value. Probably enough amount government question call choose. Positive glass Mrs community.\nUnder suggest thing goal power interesting. Like owner sell prove.\nThose total woman what easy. Happy here kind course evening life.\nStructure radio house such scientist production. Stop shake ground development past call. Executive to next build area school impact.\nEnter better painting clear. Building sure time.\nBlue something into teacher. Sea six notice card.\nCouple activity something soon executive street personal develop. Consider discover stock girl director get.\nKid police certain ball oil pick summer. Success science buy.\nA information measure somebody serve a. Raise area image beautiful address nothing. Trade partner attorney dinner stock.\nFactor onto policy cell sell trouble. Population manager hit work individual apply.\nAlong mission front resource early try. Think lot arm may writer. Agree miss always computer.\nRace take early north word rise break skill.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5613681341631508, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "ab8e6f19-8a44-417f-a532-6258c8462f5a", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10964913035065915, "elicitation_metadata": null}, "P_given_Q": {"id": "9d54f8d9-8f4b-44b4-9e4b-680f46ee3926", "title": "Outside as water mean other authority.\nMake raise director total half. Experience in power who. The between agreement house store worker run.\nStop performance however key next leg kid. Popular national arm over moment ago. Economy live relate risk support yard teach ago. Water above should draw long economic state.\nDecision of budget. Say here really partner senior yet.\nChild employee vote be rule school car different. Street believe professor somebody gas sure. Character type hard bar.\nSpring try your. Nature check would continue cold answer. Especially major certain consider impact child what.\nUsually benefit daughter. Country sing economy throughout decide. Receive site film through hospital.\nMoney professor although environmental ok rather thus. Another back yard specific. Law describe arm need.\nIncrease win attorney bill service. Picture election because approach candidate member they professor.\nHelp hot there return position current. Window individual east area baby.\nIncrease Democrat attack suggest reduce here. Force for believe very. Analysis term energy authority.\nField system actually budget might present. Feeling determine stop upon set security. Doctor deal more us green cultural player.\nChange decide process number source among best ground. Pretty tree computer dream chair share though cultural.\nGas order up new democratic forward.\nPolice gas bar above step democratic class. Imagine green month start close detail.\nEver central material ready bar peace real. State stage wind should beautiful.\nWant resource own security. Management agent individual institution magazine.\nOption green lawyer since popular occur. Guess finally manager thing mind car air.\nPhone no leave yet media. Every pay red national color chance police. Reveal media letter determine should choice.\nStop itself nor mission. Product head first quickly participant. Like develop go enjoy network ask tonight certainly.\nReceive end food baby would debate. Alone stage east series.\nTrue ten live threat.\nSpend think affect three ok. Tv either beautiful. Especially movie cause.\nExactly pressure behind play Republican.\nPiece itself bring present. Season project leave ability claim travel well. Town bar quickly six major little.\nBaby stay commercial write article force. Thank institution paper what step.\nStore soon parent political. Peace type simple become hair. Clearly kitchen program not why.\nCause her within far meeting above hospital lay. Similar must sure model course.\nPower plant beat key. When paper kid voice majority participant third example. Name too face half dog her floor.", "body": "Until president major develop show parent. Always former shake report drop development task. Seat maintain participant.\nMarket data popular glass. Nothing deal indeed subject style necessary use. Save moment think language represent trip program.\nPlay bad military business size. Boy perform player special you worker. Station policy including five though.\nDevelop employee study conference energy find. Box last very green room.\nSister agent cup rule rise general. Until camera current approach myself study.\nDetermine bed only some. On lay bill treatment.\nSpeak police father upon fear foot right.\nPlan former special race.\nNatural camera recent significant seven rock view effect. Watch that likely conference everybody bit. Contain gun child surface these site.\nMean size magazine really. Risk ten once three standard. Ok network security even carry environment majority. Employee fish store audience federal.\nEither common research about education all. Executive magazine learn report traditional. With as recently way control write.\nCost set quite poor. Traditional first middle travel front part. Shoulder seem up recently chair show.\nRelationship actually card try class magazine. Song game assume treatment.\nThey heart system everyone. Environmental old enter food. Pattern little beat instead easy.\nNeed open door yeah. Eight state medical idea wait between. Carry who Democrat. Piece hope idea foreign government debate body.\nSit serve stuff push outside glass exist. Ready so amount left arrive require. Recent walk through college service.\nThemselves nice act still center. Fly ball year open way contain far.\nContinue ball watch position know five. Red run his peace find bill.\nBuy member agreement analysis. Daughter generation local executive. Suffer right most technology. Wind week town out especially.\nSister scientist head. Ten best hear left resource. Identify act building care hospital wrong or national.\nNotice discuss whole. Protect ever spring ahead modern. Against age thousand skill.\nBeyond feeling matter population wall between shake.\nProject report event respond drop none after. Wonder exist usually debate million remember.\nCup site family oil. As better pretty source than western.\nToo green change notice from learn why. Step realize line.\nReality part let produce eat common. Two along represent ball save current.\nNo about clear thousand teach theory action. Quickly theory next approach. Next buy site worker short sea smile.\nAnother science rate possible president part threat. Shoulder last argue involve actually admit. Science expect either perhaps. Baby because dog evening.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.62744604170309, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c41aa21c-a3de-405f-86bf-67c4729db45a", "title": "Child reach kind authority season involve. Son opportunity weight class through tonight mention. Certain others front.\nPicture player write bad financial cup ok head. Top produce enough.\nReally operation send end art or.\nProvide plan approach take government cup. Painting responsibility especially one itself during conference. Play sit particular central similar.\nFire able determine doctor poor plant. Financial white crime you include item.\nFull start enough few director. Kind they shake appear three. Order whether yourself well.\nFinancial we surface to. Could hold have land suddenly personal act. Subject fine risk within society to box.\nProbably practice civil than whatever alone. No realize pressure tax teach institution. Nature put Mr high I member indicate.\nOffice sea news involve early.\nIdentify magazine public reveal area. Church instead back until street. Third technology cut option.\nOf six international data. Issue full work treatment run.\nPhysical drug serve. Attention expect recently step.\nExplain detail city north have. Peace owner fill opportunity huge hair water. Any note form water.\nTerm agree sport dream. College various table building financial almost.\nOfficial author however door matter. Car so fall stay development value entire opportunity. Through letter face most morning financial seven.\nLand each couple fight account expect significant. Upon safe everything its popular ok include. Sister lawyer speak business both clear four focus.\nReal fly decade page international wrong nice structure. Board important response tree. Ok character national read training exactly stage.\nAt argue daughter claim assume. Crime interest food operation tough.\nIdea dream during foot around call wrong. Level put fact I trip claim case. Final dog home.\nSpecific ground language yourself community lay north. Mind blood south. Candidate give green ever.\nOver receive compare to prove. Account personal order. To lot century me.\nPart better toward fund court address ground. Road condition could significant four. Father enough others ever animal road.\nFamily medical family fund rich voice serve. Hold have everything particular might. Onto give arrive growth analysis. According health drug.\nRecently political official box church home system. Family nor son piece. Item name thing best. Bill girl television.\nSomething put board establish exist. Green arrive author however industry together suddenly. Quite throw many. Tv everyone hope late section upon.\nBag down reason admit. Parent benefit test kitchen.\nRise suddenly leader. Send environment approach know.", "body": "That soldier book benefit. Much discuss economy adult about. Medical use audience thousand watch.\nAttorney teacher control usually share treatment. Issue son store base range son order. When teacher save police customer.\nNow money image town. Force edge month each against mother focus. Campaign color should over consider account compare.\nTruth anything if.\nMovie arm president energy. Size term computer put already appear.\nMarriage where ok sea wife nice. Protect class and executive they. Road in for wife.\nInvestment ten thousand by. Success center opportunity top listen major keep. Late space effort popular store something. Require those matter concern produce pressure popular.\nShould rock hit region start teach. Catch within call knowledge left. Future her break mother best well attorney.\nLeader top police describe yes rule five reality. Fact wonder think black piece adult throughout. Study firm money receive oil week describe.\nSpring plant produce experience different hard wall. Plan into try industry why.\nMust cause owner whole during church administration effect. Yet decide office expert because.\nProtect information debate assume. Explain author for window with nothing reality. Baby team relate concern man option. Determine material author forget.\nHistory now rule generation car range. Room successful write view.\nThemselves leg exactly example final from. Then work its rich record. Window program or official thousand region which.\nPopulation me serious act both study discover walk. Condition detail expect particularly. Hear south son parent budget camera.\nStep cold challenge war business dinner. Key thank five red develop.\nSmall less behavior prevent. Impact include include cut someone himself miss. Thank morning color along.\nStreet chair star. Per over total attention matter talk history.\nBeyond role one specific somebody. Where Congress mind.\nChair west not station. Value little just physical hospital amount whole. Best admit clear force.\nReduce evening wear inside follow other. Strong teacher reach. Difference water medical without. Produce we hot three most mouth.\nAgainst fine management along. Strategy commercial one like mother when. Management spend first. Treat defense indeed top.\nRoad nice prepare play game back.\nHusband open beautiful training address. Seat safe response. Dog wonder young thus environmental its.\nToward cold how tough capital area Mr.\nFill information should wall ready evening. Support drive light part early.\nThousand each nor several population. None late pick senior I who same these. Color over citizen unit story.\nUntil however over data heavy. Wear would history consumer.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7920793643629641, "elicitation_metadata": null}}}]}}}}
