{"line": {"P": {"id": "bb1a9ffd-1e9e-40d2-9eec-62d4460bbfef", "title": "Will a new chemical element related to nuclear technology be discovered by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new chemical element that has applications in nuclear technology is officially discovered and recognized by the scientific community. The discovery must be confirmed through peer-reviewed research published in a reputable scientific journal and acknowledged by a leading authority in the field, such as the International Union of Pure and Applied Chemistry (IUPAC) or the International Atomic Energy Agency (IAEA). The element must be identified as having potential or actual applications in nuclear technology, including but not limited to, energy production, radiation shielding, or nuclear medicine. In the event of multiple claims of discovery, the question will resolve as Yes based on the first discovery that meets these criteria and is officially recognized. Discoveries that are later disproven or retracted will not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "5a45f3f5-cc58-4306-b7f8-68241452ab09", "title": "Will no new chemical element related to nuclear technology be discovered by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, no new chemical element that has applications in nuclear technology is officially discovered and recognized by the scientific community. The discovery must not be confirmed through peer-reviewed research published in a reputable scientific journal and acknowledged by a leading authority in the field, such as the International Union of Pure and Applied Chemistry (IUPAC) or the International Atomic Energy Agency (IAEA). The element must not be identified as having potential or actual applications in nuclear technology, including but not limited to, energy production, radiation shielding, or nuclear medicine. In the event of multiple claims of discovery, the question will resolve as Yes if none of the claims meet these criteria and are officially recognized. Discoveries that are later disproven or retracted will not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0.0297907, "frequentist": 0.2383656}}
{"line": {"P": {"id": "5271bdb9-4d52-4c45-b666-a8f7fadeff10", "title": "Will France implement a nationwide carbon neutrality policy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has officially implemented a nationwide policy aimed at achieving carbon neutrality. The policy must encompass measures to significantly reduce greenhouse gas emissions across all sectors of the economy, including but not limited to energy, transportation, agriculture, and industry, with the goal of balancing emitted and absorbed greenhouse gases. Implementation is defined as the policy being enacted into law by the French government, with clear, actionable steps and timelines for achieving carbon neutrality. Confirmation must come from official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event of a partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is a clear, government-confirmed plan for nationwide application.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "c74e20b9-82dd-49f2-a231-1ca6305a0ebd", "title": "Will France not implement a nationwide carbon neutrality policy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has not officially implemented a nationwide policy aimed at achieving carbon neutrality. The policy must encompass measures to significantly reduce greenhouse gas emissions across all sectors of the economy, including but not limited to energy, transportation, agriculture, and industry, with the goal of balancing emitted and absorbed greenhouse gases. Implementation is defined as the policy being enacted into law by the French government, with clear, actionable steps and timelines for achieving carbon neutrality. Confirmation must come from official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event of a partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is no clear, government-confirmed plan for nationwide application.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "650a2fc3-a373-4474-8324-6178d243f1ba", "title": "Will biotechnology significantly enhance athlete performance in any major sports league by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any major sports league (e.g., NBA, FIFA, NFL, MLB, NHL) officially recognizes the use of biotechnology as a significant factor in enhancing athlete performance. Significant enhancement includes, but is not limited to, increased physical endurance, strength, recovery speed, or agility, as confirmed by scientific studies or statistical evidence. The recognition must come from the league's governing body or an official statement from the league. In the absence of official recognition, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, ESPN) confirming the widespread use of biotechnology for performance enhancement in the league will suffice. Temporary or experimental use in minor leagues or individual teams does not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "a5388ec1-3c6a-4ba8-9774-c0245dcdf23e", "title": "Will biotechnology not significantly enhance athlete performance in any major sports league by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, no major sports league (e.g., NBA, FIFA, NFL, MLB, NHL) officially recognizes the use of biotechnology as a significant factor in enhancing athlete performance. Significant enhancement includes, but is not limited to, increased physical endurance, strength, recovery speed, or agility, as confirmed by scientific studies or statistical evidence. The recognition must come from the league's governing body or an official statement from the league. In the absence of official recognition, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, ESPN) confirming the widespread use of biotechnology for performance enhancement in the league will suffice. Temporary or experimental use in minor leagues or individual teams does not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0.029795, "frequentist": 0.2383656}}
{"line": {"P": {"id": "18477f27-8095-4528-8abf-ea7cff180c34", "title": "Will Elon Musk's companies contribute to a significant breakthrough in nuclear fusion technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of Elon Musk's companies (including but not limited to SpaceX, Tesla, Inc., Neuralink, and The Boring Company) have contributed to a significant breakthrough in nuclear fusion technology. A \"significant breakthrough\" is defined as a development that leads to a demonstrable and substantial improvement in nuclear fusion technology, such as achieving net energy gain from a fusion reaction, substantial reduction in the cost of fusion energy production, or a major advancement in fusion reactor design. The breakthrough must be recognized as significant by the scientific community, with confirmation through publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization. In the absence of direct publication or announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The contribution by Elon Musk's companies must be direct and significant, playing a key role in the achievement of the breakthrough.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "2c2040b4-0ad6-4725-bdce-85d032e640f1", "title": "Will none of Elon Musk's companies contribute to a significant breakthrough in nuclear fusion technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, none of Elon Musk's companies (including but not limited to SpaceX, Tesla, Inc., Neuralink, and The Boring Company) have contributed to a significant breakthrough in nuclear fusion technology. A \"significant breakthrough\" is defined as a development that leads to a demonstrable and substantial improvement in nuclear fusion technology, such as achieving net energy gain from a fusion reaction, substantial reduction in the cost of fusion energy production, or a major advancement in fusion reactor design. The breakthrough must be recognized as significant by the scientific community, with confirmation through publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization. In the absence of direct publication or announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The contribution by Elon Musk's companies must be direct and significant, playing a key role in the achievement of the breakthrough.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "f3880adb-842e-4aa7-8f8b-898040ebb5ab", "title": "Will there be a significant discovery in robotics that contributes to the advancement of natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant discovery in robotics has been made that contributes to the advancement of the natural sciences. A \"significant discovery\" is defined as a development in robotics technology or application that leads to a breakthrough in understanding, methodology, or application in any field of the natural sciences (e.g., biology, chemistry, physics, earth science). The discovery must be recognized as significant by the scientific community, evidenced by publication in a peer-reviewed scientific journal, citation in multiple subsequent research works, or acknowledgment by a reputable scientific organization. The advancement must be directly attributable to the robotics discovery and represent a clear departure from existing capabilities or knowledge. In the event of multiple discoveries, the question will resolve as Yes if at least one meets these criteria. Discoveries that are primarily advancements in computer science or engineering without direct application to the natural sciences do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "not_P": {"id": "ad837bcd-489d-496b-b453-c5615454e0b3", "title": "Will there be no significant discovery in robotics that contributes to the advancement of natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, no significant discovery in robotics has been made that contributes to the advancement of the natural sciences. A \"significant discovery\" is defined as a development in robotics technology or application that leads to a breakthrough in understanding, methodology, or application in any field of the natural sciences (e.g., biology, chemistry, physics, earth science). The discovery must be recognized as significant by the scientific community, evidenced by publication in a peer-reviewed scientific journal, citation in multiple subsequent research works, or acknowledgment by a reputable scientific organization. The advancement must be directly attributable to the robotics discovery and represent a clear departure from existing capabilities or knowledge. In the event of multiple discoveries, the question will resolve as Yes if none meet these criteria. Discoveries that are primarily advancements in computer science or engineering without direct application to the natural sciences do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0.0902028, "frequentist": 0.4116935}}
{"line": {"P": {"id": "0c53fd3e-914f-44f2-801e-fabf58d9518f", "title": "Will Scott Alexander publish a paper on the impact of machine learning on future job markets by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Scott Alexander has published a paper specifically addressing the impact of machine learning on future job markets. The paper must be publicly accessible and can be published in any format (e.g., blog post, academic journal, magazine article). It must be a new work, distinct from his previous writings, and must explicitly address the topic of machine learning's impact on job markets in the future. Verification will be based on the publication's presence on Scott Alexander's official blog or a recognized academic or professional publication. In the absence of direct publication, credible reports from at least two major news organizations (e.g., BBC, The New York Times, The Guardian) confirming the publication will also be considered sufficient. The resolution will be based on the date of publication as officially stated or reported.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "not_P": {"id": "8d02f5c1-4d9d-4140-93d0-730b85ae9bd9", "title": "Will Scott Alexander not publish a paper on the impact of machine learning on future job markets by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Scott Alexander has not published a paper specifically addressing the impact of machine learning on future job markets. The paper must be publicly accessible and can be published in any format (e.g., blog post, academic journal, magazine article). It must be a new work, distinct from his previous writings, and must explicitly address the topic of machine learning's impact on job markets in the future. Verification will be based on the publication's presence on Scott Alexander's official blog or a recognized academic or professional publication. In the absence of direct publication, credible reports from at least two major news organizations (e.g., BBC, The New York Times, The Guardian) confirming the publication will also be considered sufficient. The resolution will be based on the date of publication as officially stated or reported.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "ac0ddd41-78f8-4f2a-986f-1b37f4809f85", "title": "Will the discovery of dark matter lead to new economic industries by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the discovery of dark matter has led to the establishment of new economic industries. These industries must be directly related to the utilization, research, or technology development of dark matter and must represent a new sector of the economy not previously existing. The establishment of such industries must be confirmed by at least one of the following: \n- Official announcement from a major economic or scientific institution. \n- Coverage in at least three reputable news sources (BBC, The Guardian, New York Times, Washington Post). \n- Publication in a peer-reviewed scientific or economic journal. \nFor the purpose of this question, \"dark matter\" refers to the hypothetical form of matter thought to account for approximately 85% of the matter in the universe and about a quarter of its total energy density. The term \"new economic industries\" refers to sectors or fields of economic activity that are newly created and have not been previously classified as part of the existing economic landscape.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "c358668f-289e-456f-95ce-7d646aaec461", "title": "Will the discovery of dark matter not lead to new economic industries by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the discovery of dark matter has not led to the establishment of new economic industries. These industries must be directly related to the utilization, research, or technology development of dark matter and must represent a new sector of the economy not previously existing. The establishment of such industries must be confirmed by at least one of the following: \n- Official announcement from a major economic or scientific institution. \n- Coverage in at least three reputable news sources (BBC, The Guardian, New York Times, Washington Post). \n- Publication in a peer-reviewed scientific or economic journal. \nFor the purpose of this question, \"dark matter\" refers to the hypothetical form of matter thought to account for approximately 85% of the matter in the universe and about a quarter of its total energy density. The term \"new economic industries\" refers to sectors or fields of economic activity that are newly created and have not been previously classified as part of the existing economic landscape.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0092737, "frequentist": 0.1343523}}
{"line": {"P": {"id": "3bb61d6c-7da9-4024-ad81-4a6dca865d7e", "title": "Will the development of technology significantly influence the outcome of the 2024 US presidential election?", "body": "This question will resolve as Yes if, by December 31, 2024, there is significant evidence that the development of technology has had a major influence on the outcome of the 2024 US presidential election. Significant influence includes, but is not limited to:\n- The use of artificial intelligence in campaign strategies or voter engagement that demonstrably shifts voter preferences or turnout;\n- Documented instances of cybersecurity breaches or electronic voting interference that impact the election's integrity or outcome;\n- The deployment of new technology platforms or tools that play a pivotal role in shaping public opinion or election results.\n\nEvidence must come from credible sources, such as official government reports, verified data from reputable cybersecurity firms, or coverage by at least three major news organizations (e.g., BBC, The New York Times, The Washington Post). In the absence of direct evidence, a consensus among political analysts or scholars, supported by empirical data, may also be considered.\n\nIn the event of ambiguous outcomes, the question will resolve based on the preponderance of credible evidence available by the resolution date.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "fa353626-6276-4bad-81ca-9ec6fd8b645c", "title": "Will the development of technology not significantly influence the outcome of the 2024 US presidential election?", "body": "This question will resolve as Yes if, by December 31, 2024, there is no significant evidence that the development of technology has had a major influence on the outcome of the 2024 US presidential election. Significant influence includes, but is not limited to:\n- The use of artificial intelligence in campaign strategies or voter engagement that demonstrably shifts voter preferences or turnout;\n- Documented instances of cybersecurity breaches or electronic voting interference that impact the election's integrity or outcome;\n- The deployment of new technology platforms or tools that play a pivotal role in shaping public opinion or election results.\n\nEvidence must come from credible sources, such as official government reports, verified data from reputable cybersecurity firms, or coverage by at least three major news organizations (e.g., BBC, The New York Times, The Washington Post). In the absence of direct evidence, a consensus among political analysts or scholars, supported by empirical data, may also be considered.\n\nIn the event of ambiguous outcomes, the question will resolve based on the preponderance of credible evidence available by the resolution date.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "06fa608a-204c-4b83-a99c-5857fc2a06e2", "title": "Will machine learning be used to predict election outcomes in any country with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a machine learning model is used to predict the outcome of a national election in any country with a population exceeding 1 million people, and achieves an accuracy rate of over 90% compared to the official election results. The prediction must be made public before the election occurs and must cover the majority of elected positions or the overall election result. The accuracy of the prediction must be verified by a reputable source, such as a major news organization (BBC, The Guardian, New York Times, Washington Post) or an academic publication. In the event that multiple machine learning models meet these criteria, the question will resolve as Yes if at least one model achieves the specified accuracy. Machine learning models used for internal purposes by political parties or governments without public disclosure do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "dbf18ced-c803-41d3-b599-ccfb72b6fb95", "title": "Will machine learning not be used to predict election outcomes in any country with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, no machine learning model is used to predict the outcome of a national election in any country with a population exceeding 1 million people, or if no model achieves an accuracy rate of over 90% compared to the official election results. Alternatively, if the prediction is not made public before the election occurs, or does not cover the majority of elected positions or the overall election result, or if the accuracy of the prediction is not verified by a reputable source, such as a major news organization (BBC, The Guardian, New York Times, Washington Post) or an academic publication, the question will also resolve as Yes. In the event that multiple machine learning models meet these criteria, the question will resolve as No if at least one model achieves the specified accuracy. Machine learning models used for internal purposes by political parties or governments without public disclosure do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "d0a0083a-c65b-4196-83da-d4a37a248c26", "title": "Will China implement a comprehensive legal framework for regulating artificial intelligence by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, China has officially implemented a comprehensive legal framework for the regulation of artificial intelligence (AI). The framework must cover at least the following areas: \n- Ethical use of AI\n- Data privacy and protection\n- AI in public surveillance\n- Autonomous vehicles\n- AI in healthcare\nThe implementation of such a framework must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. \nFor the purpose of this question, a \"comprehensive legal framework\" is defined as a set of laws or regulations that collectively address the ethical, social, economic, and technical aspects of AI deployment and use across multiple sectors. \nIn the event of partial implementation (e.g., regulations covering only certain sectors), the question will resolve as No unless the missing sectors are explicitly stated to be covered in a subsequent phase of implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "0028cac1-ba3e-4016-8df6-e15ce69c408d", "title": "Will China not implement a comprehensive legal framework for regulating artificial intelligence by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, China has not officially implemented a comprehensive legal framework for the regulation of artificial intelligence (AI). The framework must cover at least the following areas: \n- Ethical use of AI\n- Data privacy and protection\n- AI in public surveillance\n- Autonomous vehicles\n- AI in healthcare\nThe lack of implementation of such a framework must be confirmed by the absence of an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. \nFor the purpose of this question, a \"comprehensive legal framework\" is defined as a set of laws or regulations that collectively address the ethical, social, economic, and technical aspects of AI deployment and use across multiple sectors. \nIn the event of partial implementation (e.g., regulations covering only certain sectors), the question will resolve as Yes unless the missing sectors are explicitly stated to be covered in a subsequent phase of implementation.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "6aea9ea7-a528-4f47-8217-0b4576353f38", "title": "Will Ukraine's GDP per capita surpass that of Poland before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine's GDP per capita, as reported by the World Bank or another internationally recognized economic organization, surpasses that of Poland for any fiscal year. The GDP per capita should be calculated based on current US dollars for consistency. In the event that the World Bank or the designated authoritative source discontinues its reporting or significantly changes its methodology, an alternative reputable source will be used, following the same criteria for GDP per capita calculation. This question does not consider temporary fluctuations; the GDP per capita must be higher in one fiscal year compared to the previous year's report for Poland.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "fb90e7d1-975c-4c8e-bead-95de547630e6", "title": "Will Ukraine's GDP per capita never surpass that of Poland before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine's GDP per capita, as reported by the World Bank or another internationally recognized economic organization, does not surpass that of Poland for any fiscal year. The GDP per capita should be calculated based on current US dollars for consistency. In the event that the World Bank or the designated authoritative source discontinues its reporting or significantly changes its methodology, an alternative reputable source will be used, following the same criteria for GDP per capita calculation. This question does not consider temporary fluctuations; the GDP per capita must not be higher in one fiscal year compared to the previous year's report for Poland.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "500bf2d6-8656-4bf3-97bf-ef00b922220a", "title": "Will China become the leading country in quantum computing research impacting the natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, China is recognized as the leading country in quantum computing research with significant impacts on the natural sciences. Leading status can be determined by:\n- The number of peer-reviewed scientific publications in quantum computing by Chinese researchers or institutions, compared to those from other countries.\n- The establishment or operation of quantum computing facilities that are recognized as the most advanced in terms of computational capabilities or scientific breakthroughs.\n- Recognition by international scientific organizations or panels as the leader in quantum computing research impacting the natural sciences.\n\nSignificant impact on the natural sciences must be evidenced by groundbreaking research findings or technological advancements in fields such as physics, chemistry, biology, and earth sciences, directly attributed to Chinese quantum computing research.\n\nIn the absence of clear international recognition, a consensus among reputable scientific publications (e.g., Nature, Science, IEEE Transactions on Quantum Engineering) and news outlets (e.g., BBC, The New York Times, Science Daily) will be considered sufficient.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "8a7393bf-2588-4848-bac1-eb4ba500aada", "title": "Will China not become the leading country in quantum computing research impacting the natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, China is not recognized as the leading country in quantum computing research with significant impacts on the natural sciences. Leading status can be determined by:\n- The number of peer-reviewed scientific publications in quantum computing by Chinese researchers or institutions, compared to those from other countries.\n- The establishment or operation of quantum computing facilities that are recognized as the most advanced in terms of computational capabilities or scientific breakthroughs.\n- Recognition by international scientific organizations or panels as the leader in quantum computing research impacting the natural sciences.\n\nSignificant impact on the natural sciences must be evidenced by groundbreaking research findings or technological advancements in fields such as physics, chemistry, biology, and earth sciences, directly attributed to Chinese quantum computing research.\n\nIn the absence of clear international recognition, a consensus among reputable scientific publications (e.g., Nature, Science, IEEE Transactions on Quantum Engineering) and news outlets (e.g., BBC, The New York Times, Science Daily) will be considered sufficient.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "f54fb8b3-f5db-49c9-8248-fc006388d18f", "title": "Will FIFA's decision to expand the World Cup lead to a significant increase in global sports betting revenue by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a significant increase in global sports betting revenue attributed to FIFA's decision to expand the World Cup. A \"significant increase\" is defined as a rise of at least 20% in global sports betting revenue compared to the year prior to the expansion announcement, adjusted for inflation. The assessment of revenue figures must come from credible financial or sports analytics organizations. In the absence of direct attribution to the World Cup expansion, a consensus among at least three reputable financial or sports news outlets (e.g., Bloomberg, ESPN, Financial Times) will be required for resolution. The question will resolve as No if these criteria are not met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "876eab01-fc74-4cfe-bfd3-94b5e0e1ddeb", "title": "Will FIFA's decision to expand the World Cup not lead to a significant increase in global sports betting revenue by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is no significant increase in global sports betting revenue attributed to FIFA's decision to expand the World Cup. A \"significant increase\" is defined as a rise of at least 20% in global sports betting revenue compared to the year prior to the expansion announcement, adjusted for inflation. The assessment of revenue figures must come from credible financial or sports analytics organizations. In the absence of direct attribution to the World Cup expansion, a consensus among at least three reputable financial or sports news outlets (e.g., Bloomberg, ESPN, Financial Times) will be required for resolution. The question will resolve as No if these criteria are met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "00e90c75-456a-422b-a25a-0f396c8901d0", "title": "Will Germany become a global leader in renewable energy technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Germany is recognized as a global leader in renewable energy technology. Recognition must come from at least one of the following authoritative sources: - The International Renewable Energy Agency (IRENA) - The International Energy Agency (IEA) - A major global energy conference or summit, specifically mentioning Germany's leadership in renewable energy technology. Leadership in renewable energy technology is defined by: - The development and deployment of innovative renewable energy technologies surpassing current global standards. - Significant contributions to global renewable energy research and development. - A substantial increase in Germany's renewable energy capacity and production, leading the world in either total capacity or growth rate. In the absence of explicit recognition from the above sources, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) confirming Germany's status as a global leader in renewable energy technology will suffice. Temporary achievements or projects that do not indicate a sustained leadership position do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "daed3d87-764c-4e8d-a6ff-69102fecb419", "title": "Will Germany not become a global leader in renewable energy technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Germany is not recognized as a global leader in renewable energy technology. Recognition must not come from any of the following authoritative sources: - The International Renewable Energy Agency (IRENA) - The International Energy Agency (IEA) - A major global energy conference or summit, specifically mentioning Germany's leadership in renewable energy technology. Leadership in renewable energy technology is defined by: - The development and deployment of innovative renewable energy technologies surpassing current global standards. - Significant contributions to global renewable energy research and development. - A substantial increase in Germany's renewable energy capacity and production, leading the world in either total capacity or growth rate. In the absence of explicit recognition from the above sources, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) confirming Germany's status as a global leader in renewable energy technology will not suffice. Temporary achievements or projects that do not indicate a sustained leadership position do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0057738, "frequentist": 0.1069656}}
{"line": {"P": {"id": "bda7dc9a-a8af-4061-a283-edcdf75de49b", "title": "Will the NFL host a game in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Football League (NFL) has officially hosted a regular season or playoff game in a country that, at the time of the game, is under international sanctions by the United Nations, the European Union, the United States, or any other major international body. The game must be part of the official NFL season schedule, and not a pre-season or exhibition game. Confirmation must come from an official NFL announcement or credible news reports from at least three major news organizations (e.g., ESPN, BBC, The New York Times, The Washington Post). In the event that sanctions are lifted on a country after the announcement of the game but before the game itself, the question will still resolve as Yes if the sanctions were in place at the time of the announcement. Temporary or partial sanctions specifically targeting individuals or entities within the country do not qualify; the sanctions must be country-wide.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "4a839f8d-4d15-4484-b472-52786b756828", "title": "Will the NFL not host a game in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Football League (NFL) has not officially hosted a regular season or playoff game in a country that, at the time of the game, is under international sanctions by the United Nations, the European Union, the United States, or any other major international body. The game must be part of the official NFL season schedule, and not a pre-season or exhibition game. Confirmation must come from an official NFL announcement or credible news reports from at least three major news organizations (e.g., ESPN, BBC, The New York Times, The Washington Post). In the event that sanctions are lifted on a country after the announcement of the game but before the game itself, the question will still resolve as Yes if the sanctions were in place at the time of the announcement. Temporary or partial sanctions specifically targeting individuals or entities within the country do not qualify; the sanctions must be country-wide.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "cf21bd20-05cf-4b42-b26a-8631b373c089", "title": "Will the Bureau of Labor Statistics report a significant shift in employment within the renewable energy sector by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Bureau of Labor Statistics (BLS) reports a significant shift in employment within the renewable energy sector in the United States. A \"significant shift\" is defined as an increase or decrease of at least 10% in the total number of employed individuals in the sector compared to the previous year's report. The renewable energy sector includes industries and jobs directly involved in the production, installation, and maintenance of renewable energy sources such as solar, wind, hydroelectric, geothermal, and biomass energy. The BLS's Annual Report on Occupational Employment and Wages will be the authoritative source for this determination. In the absence of a clear report from the BLS, credible reports from at least three major news organizations (e.g., Bloomberg, Reuters, The New York Times) will be considered sufficient. Temporary fluctuations due to seasonal hiring or short-term projects do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "67f6a0a4-b4be-4578-99b8-c03e9d70d69d", "title": "Will the Bureau of Labor Statistics report no significant shift in employment within the renewable energy sector by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Bureau of Labor Statistics (BLS) reports no significant shift in employment within the renewable energy sector in the United States. A \"significant shift\" is defined as an increase or decrease of at least 10% in the total number of employed individuals in the sector compared to the previous year's report. The renewable energy sector includes industries and jobs directly involved in the production, installation, and maintenance of renewable energy sources such as solar, wind, hydroelectric, geothermal, and biomass energy. The BLS's Annual Report on Occupational Employment and Wages will be the authoritative source for this determination. In the absence of a clear report from the BLS, credible reports from at least three major news organizations (e.g., Bloomberg, Reuters, The New York Times) will be considered sufficient. Temporary fluctuations due to seasonal hiring or short-term projects do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}, "violations": {"default": 0.0835367, "frequentist": 0.4118331}}
{"line": {"P": {"id": "42caf2c5-4088-4d7c-bad4-4b5af5f6a10e", "title": "Will a major cryptocurrency platform introduce a health and wellness rewards program regulated by the Food and Drug Administration by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a major cryptocurrency platform has officially introduced a health and wellness rewards program that is regulated by the U.S. Food and Drug Administration (FDA).\n\nA \"major cryptocurrency platform\" is defined as a platform with at least 1 million active users worldwide. The health and wellness rewards program must offer incentives, such as discounts or cryptocurrency rewards, for activities or purchases that promote health and wellness, as defined by the FDA.\n\nThe introduction of the program must be confirmed by an official announcement from the cryptocurrency platform and documentation of FDA regulation. In the absence of an official announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be sufficient for resolution.\n\nThe program must be operational and available to users, not in a trial phase. Programs that are limited to specific regions within the U.S. will count towards this question's resolution, provided they are intended for national expansion.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "not_P": {"id": "5ecc3052-dd49-4196-bdb9-bbe21e920e37", "title": "Will no major cryptocurrency platform introduce a health and wellness rewards program regulated by the Food and Drug Administration by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, no major cryptocurrency platform has officially introduced a health and wellness rewards program that is regulated by the U.S. Food and Drug Administration (FDA).\n\nA \"major cryptocurrency platform\" is defined as a platform with at least 1 million active users worldwide. The health and wellness rewards program must offer incentives, such as discounts or cryptocurrency rewards, for activities or purchases that promote health and wellness, as defined by the FDA.\n\nThe introduction of the program must be confirmed by an official announcement from the cryptocurrency platform and documentation of FDA regulation. In the absence of an official announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be sufficient for resolution.\n\nThe program must be operational and available to users, not in a trial phase. Programs that are limited to specific regions within the U.S. will count towards this question's resolution, provided they are intended for national expansion.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0.0157045, "frequentist": 0.1655212}}
{"line": {"P": {"id": "46648b2b-b40a-42e7-8545-670d65fc99e4", "title": "Will Amazon deploy an AI system capable of fully autonomous warehouse management by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Amazon has officially deployed an AI system capable of fully autonomous warehouse management across any of its warehouse facilities. The system must be capable of operating without human intervention for tasks including but not limited to inventory management, order processing, packaging, and shipping. The deployment of such a system must be confirmed by an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must be operational, not in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is intended for nationwide or global expansion. Temporary deployments for specific events or the use of similar technology in private spaces do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "1c0f91c1-b169-46fd-a4aa-3396d515300d", "title": "Will Amazon not deploy an AI system capable of fully autonomous warehouse management by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Amazon has not officially deployed an AI system capable of fully autonomous warehouse management across any of its warehouse facilities. The system must be capable of operating without human intervention for tasks including but not limited to inventory management, order processing, packaging, and shipping. The non-deployment of such a system must be confirmed by an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must not be operational, or only in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is not intended for nationwide or global expansion. Temporary deployments for specific events or the use of similar technology in private spaces do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0057738, "frequentist": 0.1069656}}
{"line": {"P": {"id": "bd22d4b9-f875-4ceb-b798-c8201b9d9066", "title": "Will the Democratic Party (US) implement a policy that significantly influences social sciences research by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Democratic Party in the United States has implemented a policy that significantly influences social sciences research. Significant influence is defined as:\n- The allocation of federal funding specifically earmarked for social sciences research, resulting in a noticeable increase in research activities or projects;\n- The establishment of new federal guidelines or standards for social sciences research that lead to widespread changes in research methodologies, ethical considerations, or subject matter focus within the United States;\n- The enactment of legislation that directly impacts the direction, funding, or execution of social sciences research on a national scale.\n\nThe policy must be officially adopted and announced by the Democratic Party or through legislative action where the Democratic Party holds a majority. Confirmation of such a policy must come from official government publications or statements. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) will be considered sufficient.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "0c9fcf88-3eeb-468d-b9d1-e53388a1b083", "title": "Will the Democratic Party (US) not implement a policy that significantly influences social sciences research by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Democratic Party in the United States has not implemented a policy that significantly influences social sciences research. Significant influence is defined as:\n- The allocation of federal funding specifically earmarked for social sciences research, resulting in a noticeable increase in research activities or projects;\n- The establishment of new federal guidelines or standards for social sciences research that lead to widespread changes in research methodologies, ethical considerations, or subject matter focus within the United States;\n- The enactment of legislation that directly impacts the direction, funding, or execution of social sciences research on a national scale.\n\nThe policy must be officially adopted and announced by the Democratic Party or through legislative action where the Democratic Party holds a majority. Confirmation of such a policy must come from official government publications or statements. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) will be considered sufficient.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0092737, "frequentist": 0.1343523}}
{"line": {"P": {"id": "744b9318-fb25-49f0-8a12-6f7da73dc246", "title": "Will a new species of plant or animal be discovered in Virginia that significantly impacts the field of natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new species of plant or animal is discovered in Virginia and is recognized by the scientific community as having a significant impact on the field of natural sciences. The discovery must be documented and described in a peer-reviewed scientific journal. The impact is considered significant if it leads to new insights or theories in biology, ecology, conservation, or a related field, and is acknowledged as such by a reputable scientific organization or a consensus of experts in the relevant field. In the event of multiple discoveries, the question will resolve as Yes if at least one discovery meets these criteria. Discoveries made but not recognized within the timeframe do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "7b123a2e-cea1-4a72-b973-14c7ae37613b", "title": "Will no new species of plant or animal be discovered in Virginia that significantly impacts the field of natural sciences by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, no new species of plant or animal is discovered in Virginia and recognized by the scientific community as having a significant impact on the field of natural sciences. The discovery must be documented and described in a peer-reviewed scientific journal. The impact is considered significant if it leads to new insights or theories in biology, ecology, conservation, or a related field, and is acknowledged as such by a reputable scientific organization or a consensus of experts in the relevant field. In the event of multiple discoveries, the question will resolve as Yes if none of the discoveries meet these criteria. Discoveries made but not recognized within the timeframe do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0.0297907, "frequentist": 0.2383656}}
{"line": {"P": {"id": "5712d620-ec13-467d-ad19-52262830b556", "title": "Will Google achieve carbon neutrality in its global operations by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Google has officially achieved carbon neutrality in its global operations. Carbon neutrality must be verified by an independent, reputable third-party organization recognized for environmental or carbon accounting standards. The achievement must encompass all of Google's operations worldwide, including data centers, offices, and any other facilities. The verification process should confirm that Google has effectively balanced its carbon emissions by reducing them to net zero through a combination of emissions reduction efforts and investment in renewable energy or carbon offset projects. In the absence of a direct announcement from Google, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient to confirm the achievement. Temporary or partial achievements, such as carbon neutrality for a single sector of operations or for a limited time period, do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "3f98d0af-5660-406d-b213-ed14fefdf1c0", "title": "Will Google not achieve carbon neutrality in its global operations by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Google has not officially achieved carbon neutrality in its global operations. Carbon neutrality must be verified by an independent, reputable third-party organization recognized for environmental or carbon accounting standards. The achievement must encompass all of Google's operations worldwide, including data centers, offices, and any other facilities. The verification process should confirm that Google has not effectively balanced its carbon emissions by reducing them to net zero through a combination of emissions reduction efforts and investment in renewable energy or carbon offset projects. In the absence of a direct announcement from Google, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient to confirm the non-achievement. Temporary or partial achievements, such as carbon neutrality for a single sector of operations or for a limited time period, do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0057738, "frequentist": 0.1069656}}
{"line": {"P": {"id": "fb13b2e8-69be-46f9-862f-a1e551538216", "title": "Will an NBA player break the single-game scoring record by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, an NBA player breaks the current single-game scoring record of 100 points, set by Wilt Chamberlain on March 2, 1962. The new record must be officially recognized by the National Basketball Association (NBA) and must occur during a regular season or playoff game. Exhibition, pre-season, and All-Star games are excluded. The game in which the record is broken must be completed under the NBA's official rules without any disqualifications that could affect the game's outcome or the record's validity. In the event of a tie, where multiple players break the record in the same game, the question will resolve as Yes. If the record is broken in a game that is later voided or the results are officially altered for any reason by the NBA, the question will not resolve as Yes.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "cea70c94-642e-4294-a2b8-d46a70200da8", "title": "Will no NBA player break the single-game scoring record by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, no NBA player breaks the current single-game scoring record of 100 points, set by Wilt Chamberlain on March 2, 1962. The new record must be officially recognized by the National Basketball Association (NBA) and must occur during a regular season or playoff game. Exhibition, pre-season, and All-Star games are excluded. The game in which the record is broken must be completed under the NBA's official rules without any disqualifications that could affect the game's outcome or the record's validity. In the event of a tie, where multiple players break the record in the same game, the question will not resolve as Yes. If the record is broken in a game that is later voided or the results are officially altered for any reason by the NBA, the question will resolve as Yes.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "8a001f4f-7f0f-4930-9fa5-339f556c87d5", "title": "Will a new vaccine for a major infectious disease be approved by the FDA by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has officially approved a new vaccine for a major infectious disease. A \"major infectious disease\" is defined as a disease that has caused significant morbidity or mortality in the United States or globally within the last 10 years, as reported by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). The approval must be for a vaccine that has not been previously available in the United States, and it must be intended for widespread use rather than limited to emergency authorization. The resolution will be based on official FDA announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) are sufficient. The vaccine must be available for distribution within the United States to count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "not_P": {"id": "df7768ab-3a22-4303-a760-09b6e8b8c997", "title": "Will no new vaccine for a major infectious disease be approved by the FDA by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has not officially approved a new vaccine for a major infectious disease. A \"major infectious disease\" is defined as a disease that has caused significant morbidity or mortality in the United States or globally within the last 10 years, as reported by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). The approval must be for a vaccine that has not been previously available in the United States, and it must be intended for widespread use rather than limited to emergency authorization. The resolution will be based on official FDA announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) are sufficient. The vaccine must not be available for distribution within the United States to count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0410223, "frequentist": 0.2842357}}
{"line": {"P": {"id": "a4884112-ed0c-4a24-afcc-3b9cab8b6f2a", "title": "Will France implement a nationwide carbon-neutral initiative by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has officially implemented a nationwide initiative that is recognized as carbon-neutral. The initiative must encompass actions across multiple sectors, including but not limited to energy, transportation, industry, and agriculture, aimed at achieving a net-zero carbon footprint for the country.\n\nThe initiative must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient.\n\nFor the purpose of this question, \"carbon-neutral\" means that any carbon emissions produced by France are balanced by an equivalent amount of carbon sequestration or offsetting measures, within the same calendar year. The verification of carbon neutrality must be conducted by an independent, internationally recognized environmental organization.\n\nIn the event of partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is a clear, government-confirmed plan for nationwide coverage by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "2436adc1-6bfa-440a-9aeb-d0c89ff5061d", "title": "Will France not implement a nationwide carbon-neutral initiative by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has not officially implemented a nationwide initiative that is recognized as carbon-neutral. The initiative must encompass actions across multiple sectors, including but not limited to energy, transportation, industry, and agriculture, aimed at achieving a net-zero carbon footprint for the country.\n\nThe initiative must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient.\n\nFor the purpose of this question, \"carbon-neutral\" means that any carbon emissions produced by France are balanced by an equivalent amount of carbon sequestration or offsetting measures, within the same calendar year. The verification of carbon neutrality must be conducted by an independent, internationally recognized environmental organization.\n\nIn the event of partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is no clear, government-confirmed plan for nationwide coverage by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "ba193488-1383-4d94-a442-f7d5169b6553", "title": "Will Amazon deploy an AI system capable of fully autonomous warehouse management by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Amazon has officially deployed a system that utilizes artificial intelligence for the full autonomous management of at least one of its warehouse operations. The system must be capable of performing all tasks required for warehouse management without human intervention. These tasks include but are not limited to inventory management, order processing, picking and packing, and shipping logistics. The deployment of such a system must be confirmed by an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must be operational, not in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is intended for expansion to additional warehouses. Temporary deployments or the use of similar technology for specific tasks within the warehouse do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "not_P": {"id": "be45bcdd-a5ce-4453-bd07-5572cfa5dc84", "title": "Will Amazon not deploy an AI system capable of fully autonomous warehouse management by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Amazon has not officially deployed a system that utilizes artificial intelligence for the full autonomous management of at least one of its warehouse operations. The system must be capable of performing all tasks required for warehouse management without human intervention. These tasks include but are not limited to inventory management, order processing, picking and packing, and shipping logistics. The non-deployment of such a system must be confirmed by the absence of an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must not be operational, or only in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is not intended for expansion to additional warehouses. Temporary deployments or the use of similar technology for specific tasks within the warehouse do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0, "frequentist": 0.0}}
{"line": {"P": {"id": "438cc0fc-5a06-4030-8b00-70ccf54e9ad7", "title": "Will any European Union regulation significantly impact the cryptocurrency market by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the European Union has enacted one or more regulations that significantly impact the cryptocurrency market. A regulation will be considered to have a significant impact if it meets any of the following criteria:\n- It leads to a change of 10% or more in the total market capitalization of cryptocurrencies within a 30-day period following its announcement or implementation.\n- It introduces new, mandatory compliance requirements for a majority of cryptocurrency exchanges operating within the EU, affecting their operations.\n- It results in the banning or severe restriction of one or more major cryptocurrencies (e.g., Bitcoin, Ethereum) within the EU.\nSignificant impact will be determined based on reports from reputable financial news sources (e.g., Financial Times, Bloomberg, Reuters) and data from recognized cryptocurrency market analysis firms.\nIn the event of multiple regulations, the question will resolve as Yes if any single regulation meets the criteria for significant impact. Regulations that are proposed but not enacted by the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "not_P": {"id": "2c134cd1-fd0e-4769-84f3-014c5871ae63", "title": "Will no European Union regulation significantly impact the cryptocurrency market by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the European Union has not enacted any regulations that significantly impact the cryptocurrency market. A regulation will be considered to have a significant impact if it meets any of the following criteria:\n- It leads to a change of 10% or more in the total market capitalization of cryptocurrencies within a 30-day period following its announcement or implementation.\n- It introduces new, mandatory compliance requirements for a majority of cryptocurrency exchanges operating within the EU, affecting their operations.\n- It results in the banning or severe restriction of one or more major cryptocurrencies (e.g., Bitcoin, Ethereum) within the EU.\nSignificant impact will be determined based on reports from reputable financial news sources (e.g., Financial Times, Bloomberg, Reuters) and data from recognized cryptocurrency market analysis firms.\nIn the event of multiple regulations, the question will resolve as Yes if no single regulation meets the criteria for significant impact. Regulations that are proposed but not enacted by the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.184021, "frequentist": 0.6316664}}
{"line": {"P": {"id": "39814edd-03ae-4d5b-96ed-7c44ca73bd2d", "title": "Will India launch its own digital currency to compete with major cryptocurrencies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Government of India has officially launched a digital currency designed to compete with major cryptocurrencies such as Bitcoin, Ethereum, etc. The launch must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The digital currency must be operational and available for public use, not in a trial phase. The intent to compete with major cryptocurrencies must be explicitly stated by official government sources or inferred from the functionality and design of the digital currency. In the event of a partial launch (e.g., limited to specific regions or for specific applications), the question will resolve as Yes if the digital currency is intended for nationwide use and broader financial integration.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "9d983bbf-7907-4895-b404-60e9562ad80a", "title": "Will India not launch its own digital currency to compete with major cryptocurrencies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Government of India has not officially launched a digital currency designed to compete with major cryptocurrencies such as Bitcoin, Ethereum, etc. The absence of a public announcement or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be sufficient. If the digital currency is not operational and available for public use, or is still in a trial phase, the question will resolve as Yes. If the intent to compete with major cryptocurrencies is not explicitly stated by official government sources or cannot be inferred from the functionality and design of the digital currency, the question will resolve as Yes. In the event of a partial launch (e.g., limited to specific regions or for specific applications), the question will resolve as Yes if the digital currency is not intended for nationwide use and broader financial integration.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0.0057738, "frequentist": 0.1069656}}
{"line": {"P": {"id": "271348d9-d732-4e8e-aff2-ae3b9e5e1926", "title": "Will FIFA introduce a global health initiative to combat pandemics affecting international sports events by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, FIFA has officially announced and initiated a global health initiative aimed at combating pandemics that affect international sports events. The initiative must be designed to prevent, manage, or mitigate the impact of pandemics on the organization and execution of international sports events, including but not limited to football matches and tournaments.\n\nThe announcement of such an initiative must be confirmed through official FIFA communication channels, such as press releases, official statements, or documented meetings. In the absence of direct communication, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence.\n\nThe initiative must include specific measures or programs that are actionable and measurable, and it must be aimed at a global scale, not limited to specific regions or countries. Temporary measures or initiatives solely for specific events do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "not_P": {"id": "39246d5e-6fa2-428c-a8aa-833e31603f60", "title": "Will FIFA not introduce a global health initiative to combat pandemics affecting international sports events by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, FIFA has not officially announced and initiated a global health initiative aimed at combating pandemics that affect international sports events. The initiative must be designed to prevent, manage, or mitigate the impact of pandemics on the organization and execution of international sports events, including but not limited to football matches and tournaments.\n\nThe absence of such an announcement must be confirmed through official FIFA communication channels, such as press releases, official statements, or documented meetings. In the absence of direct communication, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence.\n\nThe initiative must include specific measures or programs that are actionable and measurable, and it must be aimed at a global scale, not limited to specific regions or countries. Temporary measures or initiatives solely for specific events do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0.0043521, "frequentist": 0.0930887}}
{"line": {"P": {"id": "4feb8111-9ff6-4ec9-8f3a-17aab9564008", "title": "Will the Virginia Department of Health influence a significant change in election health safety protocols before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the Virginia Department of Health (VDH) has influenced a significant change in election health safety protocols in Virginia. A \"significant change\" is defined as a new or revised set of guidelines or regulations that materially alter the way elections are conducted in terms of health safety, with the aim of preventing disease transmission during the voting process. This could include, but is not limited to, changes in voting booth sanitation, the implementation of social distancing measures, adjustments to voting times or locations to reduce crowding, or the introduction of mail-in voting or electronic voting options as standard practice. The change must be officially announced by the VDH or a related government body and must be implemented statewide. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Washington Post) will be considered sufficient evidence of the VDH's influence on the change. Temporary measures introduced for a single election do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "not_P": {"id": "2405228e-bcf5-41aa-963e-c9ddc79f5ec9", "title": "Will the Virginia Department of Health not influence a significant change in election health safety protocols before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the Virginia Department of Health (VDH) has not influenced a significant change in election health safety protocols in Virginia. A \"significant change\" is defined as a new or revised set of guidelines or regulations that materially alter the way elections are conducted in terms of health safety, with the aim of preventing disease transmission during the voting process. This could include, but is not limited to, changes in voting booth sanitation, the implementation of social distancing measures, adjustments to voting times or locations to reduce crowding, or the introduction of mail-in voting or electronic voting options as standard practice. The change must be officially announced by the VDH or a related government body and must be implemented statewide. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Washington Post) will be considered sufficient evidence of the VDH's influence on the change. Temporary measures introduced for a single election do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0.0057738, "frequentist": 0.1069656}}
{"line": {"P": {"id": "2da75fd3-9eae-40ff-93dd-2c36a5812083", "title": "Will there be a significant breakthrough in the understanding of social physics that influences public policy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant breakthrough in the field of social physics is announced and has influenced public policy. A \"significant breakthrough\" is defined as a discovery or development that fundamentally changes the understanding or application of social physics in a way that directly impacts public policy formulation or implementation. The breakthrough must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. The influence on public policy must be evidenced by the adoption of new policies, significant amendments to existing policies, or the initiation of public policy debates directly attributable to the breakthrough. The adoption or amendment of policies must be confirmed by official government documentation or statements from a recognized authority in the field. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must be recognized by the scientific community, as evidenced by citations in subsequent research or endorsements by recognized experts in the field.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "not_P": {"id": "a8aa4ff4-8143-46ef-bca5-26566e80e9b6", "title": "Will there be no significant breakthrough in the understanding of social physics that influences public policy by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is no significant breakthrough in the field of social physics that is announced and has influenced public policy. A \"significant breakthrough\" is defined as a discovery or development that fundamentally changes the understanding or application of social physics in a way that directly impacts public policy formulation or implementation. The breakthrough must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. The influence on public policy must be evidenced by the adoption of new policies, significant amendments to existing policies, or the initiation of public policy debates directly attributable to the breakthrough. The adoption or amendment of policies must be confirmed by official government documentation or statements from a recognized authority in the field. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must be recognized by the scientific community, as evidenced by citations in subsequent research or endorsements by recognized experts in the field.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0.0}}
