{"line": {"P": {"question": {"id": "5dd5bfc8-dbea-4378-abd9-610490949131", "title": "[Metaculus] Will Joe Biden announce before July 15, 2024 that he will not accept the Democra...nomination for President?", "body": "Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President?\n\nResolves the same as the original on Metaculus.\n\n(https://www.metaculus.com/questions/question_embed/25755/?theme=dark)Resolution criteria\n\nThis question will resolve as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement to the effect that Joe Biden will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle.\n\nTo qualify for a Yes resolution, the statement must be unambiguous and conclusive: it should leave no room for the possibility that Biden would accept the Democratic Party's nomination for President of the United States in the 2024 election cycle.\n\nIf such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\nFine print and additional background information can be found on Metaculus.\n\nOnce the original resolves, its resolution will be applied to this market automatically. Trustworthy-ish users are encouraged to resolve this market before then if the outcome is known and unambiguous. Feel free to ping @jskf to request early resolution or to report issues.", "resolution_date": "2024-07-15T10:11:26Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02T10:27:38Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3121185996084903, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "767492a7-2ef3-4ac0-9a04-f272e9e3131a", "title": "[Metaculus] Will Joe Biden announce before July 15, 2024 that he will accept the Democratic Party's nomination for President?", "body": "Will Joe Biden announce before July 15, 2024 that he will accept the Democratic Party's nomination for President?\n\nResolves the same as the original on Metaculus.\n\n(https://www.metaculus.com/questions/question_embed/25755/?theme=dark)Resolution criteria\n\nThis question will resolve as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement to the effect that Joe Biden will seek and will accept the nomination of his party for another term as President of the United States in the 2024 cycle.\n\nTo qualify for a Yes resolution, the statement must be unambiguous and conclusive: it should leave no room for the possibility that Biden would not accept the Democratic Party's nomination for President of the United States in the 2024 election cycle.\n\nIf such a definitive statement is made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\nFine print and additional background information can be found on Metaculus.\n\nOnce the original resolves, its resolution will be applied to this market automatically. Trustworthy-ish users are encouraged to resolve this market before then if the outcome is known and unambiguous. Feel free to ping @jskf to request early resolution or to report issues.", "resolution_date": "2024-07-15 10:11:26+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "fb9091e5-410f-4bdb-b5e5-80a4a054955b", "title": "[Metaculus] Will Joe Biden publicly declare before July 15, 2024 that he will not accept the Democratic Party's nomination for President?", "body": "Will Joe Biden make a public announcement before July 15, 2024, indicating that he will not accept the nomination from the Democratic Party to run for President?\n\nThis resolves similarly to the original question on Metaculus.\n\n(https://www.metaculus.com/questions/question_embed/25755/?theme=dark)Resolution criteria\n\nA Yes answer will be given if, before 00:00 Eastern on July 15, 2024, Joe Biden or his campaign provides a clear, public, official statement confirming that he will not seek and will not accept the Democratic Party's nomination for another Presidential term in the 2024 election cycle.\n\nFor a Yes resolution, the announcement must be clear-cut and definitive, leaving no doubt that Biden would accept the Democratic Party's nomination for President in the 2024 election.\n\nIf no such clear statement is made before 00:00 Eastern on July 15, 2024, the question will resolve as No.\n\nFurther details and background can be found on Metaculus.\n\nOnce the original question resolves, its outcome will be automatically applied to this market. Users deemed trustworthy are encouraged to resolve this market early if the outcome is known and clear. Please contact @jskf for early resolution requests or to report any issues.", "resolution_date": "2024-07-15 10:11:26+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "120265f1-4a48-4515-aa0d-a83eb05fb94a", "title": "If Joe Biden announces he will not accept the Democratic nomination, will Kamala Harris's odds of winning increase according to Nate Silver's model?", "body": "Suppose the following is true: Joe Biden announces before July 15, 2024, that he will not accept the Democratic Party's nomination for President. This announcement must be definitive, unambiguous, and made publicly by Biden or his campaign, leaving no possibility of him accepting the nomination for the 2024 election.\n\nGiven this, will Kamala Harris's Electoral College probability in Nate Silver's model be greater than 46.6% on Friday, August 9th, at 8:40 PM? Resolves YES if it is >46.6% at that time, and NO otherwise.\n\nThis analysis considers the impact of Biden's decision on Harris's perceived chances in the model, as tracked on Nate Silver's platform.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-07-02T10:27:38Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": [{"name": "P", "elicited_prob": 0.65, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "d9babcb4-0266-4018-9c8f-3bc40372479e", "title": "If Joe Biden announces he will not accept the Democratic nomination, will Kamala Harris's odds of winning not increase according to Nate Silver's model?", "body": "Suppose the following is true: Joe Biden announces before July 15, 2024, that he will not accept the Democratic Party's nomination for President. This announcement must be definitive, unambiguous, and made publicly by Biden or his campaign, leaving no possibility of him accepting the nomination for the 2024 election.\n\nGiven this, will Kamala Harris's Electoral College probability in Nate Silver's model be 46.6% or less on Friday, August 9th, at 8:40 PM? Resolves YES if it is ≤46.6% at that time, and NO otherwise.\n\nThis analysis considers the impact of Biden's decision on Harris's perceived chances in the model, as tracked on Nate Silver's platform.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "49b5939b-c186-4c2c-8e9b-2c87e84b3a2f", "title": "Should Joe Biden declare that he will not pursue the Democratic nomination, will the likelihood of Kamala Harris winning rise as per Nate Silver's model?", "body": "Assume the following scenario: Joe Biden publicly states before July 15, 2024, that he will not seek the Democratic Party's nomination for President. This statement must be clear, unequivocal, and made publicly by Biden or his campaign, eliminating any chance of him accepting the nomination for the 2024 election.\n\nIn light of this, will Kamala Harris's probability of securing Electoral College votes in Nate Silver's model exceed 46.6% on Friday, August 9th, at 8:40 PM? The answer is YES if it is greater than 46.6% at that moment, and NO if it is not.\n\nThis evaluation takes into account how Biden's choice influences Harris's perceived odds in the model, as monitored on Nate Silver's platform.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "c183fd7c-acbc-4998-9fe9-3d2b1e75ade9", "title": "Will both of the following occur: (a) Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President? (b) Will Kamala's odds of winning increase over the next week according to Nate Silver's model?", "body": "(a) Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President? This resolves as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement that he will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle. The statement must be unambiguous and conclusive, leaving no room for the possibility that Biden would accept the Democratic Party's nomination for President in the 2024 election cycle. If such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\n(b) Will Kamala's odds of winning increase over the next week according to Nate Silver's model? Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02T10:27:38Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.39564392373896007, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "95c8f5b3-ff93-4817-941a-0df8c27e69d8", "title": "Will neither of the following occur: (a) Will Joe Biden not announce before July 15, 2024 that he will accept the Democratic Party's nomination for President? (b) Will Kamala's odds of winning not increase over the next week according to Nate Silver's model?", "body": "(a) Will Joe Biden not announce before July 15, 2024 that he will accept the Democratic Party's nomination for President? This resolves as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign does not make a definitive, public, official announcement that he will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle. The statement must be ambiguous or inconclusive, leaving room for the possibility that Biden would accept the Democratic Party's nomination for President in the 2024 election cycle. If such a definitive statement is made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\n(b) Will Kamala's odds of winning not increase over the next week according to Nate Silver's model? Resolves YES if the Electoral College probability for Harris in Nate Silver's model is ≤46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "abf699e8-aa94-43f8-aa10-b2a4d6270276", "title": "Will both of the following take place: (a) Will Joe Biden declare before July 15, 2024 that he will not accept the Democratic Party's nomination for President? (b) Will Kamala's chances of winning rise over the next week according to Nate Silver's analysis?", "body": "(a) Will Joe Biden declare before July 15, 2024 that he will not accept the Democratic Party's nomination for President? This is considered Yes if, before 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a clear, public, official statement that he will not pursue and will not accept the nomination of his party for another term as President of the United States in the 2024 election cycle. The announcement must be clear and final, leaving no possibility that Biden would accept the Democratic Party's nomination for President in the 2024 election cycle. If such a clear statement is not made before 00:00 Eastern on July 15, 2024, this question will be No.\n\n(b) Will Kamala's chances of winning rise over the next week according to Nate Silver's analysis? Resolves YES if the Electoral College probability for Harris in Nate Silver's model is greater than 46.6% on Friday, August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-02 10:27:38+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.04573134088300552, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.3244555229923411, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "1889c2b8-7459-4040-8019-d2fef85c4ed8", "title": "Will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "This question will resolve as \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment.\n\nThe removal or block is confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are not met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur *after* the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.", "resolution_date": "2024-07-16T01:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27T23:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2639708259390254, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "0c5311ad-28dc-415e-8ee5-a9f1f75f7250", "title": "Will Donald Trump not be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "This question will resolve as \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has not been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment.\n\nThe lack of removal or block is confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur *after* the mentioned date. It strictly pertains to whether Donald Trump has not been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves positively.", "resolution_date": "2024-07-16 01:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "089f9477-9874-42c4-9a5b-af8a47fab2c2", "title": "Is Donald Trump going to be barred or excluded from the primary election ballot in any U.S. state for a federal position according to Section 3 of the 14th Amendment?", "body": "This inquiry will be answered with \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has been officially barred or excluded from the primary election ballot in any U.S. state for a federal position (President, Senate, House of Representatives) based on Section 3 of the 14th Amendment.\n\nThe barring or exclusion is verified through official announcements from state governments, judicial rulings, legal documents, or reliable media reports. Speculative articles, opinion pieces, or unofficial statements will not be sufficient for resolution.\n\nThe inquiry will be answered with \"No\" if these criteria are not fulfilled as of July 15, 2024.\n\nNote: This inquiry does not consider legal disputes, appeals, or subsequent reversals that may happen *after* the specified date. It solely concerns whether Donald Trump has been barred from any state's primary election ballot for a federal position under the stated grounds as of July 15, 2024. If Trump is barred or excluded from a ballot and then reinstated, such that as of July 15th he is not barred or excluded from any ballot, the inquiry resolves negatively.", "resolution_date": "2024-07-16 01:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "255faa5e-074d-48bc-b577-e0569a0649f4", "title": "Given Donald Trump is removed or blocked from a primary ballot under Section 3 of the 14th Amendment, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment, as of July 15, 2024. This removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports, and is not reversed by that date.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is based on the decision made by the delegates of the Republican National Convention, regardless of the eventual outcome of the 2024 US election.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2020-08-27T23:00:00Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1921509488828397, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "fbee5701-3fc7-4b75-aebe-d9ae43e4d92a", "title": "Given Donald Trump is not removed and not blocked from a primary ballot under Section 3 of the 14th Amendment, will he not be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump has not been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment, as of July 15, 2024. This removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports, and is not reversed by that date.\n\nThen, is it true that Donald Trump will not be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is based on the decision made by the delegates of the Republican National Convention, regardless of the eventual outcome of the 2024 US election.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "14354f0d-e2c0-4486-933a-7e57e2351a86", "title": "If Donald Trump is disqualified or prevented from appearing on a primary ballot due to Section 3 of the 14th Amendment, will he still become the Republican candidate for the 2024 US Presidential Election?", "body": "Assuming the following holds: Donald Trump has been officially disqualified or prevented from appearing on the primary election ballot in any U.S. state for a federal position under Section 3 of the 14th Amendment, as of July 15, 2024. This disqualification or prevention must be verified through official announcements from state governments, judicial rulings, legal documents, or trustworthy news reports, and is not overturned by that date.\n\nThen, can it be said that Donald Trump will be chosen by the Republican National Convention as the candidate for the 2024 US Presidential Election? The conclusion is dependent on the choices made by the delegates of the Republican National Convention, regardless of the final result of the 2024 US election.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "4ca6af27-3444-456a-a3dc-869877bc499a", "title": "Will both of the following occur: (1) Donald Trump is removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment by July 15, 2024, and (2) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as \"Yes\" if both of the following conditions are met:\n\n1. As of July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution. Note that the question does not account for legal battles, appeals, or subsequent reversals that might occur after the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.\n\n2. Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\nThe question will resolve as \"No\" if either or both of these conditions are not met.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27T23:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.369559478402078, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "e4f3e9b7-adac-4d71-aba4-c0fd52790858", "title": "Will neither of the following occur: (1) Donald Trump is removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment by July 15, 2024, nor (2) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as \"Yes\" if neither of the following conditions are met:\n\n1. As of July 15, 2024, Donald Trump has not been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment. The removal or block must not be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution. Note that the question does not account for legal battles, appeals, or subsequent reversals that might occur after the mentioned date. It strictly pertains to whether Donald Trump has not been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.\n\n2. Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is not selected by the delegates of the Republican National Convention.\n\nThe question will resolve as \"No\" if either or both of these conditions are met.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "1b73c0ef-ba84-498d-a858-5a30e879f1bb", "title": "Is it true that both of the following will happen: (1) Donald Trump is either eliminated or barred from the primary election ballot in any U.S. state for a federal position under Section 3 of the 14th Amendment by July 15, 2024, and (2) Donald Trump becomes the Republican candidate for the 2024 U.S. Presidential Election?", "body": "This inquiry will be answered with \"Yes\" if both of the following criteria are satisfied:\n\n1. By July 15, 2024, Donald Trump has been officially eliminated or barred from the primary election ballot in any U.S. state for a federal position (President, Senate, House of Representatives) based on Section 3 of the 14th Amendment. The elimination or barring must be verified through official announcements from state governments, judicial rulings, legal documents, or reliable media sources. Speculative reports, opinion articles, or unofficial statements will not be sufficient for resolution. It is important to note that this question does not consider legal disputes, appeals, or later reversals that may occur after the specified date. It strictly concerns whether Donald Trump has been removed from any state's primary election ballot for a federal position under the stated grounds as of July 15, 2024. If Trump is eliminated or barred from a ballot and subsequently reinstated, resulting in him not being removed or barred from any ballot as of July 15th, the question will be answered negatively.\n\n2. Donald Trump is chosen by the Republican National Convention as the candidate for the 2024 U.S. Presidential Election. The identity of the Republican nominee on the day of the 2024 U.S. election is irrelevant; the determination is solely based on who is selected by the delegates of the Republican National Convention.\n\nThe question will be answered with \"No\" if either or both of these criteria are not satisfied.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2020-08-27 23:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.1874876698412001, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.6351701036186476, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "b3c0d947-0336-47d8-a901-9ad73bf33cbc", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1951941016011038, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "5c08dc83-f9ed-498f-b2e0-972153d579bd", "title": "Will Donald Trump Jr. not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "9affb895-2804-4ca0-97bf-381de210cbe0", "title": "Is Donald Trump Jr. going to be the Republican candidate for the 2024 United States Presidential Election?", "body": "This inquiry will conclude as **Yes** if Donald Trump Jr. is chosen by the Republican National Convention as the candidate for the 2024 United States Presidential Election. Any other contenders will result in a **No** outcome. This question is not limited to the candidates currently discussed; additional candidates may emerge later.\n\nFor the purposes of this inquiry, it does not matter who is nominated by the Republican party on the day of the 2024 US election; the determination is solely based on who is chosen by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "40414a69-b251-49cf-a0aa-579a9db31726", "title": "Conditional on Donald Trump Jr. being the Republican nominee, will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question resolves as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If this condition is met, then the question resolves as **No** for Asa Hutchinson, as only one candidate can be the nominee.\n\nResolution criteria for the condition: Donald Trump Jr. must be selected by the delegates of the Republican National Convention as the nominee.\nResolution criteria for the outcome: Asa Hutchinson must be selected by the delegates of the Republican National Convention as the nominee, which is impossible if Donald Trump Jr. is the nominee. Therefore, if Donald Trump Jr. is the nominee, this resolves as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.0, "metadata": [{"name": "P", "elicited_prob": 0.0, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "ba24f5d6-6421-49a4-a5a2-0a2b4d2e0e87", "title": "Conditional on Donald Trump Jr. being the Republican nominee, will Asa Hutchinson not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question resolves as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If this condition is met, then the question resolves as **Yes** for Asa Hutchinson, as it is possible for Asa Hutchinson to not be the nominee if Donald Trump Jr. is the nominee.\n\nResolution criteria for the condition: Donald Trump Jr. must be selected by the delegates of the Republican National Convention as the nominee.\nResolution criteria for the outcome: Asa Hutchinson must not be selected by the delegates of the Republican National Convention as the nominee, which is possible if Donald Trump Jr. is the nominee.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "417301b5-17f6-46aa-a08a-d4ed12df220a", "title": "Assuming Donald Trump Jr. is the Republican candidate, will Asa Hutchinson also be the Republican candidate for the 2024 US Presidential Election?", "body": "This inquiry will be answered with **Yes** if Donald Trump Jr. is chosen by the Republican National Convention as the candidate for the 2024 US Presidential Election. If this scenario occurs, the answer will be **No** for Asa Hutchinson, since only one individual can hold the nomination.\n\nCriteria for the condition: Donald Trump Jr. must be chosen by the delegates of the Republican National Convention as the candidate.\nCriteria for the outcome: Asa Hutchinson must be chosen by the delegates of the Republican National Convention as the candidate, which cannot happen if Donald Trump Jr. is the candidate. Thus, if Donald Trump Jr. is the candidate, this will resolve as **No**.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "305b931a-52a7-4ae6-ad5d-7c4e6ac79fcc", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other combinations of candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1921509488828397, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "313f8baa-3a1c-4be1-ac6f-0cb1c4c1a3df", "title": "Will neither Donald Trump Jr. nor Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if neither Donald Trump Jr. nor Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. Any other combination of candidates, including if at least one of them is selected, will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "9b9285bc-f400-4ffc-8409-5a63f4aa0412", "title": "Are both Donald Trump Jr. and Asa Hutchinson going to be the Republican candidates for the 2024 US Presidential Election?", "body": "This query will be answered with **Yes** if both Donald Trump Jr. and Asa Hutchinson are chosen by the Republican National Convention as candidates for the 2024 US Presidential Election. Any other combination of nominees will be answered with **No**. This inquiry is not limited to the candidates currently being discussed; additional options may emerge later.\n\nFor the purpose of this question, it does not matter who gets the Republican nomination on the day of the 2024 US election; the outcome is solely based on who is chosen by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.19999256208318344, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.48614045170650416, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "7fb62127-1d38-48a8-acc6-1268543897ff", "title": "Will Joe Biden die before Saturday?", "body": "Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. \n\nOtherwise, resolves NO.", "resolution_date": "2024-07-27T15:19:17Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05T16:35:49Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.021231694600979824, "metadata": [{"name": "P", "elicited_prob": 0.01, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "96a2db9a-5ce5-4bb9-b9e6-86dc353dba92", "title": "Will Joe Biden not die before Saturday?", "body": "Resolves YES if there is no official announcement of Joe Biden's death before market close at the end of Friday, July 26th. \n\nOtherwise, resolves NO.", "resolution_date": "2024-07-27 15:19:17+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "130e3051-41c0-4bae-8dca-b1113d27d51b", "title": "Is there a possibility that Joe Biden will pass away before Saturday?", "body": "This will resolve to YES if there is a formal declaration of Joe Biden's passing prior to the market closing on Friday, July 26th. \n\nIf not, it will resolve to NO.", "resolution_date": "2024-07-27 15:19:17+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "9328648c-a2c5-4c31-b621-169cca7f2a6e", "title": "If Joe Biden dies before Saturday, will he remain President through the end of July 2024?", "body": "Suppose the following is true: Joe Biden dies before Saturday, with an official announcement of his death made before market close at the end of Friday, July 26th. \n\nResolution criteria for the condition: Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nResolution criteria for the outcome: Resolves YES if Biden remains US President through the end of July 2024 (ET); resolves NO if he resigns, dies, or otherwise ceases to be President before then. Temporary transfer of power under the 25th amendment (i.e., making his VP the Acting President) does not cause a YES resolution. (Acting President is different from President under the Constitution)\n\nIf the condition is not met, resolves N/A.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-07-05T16:35:49Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25000000000000006, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "1aa07ef6-a6f7-433e-ac5d-e68297d70435", "title": "If Joe Biden dies before Saturday, will he not remain President through the end of July 2024?", "body": "Suppose the following is true: Joe Biden dies before Saturday, with an official announcement of his death made before market close at the end of Friday, July 26th. \n\nResolution criteria for the condition: Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nResolution criteria for the outcome: Resolves YES if Biden does not remain US President through the end of July 2024 (ET); resolves NO if he remains President through that time. Temporary transfer of power under the 25th amendment (i.e., making his VP the Acting President) does not cause a YES resolution. (Acting President is different from President under the Constitution)\n\nIf the condition is not met, resolves N/A.", "resolution_date": "2024-08-02 02:37:53+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "deda92a2-2de2-4c2f-8c3e-6bf43380f7a0", "title": "In the event that Joe Biden passes away prior to Saturday, will he still hold the position of President until the conclusion of July 2024?", "body": "Assume the following scenario is accurate: Joe Biden passes away before Saturday, with an official declaration of his death issued before the market closes on Friday, July 26th. \n\nCriteria for determining the condition: Resolves to YES if there is an official declaration of Joe Biden's death prior to the market closing on Friday, July 26th. If not, it resolves to NO.\n\nCriteria for determining the outcome: Resolves to YES if Biden continues to be the US President until the end of July 2024 (ET); resolves to NO if he resigns, passes away, or otherwise stops being President before that time. A temporary transfer of authority under the 25th amendment (i.e., appointing his Vice President as Acting President) does not lead to a YES resolution. (An Acting President is distinct from a President according to the Constitution)\n\nIf the condition is not satisfied, it resolves to N/A.", "resolution_date": "2024-08-02 02:37:53+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "feebbcde-f90b-4912-aa5a-93905d2cc00f", "title": "Will Joe Biden die before Saturday and remain President through end of July 2024?", "body": "Resolves YES if both of the following occur: (a) There is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th, and (b) Biden remains US President through the end of July 2024 (ET).\n\nResolves NO if either Joe Biden does not die before the specified time or he does not remain President through the specified time. Temporary transfer of power under the 25th amendment does not affect the resolution regarding his presidency.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05T16:35:49Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.06410130507198926, "metadata": [{"name": "P", "elicited_prob": 0.01, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "322568b4-6c54-4314-8ac8-0bb355e0ada7", "title": "Will Joe Biden not die before Saturday or not remain President through end of July 2024?", "body": "Resolves YES if either of the following occurs: (a) There is no official announcement of Joe Biden's death before market close at the end of Friday, July 26th, or (b) Biden does not remain US President through the end of July 2024 (ET).\n\nResolves NO if both Joe Biden dies before the specified time and he remains President through the specified time. Temporary transfer of power under the 25th amendment does not affect the resolution regarding his presidency.", "resolution_date": "2024-08-02 02:37:53+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "46e3b92d-24a7-4b97-ae7f-05a3f60b6684", "title": "Is it possible for Joe Biden to pass away prior to Saturday and still hold the office of President until the end of July 2024?", "body": "This resolves to YES if both of the following conditions are met: (a) An official declaration of Joe Biden's death is made before the market closes on Friday, July 26th, and (b) Biden continues to be the President of the United States until the conclusion of July 2024 (ET).\n\nThis resolves to NO if either Joe Biden does not pass away before the given deadline or he does not remain in the presidency through the specified period. A temporary transfer of authority under the 25th amendment does not influence the resolution regarding his status as President.", "resolution_date": "2024-08-02 02:37:53+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-05 16:35:49+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.03369547609332701, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.23540781319810336, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "337ade30-d546-4906-9a60-e23a2fba580c", "title": "Kamala president by Friday?", "body": "This market will resolve to \"Yes\" if Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nThe primary resolution source for this market will be official information from the US government, however a consensus of credible reporting will also be used.\n\nResolver", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08T23:38:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.14101131373259485, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "e6808fb6-f82f-4752-8e38-0da53573d0d6", "title": "Kamala not president by Friday?", "body": "This market will resolve to \"Yes\" if Vice President Kamala Harris is not formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nThe primary resolution source for this market will be official information from the US government, however a consensus of credible reporting will also be used.\n\nResolver", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "53faaa49-82e4-4344-a6f1-9b94b2cba3bd", "title": "Will Kamala Harris be president by Friday?", "body": "This market will conclude with a \"Yes\" if Vice President Kamala Harris is officially recognized as President or Acting President of the United States at any time prior to July 26, 2024, 11:59 PM ET. If this does not occur, the market will result in a \"No\".\n\nThe main source for resolution will be official announcements from the US government, but a consensus of reliable news reports will also be taken into account.\n\nResolver", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "866d88a9-1f2f-4762-a704-fe3863f28b76", "title": "Given Kamala Harris is president by Friday, will Biden drop out before July 20?", "body": "Suppose the following is true: Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. This would be confirmed by official information from the US government or a consensus of credible reporting.\n\nThen, is it true that President Joe Biden will drop out or be otherwise unable to continue the race before July 20 midnight Eastern Time? If he does, the answer is yes; otherwise, it is no.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-07-08T23:38:03Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4223361065847985, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "178bbd6c-c218-48ac-9808-78ae5e804dfd", "title": "Given Kamala Harris is president by Friday, will Biden not drop out before July 20?", "body": "Suppose the following is true: Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. This would be confirmed by official information from the US government or a consensus of credible reporting.\n\nThen, is it true that President Joe Biden will not drop out and will be able to continue the race before July 20 midnight Eastern Time? If he does, the answer is yes; otherwise, it is no.", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "5b6c3653-0f33-42f5-ac3f-81390e7e12da", "title": "If Kamala Harris assumes the presidency by Friday, will Biden withdraw from the race prior to July 20?", "body": "Assuming the following holds: Vice President Kamala Harris is officially recognized as President or Acting President of the United States at any time before July 26, 2024, 11:59 PM ET, as validated by official announcements from the US government or a consensus from reliable news sources.\n\nThen, can we say that President Joe Biden will withdraw or otherwise be unable to continue his campaign before midnight Eastern Time on July 20? If he does, the answer is yes; otherwise, it is no.", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "18d2db02-c88b-494c-a9e9-4419eb4c9551", "title": "Will both of the following occur: (a) Kamala Harris is President or Acting President by July 26, 2024, and (b) Biden drops out before July 20, 2024?", "body": "(a) Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. The primary resolution source will be official information from the US government, however a consensus of credible reporting will also be used.\n\n(b) Joe Biden drops out or is otherwise unable to continue the race before July 20, 2024, midnight Eastern Time.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08T23:38:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.30000000000000004, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "0c25a1ad-62ef-4364-a695-31a95be31f5e", "title": "Will neither of the following occur: (a) Kamala Harris is President or Acting President by July 26, 2024, nor (b) Biden drops out before July 20, 2024?", "body": "(a) Kamala Harris is not formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. The primary resolution source will be official information from the US government, however a consensus of credible reporting will also be used.\n\n(b) Joe Biden does not drop out and is otherwise able to continue the race after July 20, 2024, midnight Eastern Time.", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "9d057c37-4ff1-4128-881b-3675f181344e", "title": "Is it true that both of the following will happen: (a) Kamala Harris becomes President or Acting President by July 26, 2024, and (b) Biden withdraws from the race before July 20, 2024?", "body": "(a) Kamala Harris is officially recognized as President or Acting President of the United States at any time prior to July 26, 2024, 11:59 PM ET. The main source for this resolution will be official announcements from the US government, but a consensus of reliable news reports will also be considered.\n\n(b) Joe Biden either withdraws or is unable to continue his campaign before July 20, 2024, midnight Eastern Time.", "resolution_date": "2024-07-28 19:17:15+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-08 23:38:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.1130792674957594, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.4934298430317124, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
