{"line": {"P": {"question": {"id": "16d4634a-e218-4547-a8fd-65c51c8584eb", "title": "Will Czechia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Czechia participates in a Semi-final and is then officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Czechia does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.6628685678732142, "metadata": [{"name": "P", "elicited_prob": 0.65, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "3b78f6f3-8133-4542-9aec-488dc3ea6dda", "title": "Will Czechia not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Czechia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Czechia qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "fd9c36c7-3fab-4fe6-8a7e-b9a9e161840d", "title": "Is Czechia going to make it to the Grand Final in Eurovision 2024?", "body": "This inquiry will be considered **Yes** if Czechia takes part in a Semi-final and is subsequently confirmed by the European Broadcasting Union (EBU) as having secured a spot in the Eurovision 2024 Grand Final. If Czechia fails to qualify, the outcome will be **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "6abad6bc-ea65-4bc9-a192-1cfc315981dc", "title": "Given Czechia qualifies for the Grand Final, will Denmark qualify for Eurovision 2024 Grand Final?", "body": "Suppose the following is true: Czechia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark qualify for the Grand Final? \n\nResolution criteria for the outcome: This question will resolve as **Yes** if Denmark participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Denmark does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6043560762610399, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "9c28255f-d665-4cc4-a0f5-0fc1dd445377", "title": "Given Czechia qualifies for the Grand Final, will Denmark not qualify for Eurovision 2024 Grand Final?", "body": "Suppose the following is true: Czechia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark not qualify for the Grand Final? \n\nResolution criteria for the outcome: This question will resolve as **Yes** if Denmark participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having not qualified for the Eurovision 2024 Grand Final. If Denmark qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "d68d6f9a-7f80-4ede-895c-51ec7719222c", "title": "If Czechia secures a spot in the Grand Final, can Denmark also secure a spot in the Eurovision 2024 Grand Final?", "body": "Assuming the following holds true: Czechia takes part in a Semi-final and is formally declared by the European Broadcasting Union (EBU) as having secured a place in the Eurovision 2024 Grand Final. Then, can Denmark also secure a place in the Grand Final? \n\nCriteria for determining the outcome: This question will be resolved as **Yes** if Denmark competes in a Semi-final and is formally declared by the European Broadcasting Union (EBU) as having secured a place in the Eurovision 2024 Grand Final. If Denmark fails to qualify, the outcome will be resolved as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "63427473-1143-4651-ba4b-d4a65a815705", "title": "If both Czechia and Denmark qualify for the Eurovision 2024 Grand Final, will Portugal also qualify?", "body": "Suppose the following is true: Both Czechia and Denmark participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Portugal qualify for the Grand Final in Eurovision 2024? \n\nThe resolution criteria for the outcome are as follows: This question will resolve as **Yes** if Portugal participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Portugal does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4769477628186271, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "d6e67ffe-bd5e-42dc-a3cf-a114281a4606", "title": "If both Czechia and Denmark qualify for the Eurovision 2024 Grand Final, will Portugal not qualify?", "body": "Suppose the following is true: Both Czechia and Denmark participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Portugal not qualify for the Grand Final in Eurovision 2024? \n\nThe resolution criteria for the outcome are as follows: This question will resolve as **Yes** if Portugal does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Portugal qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "f2dc8f44-6d49-49a0-b263-17c7605e4028", "title": "Should both Czechia and Denmark make it to the Eurovision 2024 Grand Final, will Portugal also secure a spot?", "body": "Assuming the following holds true: Both Czechia and Denmark compete in their respective Semi-finals and are confirmed by the European Broadcasting Union (EBU) as having made it to the Eurovision 2024 Grand Final. Then, will Portugal also secure its place in the Grand Final for Eurovision 2024? \n\nThe criteria for determining the outcome are as follows: This question will be answered with **Yes** if Portugal competes in a Semi-final and is confirmed by the European Broadcasting Union (EBU) as having made it to the Eurovision 2024 Grand Final. If Portugal does not qualify, the answer will be **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "072d8189-aae8-40f7-ace8-bc1dd0d9e3fb", "title": "Will Czechia, Denmark, and Portugal all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all three of the following conditions are met: (1) Czechia participates in its respective Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (2) Denmark participates in its respective Semi-final and is officially announced by the EBU as having qualified for the Grand Final, and (3) Portugal participates in a Semi-final and is officially announced by the EBU as having qualified for the Grand Final. If any of Czechia, Denmark, or Portugal does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.38295074913414523, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "1c0d89b9-ab81-42ec-b753-e214351db32d", "title": "Will Czechia, Denmark, and Portugal not all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if at least one of the following conditions is not met: (1) Czechia participates in its respective Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (2) Denmark participates in its respective Semi-final and is officially announced by the EBU as having qualified for the Grand Final, or (3) Portugal participates in a Semi-final and is officially announced by the EBU as having qualified for the Grand Final. If all of Czechia, Denmark, and Portugal qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "77ae2d48-0fa0-436e-9427-798bfd00f97e", "title": "Are Czechia, Denmark, and Portugal set to make it to the Grand Final in Eurovision 2024?", "body": "This inquiry will be answered with **Yes** if the following three criteria are satisfied: (1) Czechia takes part in its designated Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final, (2) Denmark competes in its respective Semi-final and is officially recognized by the EBU as having qualified for the Grand Final, and (3) Portugal enters a Semi-final and is officially acknowledged by the EBU as having qualified for the Grand Final. If any of Czechia, Denmark, or Portugal fails to qualify, the answer will be **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.005873690613098004, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.3527424187593284, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "5f65bd4d-7430-49c4-8671-e617853ceff4", "title": "Will Latvia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Latvia participates in a Semi-final and is then officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Latvia does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.437219346932831, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "290c2743-bcf8-4aec-9b22-23f1817ccd44", "title": "Will Latvia not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Latvia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Latvia qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "278d5d84-0556-455a-8ae5-0572d31a5d2f", "title": "Is Latvia going to make it to the Grand Final in Eurovision 2024?", "body": "This inquiry will be considered **Yes** if Latvia competes in a Semi-final and is subsequently confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final. Conversely, if Latvia fails to qualify, the outcome will be **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "056b026e-c3e3-499e-81ef-6e8799cbe391", "title": "Given Latvia qualifies for the Grand Final in Eurovision 2024, will Australia qualify as well?", "body": "Suppose the following is true: Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Australia also participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final?", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4223361065847985, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "d30b872f-5357-4609-bee4-a9231efdc818", "title": "Given Latvia qualifies for the Grand Final in Eurovision 2024, will Australia not qualify as well?", "body": "Suppose the following is true: Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Australia also participate in a Semi-final and not be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final?", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "71728cdf-eddb-4c6a-839d-712d9ac160ce", "title": "If Latvia secures a spot in the Grand Final for Eurovision 2024, will Australia also make the cut?", "body": "Assuming the following is accurate: Latvia competes in a Semi-final and is confirmed by the European Broadcasting Union (EBU) as having secured a place in the Eurovision 2024 Grand Final. In that case, will Australia also compete in a Semi-final and be confirmed by the EBU as having secured a place in the Eurovision 2024 Grand Final?", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "e71aaf82-c53b-4804-b1cc-4289690fa447", "title": "Given both Latvia and Australia qualify for the Eurovision 2024 Grand Final, will Poland also qualify?", "body": "This question explores the scenario where both Latvia and Australia have qualified for the Eurovision 2024 Grand Final. Under this condition, we then consider whether Poland will also qualify.\n\nResolution criteria for the condition: Both of the following must occur: (a) Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (b) Australia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final.\n\nResolution criteria for the outcome: Poland must participate in a Semi-final and be officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Poland does not qualify, the question resolves as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4494897427831781, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "f71b4fb5-9592-4fb5-bae6-fed13dc63f24", "title": "Given both Latvia and Australia qualify for the Eurovision 2024 Grand Final, will Poland not qualify?", "body": "This question explores the scenario where both Latvia and Australia have qualified for the Eurovision 2024 Grand Final. Under this condition, we then consider whether Poland will not qualify.\n\nResolution criteria for the condition: Both of the following must occur: (a) Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (b) Australia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final.\n\nResolution criteria for the outcome: Poland must participate in a Semi-final and be officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Poland qualifies, the question resolves as **Yes**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "e19a0889-a98b-4bb0-b2c6-d7c76e7424ee", "title": "If both Latvia and Australia secure a spot in the Eurovision 2024 Grand Final, will Poland also make it?", "body": "This inquiry examines the situation in which both Latvia and Australia have secured their places in the Eurovision 2024 Grand Final. Given this scenario, we then assess whether Poland will also succeed in qualifying.\n\nCriteria for the condition to be met: Both of the following must take place: (a) Latvia competes in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (b) Australia competes in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final.\n\nCriteria for the outcome: Poland must compete in a Semi-final and be officially confirmed by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If Poland does not qualify, the answer will be **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "34bf2493-6a97-4203-a41a-ed691ce7b0a5", "title": "Will Latvia, Australia, and Poland all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all of the following occur: (a) Latvia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Australia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (c) Poland participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If any of Latvia, Australia, or Poland does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3121185996084903, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "dc1da07c-fef6-442c-b8b8-5fb8fadb3a20", "title": "Will Latvia, Australia, or Poland not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if any of the following occur: (a) Latvia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Australia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, or (c) Poland does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If all of Latvia, Australia, and Poland qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "65a13739-f1ab-4cb2-a157-c96ce9022a7b", "title": "Are Latvia, Australia, and Poland all set to reach the Grand Final in Eurovision 2024?", "body": "This inquiry will conclude as **Yes** if the following conditions are met: (a) Latvia is involved in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final, (b) Australia is involved in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final, and (c) Poland is involved in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final. If any of Latvia, Australia, or Poland fails to qualify, the inquiry will conclude as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.029297780297270815, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.47465473537571556, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "9726aba0-61cc-4cba-b4ca-0d32140414f8", "title": "Will Slovenia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.46310149953099694, "metadata": [{"name": "P", "elicited_prob": 0.45, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "fa2b60d5-bfa3-4dc3-bcdf-92d4886d8509", "title": "Will Slovenia not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "c40e3a18-1545-45f4-ac9d-d3b4c3f5c298", "title": "Is Slovenia going to make it to the Grand Final in Eurovision 2024?", "body": "This inquiry will conclude as **Yes** if Slovenia competes in a Semi-final and is officially confirmed by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final. If Slovenia fails to qualify, the inquiry will conclude as **No**.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "9c23caba-df4c-45c8-a8be-b762018b8c88", "title": "Conditional on Slovenia qualifying for the Eurovision 2024 Grand Final, will Lithuania also qualify?", "body": "This question explores the scenario where Slovenia qualifies for the Eurovision 2024 Grand Final. If Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Grand Final, then we consider whether Lithuania will also qualify.\n\nResolution criteria:\n- For the condition: Slovenia must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final.\n- For the outcome: Lithuania must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final. Resolves YES if Lithuania qualifies under these conditions, and NO if it does not qualify.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.4494897427831781, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "58b07157-21d9-4816-b774-6309ae7bcbde", "title": "Conditional on Slovenia qualifying for the Eurovision 2024 Grand Final, will Lithuania not qualify?", "body": "This question explores the scenario where Slovenia qualifies for the Eurovision 2024 Grand Final. If Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Grand Final, then we consider whether Lithuania will not qualify.\n\nResolution criteria:\n- For the condition: Slovenia must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final.\n- For the outcome: Lithuania must participate in a Semi-final and be officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final. Resolves YES if Lithuania does not qualify under these conditions, and NO if it does qualify.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "5b148544-6c6e-4fbf-8452-6ac5fe8819af", "title": "If Slovenia secures a spot in the Eurovision 2024 Grand Final, does Lithuania have a chance to qualify as well?", "body": "This inquiry looks into the possibility of Slovenia making it to the Eurovision 2024 Grand Final. In the event that Slovenia competes in a Semi-final and is confirmed by the European Broadcasting Union (EBU) as having advanced to the Grand Final, we then assess if Lithuania will also secure a qualification.\n\nCriteria for resolution:\n- Regarding the condition: Slovenia must compete in a Semi-final and be officially recognized by the EBU as having progressed to the Eurovision 2024 Grand Final.\n- Regarding the result: Lithuania must compete in a Semi-final and be officially recognized by the EBU as having progressed to the Eurovision 2024 Grand Final. A YES is determined if Lithuania qualifies under these stipulations, and a NO if it fails to qualify.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "db32a8d4-abbf-4202-9e43-a77750216cf2", "title": "Given both Slovenia and Lithuania qualify for the Eurovision 2024 Grand Final, will Denmark also qualify?", "body": "Suppose the following is true: Both Slovenia and Lithuania participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark also qualify for the Grand Final? \n\nResolution criteria for the condition: This condition is met if both Slovenia and Lithuania are announced as qualifiers for the Eurovision 2024 Grand Final by the EBU.\n\nResolution criteria for the outcome: This question resolves as **Yes** if Denmark participates in a Semi-final and is officially announced by the EBU as having qualified for the Eurovision 2024 Grand Final. If Denmark does not qualify, it resolves as **No**. If the condition is not met, the question resolves as N/A.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.39564392373896007, "metadata": [{"name": "P", "elicited_prob": 0.4, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "5c3506b5-127d-44e9-b261-9d236504cb2a", "title": "Given both Slovenia and Lithuania qualify for the Eurovision 2024 Grand Final, will Denmark not qualify?", "body": "Suppose the following is true: Both Slovenia and Lithuania participate in their respective Semi-finals and are officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. Then, will Denmark not qualify for the Grand Final? \n\nResolution criteria for the condition: This condition is met if both Slovenia and Lithuania are announced as qualifiers for the Eurovision 2024 Grand Final by the EBU.\n\nResolution criteria for the outcome: This question resolves as **Yes** if Denmark participates in a Semi-final and is officially announced by the EBU as having not qualified for the Eurovision 2024 Grand Final. If Denmark qualifies, it resolves as **No**. If the condition is not met, the question resolves as N/A.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "9c5dcd4a-931e-4954-9b71-b046a2c3b36e", "title": "If Slovenia and Lithuania secure their places in the Eurovision 2024 Grand Final, does Denmark also secure a spot?", "body": "Assume the following holds true: Slovenia and Lithuania are both involved in their Semi-finals and are confirmed by the European Broadcasting Union (EBU) as having secured their places in the Eurovision 2024 Grand Final. Under these circumstances, does Denmark also secure a place in the Grand Final? \n\nCriteria for fulfilling the condition: This condition is satisfied when Slovenia and Lithuania are both confirmed as qualifiers for the Eurovision 2024 Grand Final by the EBU.\n\nCriteria for determining the outcome: This question will be answered with **Yes** if Denmark takes part in a Semi-final and is confirmed by the EBU as having qualified for the Eurovision 2024 Grand Final. If Denmark fails to qualify, the answer will be **No**. If the condition is not satisfied, the question will be marked as N/A.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "ae66930b-6ed8-43a6-a606-b211e146fd0e", "title": "Will Slovenia, Lithuania, and Denmark all qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if all of the following occur: (a) Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Lithuania participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and (c) Denmark participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If any of Slovenia, Lithuania, or Denmark does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09T21:19:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.39564392373896007, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "907f8cca-3f27-4ab9-b459-089c1749414b", "title": "Will Slovenia, Lithuania, or Denmark not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if any of the following occur: (a) Slovenia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, (b) Lithuania does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, or (c) Denmark does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If all of Slovenia, Lithuania, and Denmark qualify, the question will resolve as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "9f3e32c2-48c1-4f6b-8e4a-5bb64f1d9691", "title": "Are Slovenia, Lithuania, and Denmark set to advance to the Grand Final in Eurovision 2024?", "body": "This inquiry will conclude as **Yes** if each of the following conditions is met: (a) Slovenia competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final, (b) Lithuania competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final, and (c) Denmark competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having advanced to the Eurovision 2024 Grand Final. If any of Slovenia, Lithuania, or Denmark fails to qualify, the inquiry will conclude as **No**.", "resolution_date": "2024-05-09 21:19:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.15522708466522228, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.6163841564086358, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "30dd6831-3405-408b-95a8-cde9f48fc47b", "title": "Will Kamala's odds of winning increase over the next week according to Nate Silver's model?", "body": "Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\nLink: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04T18:36:42Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.5, "metadata": [{"name": "P", "elicited_prob": 0.55, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "8e34f94e-06d2-4c97-89fd-06c0ee7bbd3d", "title": "Will Kamala's odds of winning not increase over the next week according to Nate Silver's model?", "body": "Resolves YES if the Electoral College probability for Harris in Nate Silver's model is <=46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\nLink: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "e7a7c787-8c54-4868-8d6d-fabcd4039673", "title": "Are Kamala's chances of victory expected to rise in the coming week based on Nate Silver's analysis?", "body": "This will be determined as YES if the Electoral College likelihood for Harris in Nate Silver's analysis exceeds 46.6% on Friday, August 9th at 8:40 PM. It will be considered NO in all other cases.\n\nLink: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "92ae79df-c24b-40b0-b1de-d79a5cafda11", "title": "Given Kamala's odds of winning increase over the next week according to Nate Silver's model, will Joe Biden die before Saturday?", "body": "Suppose the following is true: Kamala's odds of winning increase over the next week according to Nate Silver's model. This resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. \n\nThen, is it true that Joe Biden will die before Saturday? This resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, it resolves NO.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-07-04T18:36:42Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.020233192330689695, "metadata": [{"name": "P", "elicited_prob": 0.01, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "7088aa2a-9738-4cd8-836f-94be232185de", "title": "Given Kamala's odds of winning do not increase over the next week according to Nate Silver's model, will Joe Biden not die before Saturday?", "body": "Suppose the following is true: Kamala's odds of winning do not increase over the next week according to Nate Silver's model. This resolves YES if the Electoral College probability for Harris in Nate Silver's model is ≤46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. \n\nThen, is it true that Joe Biden will not die before Saturday? This resolves YES if there is no official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, it resolves NO.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "3b30972d-0698-4e79-b343-046d36a7e80f", "title": "With Kamala's chances of winning projected to rise this week based on Nate Silver's analysis, will Joe Biden pass away prior to Saturday?", "body": "Assuming the following holds: Kamala's chances of winning are expected to rise over the upcoming week according to Nate Silver's analysis. This will resolve to YES if the Electoral College likelihood for Harris in Nate Silver's analysis exceeds 46.6% on Friday, August 9th at 8:40 PM. It will resolve to NO in all other cases.\n\nTherefore, can we say that Joe Biden will pass away before Saturday? This will resolve to YES if there is an official declaration of Joe Biden's death before the market closes on Friday, July 26th. In other circumstances, it will resolve to NO.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "e4c5a50e-fc45-404a-a32a-7db01491bdb7", "title": "Given both Kamala's odds increase according to Nate Silver and Joe Biden dies before Saturday, will the market get 377 traders by July 15?", "body": "Suppose the following is true: (a) Kamala's odds of winning increase over the next week according to Nate Silver's model, and (b) Joe Biden dies before Saturday. \n\n(a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\n(b) Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nThen, will the linked market get at least 377 traders by the end of July 15?\n\nResolves YES if the market embedded in the link (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g) has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-07-04T18:36:42Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.369559478402078, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "620ac559-69cd-405a-aba8-b1d4f7c6ee9a", "title": "Given both Kamala's odds do not increase according to Nate Silver and Joe Biden does not die before Saturday, will the market not get 377 traders by July 15?", "body": "Suppose the following is true: (a) Kamala's odds of winning do not increase over the next week according to Nate Silver's model, and (b) Joe Biden does not die before Saturday. \n\n(a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is <=46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\n(b) Resolves YES if there is no official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nThen, will the linked market not get at least 377 traders by the end of July 15? \n\nResolves YES if the market embedded in the link (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g) has less than 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "ace6397b-8b56-49e5-8c41-d3180820f653", "title": "If Kamala's chances rise according to Nate Silver and Joe Biden passes away before Saturday, will the market attract 377 traders by July 15?", "body": "Assuming the following conditions hold: (a) Kamala's likelihood of winning improves over the coming week as per Nate Silver's analysis, and (b) Joe Biden passes away prior to Saturday. \n\n(a) Resolves to YES if the Electoral College probability for Harris in Nate Silver's analysis exceeds 46.6% on Friday, August 9th at 8:40 PM. Resolves to NO otherwise.\n\n(b) Resolves to YES if there is an official declaration of Joe Biden's passing before the market closes on Friday, July 26th. Otherwise, resolves to NO.\n\nTherefore, will the linked market reach a minimum of 377 traders by the conclusion of July 15? \n\nResolves to YES if the market linked (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g) has 377 traders before it closes (July 15, 11:59 PM Pacific Time). Resolves to NO otherwise.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "64f8149c-b595-4c20-89e2-4cf36191e26f", "title": "Will all of the following occur: (1) Kamala's odds of winning increase over the next week according to Nate Silver's model and Joe Biden dies before Saturday, and (2) the linked market gets at least 377 traders by end of July 15?", "body": "(1a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\n(1b) Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n(2) Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04T18:36:42Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.14067424606324747, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "b519de35-6a66-4402-a2a7-ecae914e653a", "title": "Will not all of the following occur: (1) Kamala's odds of winning not increase over the next week according to Nate Silver's model or Joe Biden does not die before Saturday, or (2) the linked market does not get at least 377 traders by end of July 15?", "body": "(1a) Resolves YES if the Electoral College probability for Harris in Nate Silver's model is ≤46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\n(1b) Resolves YES if there is no official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n(2) Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g does not have 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "2e094379-4ad2-4521-b337-13262928130d", "title": "Is it certain that the following will take place: (1) Kamala's chances of victory rise in the upcoming week as per Nate Silver's analysis, and Joe Biden passes away prior to Saturday, and (2) the associated market attracts a minimum of 377 participants by the conclusion of July 15?", "body": "(1a) Resolves YES if the Electoral College likelihood for Harris in Nate Silver's analysis exceeds 46.6% on Friday, August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\n(1b) Resolves YES if there is an official declaration of Joe Biden's passing before the market closes at the end of Friday, July 26th. Otherwise, resolves NO.\n(2) Resolves YES if the market found at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 participants before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.", "resolution_date": "2024-08-10 03:50:41+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-07-04 18:36:42+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.010342263757527892, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.3921694324960096, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "05626b51-73c6-4c84-85e8-eac916ff6d11", "title": "Will Slovenia qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as **No**.", "resolution_date": "2024-05-07T22:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.43631624107272954, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "81d8c79b-d3eb-4481-9363-f33bfadb4da9", "title": "Will Slovenia not qualify for the Grand Final in Eurovision 2024?", "body": "This question will resolve as **Yes** if Slovenia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it qualifies, the question will resolve as **No**.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "e5364f3b-7932-4d95-a7ed-3ca35794d7c6", "title": "Is Slovenia set to advance to the Grand Final in Eurovision 2024?", "body": "This inquiry will conclude with a **Yes** if Slovenia takes part in a Semi-final and is formally declared by the European Broadcasting Union (EBU) as having advanced to the Grand Final of Eurovision 2024. If Slovenia fails to qualify, the outcome will be **No**.", "resolution_date": "2024-05-07 22:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "38a752eb-6ea4-4019-926c-9efd2e45e7b4", "title": "Conditional on Slovenia qualifying for the Grand Final in Eurovision 2024, will the linked market get at least 377 traders by end of July 15?", "body": "Suppose Slovenia qualifies for the Eurovision 2024 Grand Final, meaning it participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified. Then, will the linked market have at least 377 traders by the end of July 15?\n\nResolution criteria for the condition: Slovenia must participate in a Semi-final and be officially announced as having qualified for the Grand Final by the EBU.\n\nResolution criteria for the outcome: Resolves YES if the linked market has 377 traders before market close on July 15, 11:59 PM Pacific Time. Resolves NO otherwise. The market is linked here: (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g)", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.6258483938648436, "metadata": [{"name": "P", "elicited_prob": 0.65, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "9c7fc179-d688-4a72-94a5-06c22084c12f", "title": "Conditional on Slovenia qualifying for the Grand Final in Eurovision 2024, will the linked market have fewer than 377 traders by end of July 15?", "body": "Suppose Slovenia qualifies for the Eurovision 2024 Grand Final, meaning it participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified. Then, will the linked market have fewer than 377 traders by the end of July 15?\n\nResolution criteria for the condition: Slovenia must participate in a Semi-final and be officially announced as having qualified for the Grand Final by the EBU.\n\nResolution criteria for the outcome: Resolves YES if the linked market has fewer than 377 traders before market close on July 15, 11:59 PM Pacific Time. Resolves NO otherwise. The market is linked here: (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g)", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "dfc865a5-5112-40a2-af20-634a8be434d6", "title": "If Slovenia makes it to the Grand Final in Eurovision 2024, will the associated market reach a minimum of 377 traders by the close of July 15?", "body": "Assuming Slovenia secures a spot in the Eurovision 2024 Grand Final, which requires it to compete in a Semi-final and be officially recognized by the European Broadcasting Union (EBU) as qualified. Will the associated market have a minimum of 377 traders by the end of July 15?\n\nCriteria for determining the condition: Slovenia must compete in a Semi-final and be officially recognized as qualified for the Grand Final by the EBU.\n\nCriteria for determining the outcome: Resolves YES if the associated market has 377 traders before it closes on July 15, 11:59 PM Pacific Time. Resolves NO otherwise. The market can be found here: (https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g)", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "633efe00-9ec5-47f2-ac21-851a15a08902", "title": "Given Slovenia qualifies for the Eurovision 2024 Grand Final and the linked market gets at least 377 traders by July 15, will Serbia qualify for the Grand Final in Eurovision 2024?", "body": "Suppose the following is true: (a) Slovenia qualifies for the Eurovision 2024 Grand Final, meaning Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. (b) The linked market gets at least 377 traders by end of July 15, meaning the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Given these conditions, will Serbia qualify for the Grand Final in Eurovision 2024? This resolves as Yes if Serbia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and No otherwise.", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6156621555924207, "metadata": [{"name": "P", "elicited_prob": 0.45, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "f17ff2f3-b555-4e62-9994-f055336ed619", "title": "Given Slovenia does not qualify for the Eurovision 2024 Grand Final or the linked market does not get at least 377 traders by July 15, will Serbia not qualify for the Grand Final in Eurovision 2024?", "body": "Suppose the following is true: (a) Slovenia does not qualify for the Eurovision 2024 Grand Final, meaning Slovenia does not participate in a Semi-final and is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. (b) The linked market does not get at least 377 traders by end of July 15, meaning the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has fewer than 377 traders before market close (July 15, 11:59 PM Pacific Time). Given these conditions, will Serbia not qualify for the Grand Final in Eurovision 2024? This resolves as Yes if Serbia does not participate in a Semi-final and is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final, and No otherwise.", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "47edebf9-61dc-412a-a69b-c1119396553b", "title": "If Slovenia secures a spot in the Eurovision 2024 Grand Final and the associated market attracts a minimum of 377 traders by July 15, will Serbia make it to the Grand Final in Eurovision 2024?", "body": "Assuming the following statements hold: (a) Slovenia secures a place in the Eurovision 2024 Grand Final, which means Slovenia competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. (b) The associated market attracts at least 377 traders by the end of July 15, indicating that the market found at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before the market closes (July 15, 11:59 PM Pacific Time). Under these circumstances, will Serbia qualify for the Grand Final in Eurovision 2024? This will be answered with Yes if Serbia competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final; otherwise, the answer will be No.", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "29c3409a-ed19-4b00-a702-813d82f8008d", "title": "Will all of the following occur: (1) Slovenia qualifies for the Grand Final in Eurovision 2024 (2) The linked market gets at least 377 traders by end of July 15 (3) Serbia qualifies for the Grand Final in Eurovision 2024?", "body": "(1) Slovenia qualifies for the Eurovision 2024 Grand Final: This will resolve as Yes if Slovenia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it does not qualify, the question will resolve as No.\n\n(2) The linked market gets at least 377 traders by end of July 15: Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.\n\n(3) Serbia qualifies for the Eurovision 2024 Grand Final: This question will resolve as Yes if Serbia participates in a Semi-final and is officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. For all other countries, the question will resolve as No.", "resolution_date": "2024-07-16T13:43:45Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12T16:00:03Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.38072372021534095, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "NegChecker", "data": {"not_P": {"id": "196cbe6a-8e8a-47d4-8f42-c1de8d4b4975", "title": "Will not all of the following occur: (1) Slovenia qualifies for the Grand Final in Eurovision 2024 (2) The linked market gets at least 377 traders by end of July 15 (3) Serbia qualifies for the Grand Final in Eurovision 2024?", "body": "(1) Slovenia qualifies for the Eurovision 2024 Grand Final: This will resolve as Yes if Slovenia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. If it qualifies, the question will resolve as No.\n\n(2) The linked market gets at least 377 traders by end of July 15: Resolves YES if the market embedded at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has less than 377 traders before market close (July 15, 11:59 PM Pacific Time). Resolves NO otherwise.\n\n(3) Serbia qualifies for the Eurovision 2024 Grand Final: This question will resolve as Yes if Serbia does not participate in a Semi-final or is not officially announced by the European Broadcasting Union (EBU) as having qualified for the Eurovision 2024 Grand Final. For all other countries, the question will resolve as No.", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}, {"name": "ParaphraseChecker", "data": {"para_P": {"id": "c4a35eee-e61b-4a17-8f4b-eca6c4c4920a", "title": "Is it true that all of the following will happen: (1) Slovenia makes it to the Grand Final in Eurovision 2024 (2) The associated market reaches a minimum of 377 traders by the end of July 15 (3) Serbia advances to the Grand Final in Eurovision 2024?", "body": "(1) Slovenia makes it to the Eurovision 2024 Grand Final: This will be marked as Yes if Slovenia competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having reached the Eurovision 2024 Grand Final. If it does not advance, the outcome will be No.\n\n(2) The associated market reaches a minimum of 377 traders by the end of July 15: This will be marked as Yes if the market found at https://manifold.markets/embed/Mira_/how-many-traders-will-this-market-g has 377 traders before the market closes (July 15, 11:59 PM Pacific Time). It will be marked as No otherwise.\n\n(3) Serbia advances to the Eurovision 2024 Grand Final: This will be marked as Yes if Serbia competes in a Semi-final and is officially recognized by the European Broadcasting Union (EBU) as having reached the Eurovision 2024 Grand Final. For all other nations, the outcome will be No.", "resolution_date": "2024-07-16 13:43:45+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2024-04-12 16:00:03+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.04543902317229681, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.39416745608126047, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
