{"id": "07b11b15-6872-4280-a94f-17b6d15a1b8a", "title": "Will SpaceX land people on Mars before 2030?", "body": "This question will resolve as Yes if SpaceX successfully lands at least one human on the surface of Mars on or before December 31, 2030. The landing must be confirmed by SpaceX through an official announcement or live broadcast. The human(s) must be alive upon landing and must perform at least one extravehicular activity (EVA) on the Martian surface, which must be documented and released to the public. In the event of a dispute regarding the success of the mission, the resolution will defer to the judgment of an international space agency such as NASA or ESA. If no landing attempt is made by the specified date, or if all attempts fail to meet the above criteria, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/349", "metadata": {"topics": [{"id": 184, "slug": "elon-musk", "name": "Elon Musk", "link_id": 27681, "num_questions": 159}, {"id": 485, "slug": "spacex-reusable-launch-system-development-program", "name": "SpaceX reusable launch system", "link_id": 27682, "num_questions": 130}, {"id": 1365, "slug": "spacex", "name": "SpaceX", "link_id": 75197, "num_questions": 112}, {"id": 564, "slug": "colonization-of-mars", "name": "Colonization of Mars", "link_id": 27683, "num_questions": 70}, {"id": 1768, "slug": "spacex-mars-transportation-infrastructure", "name": "SpaceX Mars transportation infrastructure", "link_id": 40982, "num_questions": 5}]}, "resolution": null}
{"id": "0a39bd32-7b2f-43e9-a571-7d459e733fcf", "title": "Will human brain emulation be the first successful route to human-level digital intelligence?", "body": "This question will resolve as Yes if, before December 31, 2050, a digital intelligence with capabilities equivalent to or surpassing those of an average human adult brain is created, and the following conditions are met:\n\n1. The digital intelligence must be primarily based on the emulation of human brain structures and functions, rather than on alternative AI approaches such as machine learning or symbolic AI.\n\n2. The emulation must be validated by a panel of experts in neuroscience and artificial intelligence, who confirm that the digital intelligence's architecture and processing are substantially similar to that of the human brain.\n\n3. The digital intelligence must demonstrate the ability to perform a wide range of cognitive tasks at a level comparable to an average human adult, including but not limited to problem-solving, language comprehension, learning, and emotional processing.\n\n4. The digital intelligence must pass a comprehensive Turing test administered by an independent organization, achieving a success rate indistinguishable from that of human participants.\n\n5. The development and validation of the digital intelligence must be documented and published in a peer-reviewed scientific journal.\n\nIn the event that multiple projects claim to have achieved human-level digital intelligence through brain emulation, the resolution will be based on the first project to meet all the above criteria according to the date of publication in a peer-reviewed journal.\n\nIf no project meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2050-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/372", "metadata": {"topics": [{"id": 142, "slug": "medicine", "name": "Medicine", "link_id": 6847, "num_questions": 1475}, {"id": 542, "slug": "biology", "name": "Biology", "link_id": 6849, "num_questions": 197}, {"id": 36, "slug": "philosophy", "name": "Philosophy", "link_id": 6851, "num_questions": 133}, {"id": 714, "slug": "neuroscience", "name": "Neuroscience", "link_id": 6850, "num_questions": 72}, {"id": 1644, "slug": "robin-hanson", "name": "Robin Hanson", "link_id": 40646, "num_questions": 18}, {"id": 2300, "slug": "mind-uploading", "name": "Mind uploading", "link_id": 43199, "num_questions": 11}, {"id": 2303, "slug": "brain-preservation-foundation", "name": "Brain Preservation Foundation", "link_id": 43202, "num_questions": 5}, {"id": 3377, "slug": "anatomy", "name": "Anatomy", "link_id": 69977, "num_questions": 4}, {"id": 2301, "slug": "the-age-of-em", "name": "The Age of Em", "link_id": 43200, "num_questions": 3}]}, "resolution": null}
{"id": "218f5f13-c0bf-4659-b72b-00ea5bcaec43", "title": "Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?", "body": "This question will resolve as Yes if, before January 1, 2027, any of the following countries: Belgium, France, Italy, Luxembourg, Netherlands, or Germany officially initiates the process to leave the European Union, as defined by Article 50 of the Treaty on European Union. The initiation of the process must be confirmed by an official statement from the government of the respective country or a publication in the Official Journal of the European Union. The question will resolve as No if none of these countries have initiated the process by the specified date. In the event of ambiguity due to political or legal challenges, the resolution will be based on the most authoritative and final decision available from the Court of Justice of the European Union or a similar competent authority. If the European Union ceases to exist in its current form before the resolution date, the question will resolve as No unless the departure of any listed country was a contributing factor to the dissolution.", "resolution_date": "2027-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/375", "metadata": {"topics": [{"id": 311, "slug": "european-union", "name": "European Union", "link_id": 3126, "num_questions": 250}, {"id": 55, "slug": "france", "name": "France", "link_id": 3123, "num_questions": 110}, {"id": 408, "slug": "germany", "name": "Germany", "link_id": 3128, "num_questions": 108}, {"id": 2802, "slug": "italy", "name": "Italy", "link_id": 45082, "num_questions": 56}, {"id": 173, "slug": "brexit", "name": "Brexit", "link_id": 3124, "num_questions": 48}, {"id": 237, "slug": "netherlands", "name": "Netherlands", "link_id": 3125, "num_questions": 45}, {"id": 393, "slug": "belgium", "name": "Belgium", "link_id": 3127, "num_questions": 20}, {"id": 2803, "slug": "luxembourg", "name": "Luxembourg", "link_id": 45083, "num_questions": 16}, {"id": 2804, "slug": "withdrawal-from-the-european-union", "name": "Withdrawal from the European Union", "link_id": 45084, "num_questions": 5}]}, "resolution": null}
{"id": "6b08d698-fa30-4c15-8ff4-75c68f5dbd6a", "title": "Will there be Human-machine intelligence parity before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, a peer-reviewed scientific study or a credible report from a major technology firm confirms that a human-like artificial intelligence has been created, meeting the following criteria:\n\n- Cognitive Equivalence: The AI demonstrates cognitive abilities at least equal to an average human adult in standardized intelligence tests, including but not limited to IQ tests, memory tests, and problem-solving tasks.\n\n- Emotional and Social Intelligence: The AI exhibits emotional responses and social behaviors that are indistinguishable from those of humans, as assessed by qualified psychologists.\n\n- Continuous Learning: The AI shows the ability to learn new tasks and adapt to new environments at a rate comparable to a human learner.\n\n- Autonomy: The AI operates independently without human intervention for extended periods, making decisions and performing tasks in a manner similar to a human being.\n\n- Ethical and Moral Reasoning: The AI applies ethical and moral reasoning in its decision-making process, as evaluated by an ethics committee.\n\nIn the event that multiple AIs meet these criteria, the resolution will be based on the first confirmed instance. If no such AI is developed by the resolution date, the question will resolve as No.\n\nFallback Scenario: If there is controversy or ambiguity regarding the assessment of the AI's capabilities, a panel of experts from recognized institutions in the field of artificial intelligence will be convened to make a final determination.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/384", "metadata": {"topics": [{"id": 858, "slug": "ethics", "name": "Ethics", "link_id": 6872, "num_questions": 105}, {"id": 37, "slug": "linguistics", "name": "Linguistics", "link_id": 83270, "num_questions": 103}, {"id": 774, "slug": "deepmind", "name": "DeepMind", "link_id": 6871, "num_questions": 99}, {"id": 150, "slug": "microsoft", "name": "Microsoft", "link_id": 6869, "num_questions": 88}, {"id": 1012, "slug": "psychology", "name": "Psychology", "link_id": 6873, "num_questions": 65}, {"id": 1251, "slug": "education", "name": "Education", "link_id": 37387, "num_questions": 43}, {"id": 670, "slug": "alphago", "name": "AlphaGo", "link_id": 83271, "num_questions": 17}, {"id": 606, "slug": "literature", "name": "Literature", "link_id": 85920, "num_questions": 16}, {"id": 6538, "slug": "computer-vision", "name": "Computer vision", "link_id": 85917, "num_questions": 8}, {"id": 2542, "slug": "atari", "name": "Atari", "link_id": 44206, "num_questions": 4}, {"id": 3948, "slug": "machine-translation", "name": "Machine translation", "link_id": 85918, "num_questions": 4}, {"id": 2539, "slug": "algorithmic-bias", "name": "Algorithmic bias", "link_id": 44203, "num_questions": 3}, {"id": 10981, "slug": "tensorflow", "name": "TensorFlow", "link_id": 85919, "num_questions": 3}]}, "resolution": null}
{"id": "a15c1962-8bd0-42c3-95e7-da0cf371c173", "title": "Will RoboCup announce that robots have beaten professional human soccer players before 2050?", "body": "This question will resolve as Yes if, before January 1, 2050, the RoboCup Federation or its successor organization officially announces that a team of autonomous robots has defeated a team of professional human soccer players in a match played under official FIFA rules. The match must be at least 90 minutes in duration, not including potential extra time or penalty shootouts, and must be observed and verified by a panel of FIFA-recognized referees. The robots must not be remote-controlled or receive external instructions during the match, and the human team must consist of players who are currently contracted with professional soccer clubs at the time of the match. In the event that the RoboCup Federation ceases to exist, the resolution will be based on an announcement from the most directly comparable and authoritative successor organization. If no such match has occurred by the resolution date, the question will resolve as No.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/397", "metadata": {"topics": [{"id": 1012, "slug": "psychology", "name": "Psychology", "link_id": 25860, "num_questions": 65}, {"id": 347, "slug": "sociology", "name": "Sociology", "link_id": 25859, "num_questions": 43}, {"id": 159, "slug": "2022-fifa-world-cup", "name": "2022 FIFA World Cup", "link_id": 25858, "num_questions": 11}, {"id": 3608, "slug": "robocup", "name": "RoboCup", "link_id": 47617, "num_questions": 4}]}, "resolution": null}
{"id": "cd71a889-e7c2-4581-9562-697f1e99e34d", "title": "If chess is solved before 2080, must perfect play result in white winning?", "body": "The question will resolve as Yes if, before January 1, 2080, there is a consensus in the mathematical or computer science community, supported by peer-reviewed research, that demonstrates a winning strategy for white in chess with perfect play from both sides. The resolution will be based on publications in reputable journals or announcements by recognized authorities in the field of game theory or computer science. The solution must be verifiable and reproducible by independent experts. In the event that chess is proven to be a forced draw with perfect play, the question will resolve as No. If chess is not solved, or if the solution is inconclusive regarding the outcome of perfect play, the question will remain unresolved.", "resolution_date": "2080-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/480", "metadata": {"topics": [{"id": 1105, "slug": "game-theory", "name": "Game theory", "link_id": 35332, "num_questions": 20}, {"id": 1850, "slug": "chess", "name": "Chess", "link_id": 35334, "num_questions": 6}]}, "resolution": null}
{"id": "7afd84db-3952-4be1-84f5-8753acc3d0fa", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "The European Union's 2030 targets under the Paris Climate Treaty are defined by the following key objectives: \n\n- A 40% cut in greenhouse gas emissions (from 1990 levels)\n- At least 32% share for renewable energy\n- At least 32.5% improvement in energy efficiency\n\nThis question will resolve as Yes if the European Union officially reports achieving all of the above targets by December 31, 2030, as confirmed by the European Environment Agency (EEA) or another authoritative body designated for this purpose. \n\nIn the event that the European Union redefines its targets under the Paris Climate Treaty before the resolution date, the revised targets will be used to determine the outcome of this question. \n\nIf the European Union dissolves or any member state exits the Union before the resolution date, the question will resolve as No, unless the exiting member state(s) individually meet the targets and their data is included in the overall EU report. \n\nShould the EEA or the designated authoritative body fail to provide a conclusive report by the resolution date, the question will resolve using the most recent official data available prior to January 1, 2031.", "resolution_date": "2031-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/489", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 16453, "num_questions": 1799}, {"id": 311, "slug": "european-union", "name": "European Union", "link_id": 16454, "num_questions": 250}, {"id": 1167, "slug": "paris-agreement", "name": "Paris Agreement", "link_id": 36639, "num_questions": 28}, {"id": 1813, "slug": "paris", "name": "Paris", "link_id": 36640, "num_questions": 8}]}, "resolution": null}
{"id": "60ae1d27-8563-4f2e-b700-bcc8473adcbc", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the People's Republic of China has officially reported a reduction in carbon emissions per unit of GDP by at least 60% relative to their 2015 levels, as per the data and reports published by the United Nations Framework Convention on Climate Change (UNFCCC) or any other authoritative global environmental monitoring agency recognized by the UN. The reduction must be sustained and not merely a temporary dip in emissions. In the event that the UNFCCC or equivalent authoritative body ceases to exist, is unable to report, or does not provide clear data, the question will resolve based on the most credible and widely recognized alternative source of global emissions data available at the time. If no such data or reports are available by the resolution date, the question will resolve as N/A (Not Applicable).", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/491", "metadata": {"topics": [{"id": 93, "slug": "china", "name": "China", "link_id": 10815, "num_questions": 524}, {"id": 253, "slug": "environmental-science", "name": "Environmental science", "link_id": 10817, "num_questions": 204}, {"id": 1107, "slug": "chemistry", "name": "Chemistry", "link_id": 35377, "num_questions": 139}, {"id": 639, "slug": "energy", "name": "Energy", "link_id": 10819, "num_questions": 120}, {"id": 216, "slug": "climate-change-denial", "name": "Climate change denial", "link_id": 10816, "num_questions": 108}, {"id": 8009, "slug": "climatology", "name": "Climatology", "link_id": 81649, "num_questions": 85}, {"id": 1431, "slug": "gross-domestic-product", "name": "Gross domestic product", "link_id": 35379, "num_questions": 59}, {"id": 615, "slug": "geology", "name": "Geology", "link_id": 10818, "num_questions": 28}, {"id": 1167, "slug": "paris-agreement", "name": "Paris Agreement", "link_id": 35378, "num_questions": 28}]}, "resolution": null}
{"id": "9090d120-5a38-41f1-9c7a-0136404d08ec", "title": "Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?", "body": "This question will resolve as Yes if, by January 1, 2035, any country that possessed nuclear weapons as of July 1, 2017, has officially disarmed its nuclear arsenal and has been confirmed to have done so by the International Atomic Energy Agency (IAEA). The disarmament must include the dismantlement of all nuclear warheads and the cessation of production of nuclear weapons materials. The IAEA must have been granted full access to verify the disarmament process and must have published a report confirming the completion of disarmament. If a country has transferred its nuclear weapons to another state or entity, or if it has only partially dismantled its arsenal, the question will resolve as No. In the event that the IAEA is dissolved or unable to perform verification, an equivalent authoritative international body must confirm the disarmament for the question to resolve as Yes.", "resolution_date": "2035-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/492", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 2137, "num_questions": 1799}, {"id": 93, "slug": "china", "name": "China", "link_id": 2136, "num_questions": 524}, {"id": 18, "slug": "russia", "name": "Russia", "link_id": 2133, "num_questions": 438}, {"id": 174, "slug": "united-kingdom", "name": "United Kingdom", "link_id": 2139, "num_questions": 364}, {"id": 8, "slug": "israel", "name": "Israel", "link_id": 2138, "num_questions": 175}, {"id": 389, "slug": "india", "name": "India", "link_id": 2140, "num_questions": 144}, {"id": 55, "slug": "france", "name": "France", "link_id": 2132, "num_questions": 110}, {"id": 82, "slug": "north-korea", "name": "North Korea", "link_id": 2134, "num_questions": 88}, {"id": 88, "slug": "united-nations", "name": "United Nations", "link_id": 2135, "num_questions": 86}, {"id": 610, "slug": "pakistan", "name": "Pakistan", "link_id": 2141, "num_questions": 55}, {"id": 41, "slug": "international-atomic-energy-agency", "name": "International Atomic Energy Agency", "link_id": 2131, "num_questions": 22}, {"id": 1327, "slug": "treaty-on-the-non-proliferation-of-nuclear-weapons", "name": "Treaty on the Non-Proliferation of Nuclear Weapons", "link_id": 38373, "num_questions": 16}]}, "resolution": null}
{"id": "80695383-a926-488b-a1c7-0d17e47739d4", "title": "Will the first commercial hyperloop system be within the US?", "body": "This question will resolve as Yes if, by December 31, 2025, there is an operational commercial hyperloop system within the United States that meets the following criteria:\n\n- The system must be open to the public and offer regular services.\n- The system must cover a minimum distance of 50 miles between two or more stations.\n- The system must be capable of achieving and sustaining speeds of at least 600 miles per hour during regular operation.\n- The system must have completed all necessary safety inspections and received all required certifications from relevant U.S. regulatory bodies, such as the Department of Transportation and any state-level agencies involved.\n\nIn the event that multiple hyperloop systems become operational within the same time frame, the resolution will be based on the date of the first completed passenger journey.\n\nIf no commercial hyperloop system is operational in the U.S. by the resolution date, the question will resolve as No.\n\nFallback scenario: If a hyperloop system is announced to be operational but is not open to the public by the resolution date, the question will resolve as No. If the system opens to the public within 30 days after the resolution date, the resolution may be amended to Yes, provided all other criteria are met.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/513", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 3899, "num_questions": 1799}, {"id": 93, "slug": "china", "name": "China", "link_id": 3898, "num_questions": 524}, {"id": 18, "slug": "russia", "name": "Russia", "link_id": 3897, "num_questions": 438}, {"id": 184, "slug": "elon-musk", "name": "Elon Musk", "link_id": 3900, "num_questions": 159}, {"id": 467, "slug": "new-york-state", "name": "New York (state)", "link_id": 3901, "num_questions": 56}, {"id": 2005, "slug": "washington-dc", "name": "Washington, D.C.", "link_id": 35778, "num_questions": 40}, {"id": 1123, "slug": "nevada", "name": "Nevada", "link_id": 35777, "num_questions": 16}, {"id": 2319, "slug": "dubai", "name": "Dubai", "link_id": 43279, "num_questions": 7}, {"id": 2318, "slug": "hyperloop", "name": "Hyperloop", "link_id": 43278, "num_questions": 5}]}, "resolution": null}
{"id": "c3d000e4-07f7-4b18-82ba-e12f10403038", "title": "Will humans go extinct before 2100?", "body": "This question will resolve as Yes if, by January 1, 2100, the human population falls below 1,000 individuals worldwide, as reported by at least three independent and reputable scientific organizations. The criteria for human extinction must include the inability to sustain a viable population due to factors such as global catastrophic events, widespread infertility, or other phenomena leading to the cessation of human birth and survival. In the absence of direct population counts, corroborating evidence from multiple sources, including satellite imagery, AI predictive models, and on-the-ground reports, may be used to infer population levels. If no reliable data is available due to global communication breakdown or other unforeseen circumstances, the question will resolve as Ambiguous.", "resolution_date": "2100-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/578", "metadata": {"topics": [{"id": 1918, "slug": "human-extinction", "name": "Human extinction", "link_id": 4209040, "num_questions": 12}, {"id": 766, "slug": "global-catastrophic-risk", "name": "Global catastrophic risk", "link_id": 4209041, "num_questions": 10}, {"id": 3991, "slug": "extinction", "name": "Extinction", "link_id": 4209039, "num_questions": 8}]}, "resolution": null}
{"id": "5707bbec-54ad-40bf-be6b-688fedbd8e13", "title": "Will there be more VR headset sales than AR headsets sales in 2025?", "body": "This question will resolve as Yes if, according to the cumulative sales data reported by the International Data Corporation (IDC) or a similar authoritative market research firm, the total number of virtual reality (VR) headsets sold globally in the year 2025 exceeds the total number of augmented reality (AR) headsets sold in the same period. Sales figures must be specific to VR and AR headsets and not include other wearable devices. In the event that the IDC or equivalent authoritative source does not report the required data by the resolution date, the question will resolve using the most credible data available from major technology market analysis firms. If no such data is available by the resolution date, the question will resolve as ambiguous.", "resolution_date": "2026-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/579", "metadata": {"topics": [{"id": 1779, "slug": "ios", "name": "IOS", "link_id": 41003, "num_questions": 11}, {"id": 1777, "slug": "microsoft-hololens", "name": "Microsoft HoloLens", "link_id": 41001, "num_questions": 4}, {"id": 1778, "slug": "pok%C3%A9mon-go", "name": "Pokémon Go", "link_id": 41002, "num_questions": 4}]}, "resolution": null}
{"id": "e84e5564-bb58-459c-ac6d-d560cbe09f58", "title": "Will there be at least 2˚C of global warming by 2100?", "body": "This question will resolve as Yes if, according to the annual mean global temperature data provided by the National Aeronautics and Space Administration (NASA) or the National Oceanic and Atmospheric Administration (NOAA), the average global surface temperature has increased by at least 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels (defined as the average from 1850-1900) by January 1, 2100. The measurement must be based on the average of at least five consecutive years to account for annual variability. In the event that NASA or NOAA cease to exist or no longer provide this data, the resolution will be based on the most reputable scientific data available at the time. If no consensus on the data source can be reached by the resolution date, the question will resolve as N/A (not applicable).", "resolution_date": "2100-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/585", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 16625, "num_questions": 1799}, {"id": 210, "slug": "nasa", "name": "NASA", "link_id": 16626, "num_questions": 129}, {"id": 1167, "slug": "paris-agreement", "name": "Paris Agreement", "link_id": 36641, "num_questions": 28}]}, "resolution": null}
{"id": "e1b3917a-ae91-473f-ac0b-f39a26bcc31e", "title": "Will there be more than 13 people off of planet Earth on December 31, 2050?", "body": "This question will resolve as Yes if, on December 31, 2050, at 23:59:59 UTC, there are more than 13 human beings who are not on the planet Earth. 'Off of planet Earth' is defined as being located outside of the Earth's atmosphere, which is considered to extend up to 100 kilometers above the Earth's sea level, known as the Krmn line. The count of people will be based on the following criteria:\n\n- Individuals must be alive and not on Earth at the specified time.\n- The count will include astronauts aboard any space station, spacecraft, or on any celestial body other than Earth.\n- The count will not include individuals in suborbital flights that do not cross the Krmn line at the specified time.\n- In the event of disputed counts, the resolution will be based on the official tally by the United Nations Office for Outer Space Affairs (UNOOSA) or its successor organization.\n- If UNOOSA is unavailable or does not provide a clear count, the resolution will default to the tally provided by the International Astronautical Federation (IAF).\n\nIn the case that neither organization provides a tally, the question will resolve as ambiguous and all forecasts will be refunded.", "resolution_date": "2050-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/594", "metadata": {"topics": [{"id": 564, "slug": "colonization-of-mars", "name": "Colonization of Mars", "link_id": 11926, "num_questions": 70}, {"id": 563, "slug": "moon", "name": "Moon", "link_id": 11925, "num_questions": 58}, {"id": 95, "slug": "earth", "name": "Earth", "link_id": 11923, "num_questions": 51}, {"id": 562, "slug": "international-space-station", "name": "International Space Station", "link_id": 11924, "num_questions": 25}]}, "resolution": null}
{"id": "37b0f7d3-e701-4763-b40b-350173a4e36c", "title": "Will a sample of negative energy be produced by 2100?", "body": "This question will resolve as Yes if a sample of negative energy is produced and confirmed by at least one of the following before January 1, 2100:\n\n- Peer-reviewed publication in a reputable scientific journal that is indexed by major scientific databases such as Web of Science or Scopus.\n\n- Official announcement by a recognized scientific organization or research institution, such as CERN, NASA, or a national laboratory.\n\n- Independent verification by a panel of experts in the field of quantum physics or related disciplines, where the panel is formed by a recognized scientific body or institution.\n\nThe sample must be demonstrated to exhibit properties consistent with the current theoretical understanding of negative energy, such as the ability to generate a repulsive gravitational effect. The production process must be replicable, and the results must be reproducible by independent researchers.\n\nIn the event that the concept of negative energy is redefined due to advancements in scientific understanding, the resolution criteria will be updated to reflect the new definition, provided that the change occurs before December 31, 2090. If no consensus on the definition is reached by that date, the question will resolve as No.", "resolution_date": "2100-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/600", "metadata": {"topics": [{"id": 128, "slug": "physics", "name": "Physics", "link_id": 13195, "num_questions": 411}, {"id": 36, "slug": "philosophy", "name": "Philosophy", "link_id": 13202, "num_questions": 133}, {"id": 135, "slug": "quantum-mechanics", "name": "Quantum mechanics", "link_id": 13197, "num_questions": 57}, {"id": 1766, "slug": "cosmology", "name": "Cosmology", "link_id": 40968, "num_questions": 35}, {"id": 134, "slug": "particle-physics", "name": "Particle physics", "link_id": 13196, "num_questions": 31}, {"id": 607, "slug": "science", "name": "Science", "link_id": 13199, "num_questions": 26}, {"id": 2514, "slug": "science-fiction", "name": "Science fiction", "link_id": 44102, "num_questions": 23}, {"id": 4738, "slug": "thermodynamics", "name": "Thermodynamics", "link_id": 50043, "num_questions": 14}]}, "resolution": null}
{"id": "5468efe2-0086-4c2a-ac90-4cfbda5e09bb", "title": "Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?", "body": "This question will resolve as Yes if, by November 30, 2027, there is a confirmed detection of gravitational waves originating from the merger of supermassive black holes. The detection must be confirmed by at least one of the following authoritative sources: LIGO Scientific Collaboration, Virgo Collaboration, or an equivalent scientific body recognized for gravitational wave astronomy. The detection must be published in a peer-reviewed scientific journal and must specify that the waves are a result of supermassive black holes merging. In the event of conflicting reports or inconclusive evidence by the resolution date, the question will resolve as No. If no detection is reported by the resolution date, the question will also resolve as No.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/604", "metadata": {"topics": [{"id": 128, "slug": "physics", "name": "Physics", "link_id": 13301, "num_questions": 411}, {"id": 304, "slug": "astronomy", "name": "Astronomy", "link_id": 13303, "num_questions": 171}, {"id": 136, "slug": "astrophysics", "name": "Astrophysics", "link_id": 13302, "num_questions": 79}, {"id": 1766, "slug": "cosmology", "name": "Cosmology", "link_id": 40955, "num_questions": 35}, {"id": 1764, "slug": "ligo", "name": "LIGO", "link_id": 40953, "num_questions": 11}, {"id": 1765, "slug": "gravitational-wave", "name": "Gravitational wave", "link_id": 40954, "num_questions": 4}]}, "resolution": null}
{"id": "91e4d422-bab6-481e-bd30-4a08650243e1", "title": "Will we detect a message originating from Luyten's Star before 2046?", "body": "This question will resolve as Yes if, before January 1, 2046, there is a confirmed detection of a message or signal that is verifiably extraterrestrial in origin and is originating from the vicinity of Luyten's Star (GJ 273). The detection must be confirmed by at least two independent and reputable astronomical organizations, such as the SETI Institute or similar entities recognized for their work in the search for extraterrestrial intelligence. The message or signal must be distinguished from natural astrophysical phenomena and local interference, and its extraterrestrial origin must be established through peer-reviewed scientific analysis. In the event that Luyten's Star is not the source of the detected message or signal, but the signal is otherwise confirmed to be of intelligent extraterrestrial origin, the question will still resolve as Yes. If no such detection is confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2046-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/606", "metadata": {"topics": [{"id": 95, "slug": "earth", "name": "Earth", "link_id": 11988, "num_questions": 51}]}, "resolution": null}
{"id": "cee9a976-8ef9-40b0-8e25-d48175175657", "title": "Will there be a Vegan Country by 2100?", "body": "This question will resolve as Yes if, by January 1, 2100, an internationally recognized sovereign state or a government with a population of at least 1 million enacts and enforces legislation that prohibits the consumption, production, and import of animal products for food, clothing, or any other use, effectively making the entire country vegan. The state must maintain these laws without interruption for at least one year. Verification will be based on reports from at least three independent and reputable international organizations, such as the United Nations or similar entities. In the event of a temporary suspension of the vegan laws due to emergency circumstances, the resolution will be put on hold until the laws are reinstated and maintained for a continuous year. If no country meets these criteria by the specified date, the question will resolve as No.", "resolution_date": "2100-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/614", "metadata": {"topics": [{"id": 542, "slug": "biology", "name": "Biology", "link_id": 30301, "num_questions": 197}, {"id": 246, "slug": "cultured-meat", "name": "Cultured meat", "link_id": 30300, "num_questions": 27}, {"id": 2048, "slug": "zoology", "name": "Zoology", "link_id": 41698, "num_questions": 27}, {"id": 4204, "slug": "veganism", "name": "Veganism", "link_id": 48906, "num_questions": 7}]}, "resolution": null}
{"id": "ed3cc8ec-a17d-4429-8712-c9c9558cc1f9", "title": "Will we reach the island of stability by 2050?", "body": "The question will resolve as Yes if, by January 1, 2050, a peer-reviewed scientific publication confirms the creation and identification of an isotope that is part of the theorized island of stability in the periodic table of elements. The isotope must exhibit a half-life of at least one minute, which is significantly longer than the half-lives of surrounding elements that are not considered stable. The publication must be recognized by the International Union of Pure and Applied Chemistry (IUPAC) or an equivalent authoritative body in the field of chemistry or nuclear physics. In the event that the IUPAC or its equivalent is no longer operational or recognized as an authoritative body, a consensus among at least five leading experts in the field, from at least three different countries, will be required to confirm the discovery. If no such isotope is confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/658", "metadata": {"topics": [{"id": 128, "slug": "physics", "name": "Physics", "link_id": 13258, "num_questions": 411}, {"id": 1107, "slug": "chemistry", "name": "Chemistry", "link_id": 35468, "num_questions": 139}, {"id": 1251, "slug": "education", "name": "Education", "link_id": 35469, "num_questions": 43}]}, "resolution": null}
{"id": "1e509598-8b4f-4bd8-bcad-614ce9ef6587", "title": "Will Kessler syndrome occur before 2050?", "body": "Kessler syndrome is defined as a scenario in which the density of objects in low Earth orbit (LEO) is high enough that collisions between objects could cause a cascade of collisions, significantly increasing the amount of space debris and hindering future space activities. This question will resolve as Yes if, before January 1, 2050, any of the following conditions are met: \n\n1. An official statement from the United Nations Office for Outer Space Affairs (UNOOSA) or a similar authoritative international space agency confirms the onset of Kessler syndrome.\n\n2. There is a documented event involving the collision of two or more satellites or significant debris pieces in LEO that results in an exponential increase in debris, as reported by the Space Surveillance Network (SSN) or an equivalent monitoring authority.\n\n3. A peer-reviewed scientific publication presents evidence of a chain reaction of satellite collisions that is consistent with the criteria for Kessler syndrome.\n\nIn the absence of direct confirmation, the question may also resolve as Yes if there is a consensus among a panel of at least five recognized experts in the field of space debris and orbital mechanics, who agree that Kessler syndrome has occurred based on available data and observations.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/665", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 12943, "num_questions": 1799}, {"id": 128, "slug": "physics", "name": "Physics", "link_id": 12942, "num_questions": 411}, {"id": 253, "slug": "environmental-science", "name": "Environmental science", "link_id": 12944, "num_questions": 204}, {"id": 304, "slug": "astronomy", "name": "Astronomy", "link_id": 73311, "num_questions": 171}, {"id": 754, "slug": "kessler-syndrome", "name": "Kessler syndrome", "link_id": 12945, "num_questions": 13}, {"id": 1414, "slug": "federal-communications-commission", "name": "Federal Communications Commission", "link_id": 39197, "num_questions": 7}]}, "resolution": null}
{"id": "29238a9a-290c-41d4-b304-e01a0e40d83b", "title": "Will someone hold their breath for more than 30 minutes before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, there is a verifiable report of an individual holding their breath for more than 30 consecutive minutes under the following conditions:\n\n- The individual must be submerged in water or in a controlled environment that simulates submersion, without the use of any breathing apparatus or external oxygen supply.\n\n- The attempt must be continuously monitored and recorded by an independent organization recognized for certifying breath-holding records, such as the Guinness World Records or AIDA International (Association for the Development of Apnea).\n\n- The individual must be conscious and alert throughout the duration of the attempt, and medical professionals must confirm the individual's well-being immediately following the attempt.\n\n- The use of any performance-enhancing drugs or medical procedures specifically aimed at increasing breath-holding capacity is not permitted.\n\n- In the event of a tie, where multiple individuals meet the criteria on the same day, the question will resolve as Yes for each individual.\n\n- If no verifiable report is presented by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/684", "metadata": {"topics": [{"id": 3565, "slug": "guinness-world-records", "name": "Guinness World Records", "link_id": 47498, "num_questions": 7}]}, "resolution": null}
{"id": "2b75b1bb-e358-4be4-9147-d3f351992fe7", "title": "Will a human made spaceship enter the Venusian atmosphere before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a human-made spacecraft successfully enters the atmosphere of Venus, defined as crossing the K\\u00e1rm\\u00e1n line (the boundary of Earth's atmosphere and outer space, set at an altitude of 100 kilometers above the Earth's sea level, which will be used analogously for Venus). The spacecraft must be designed to collect data or perform scientific experiments and must transmit verifiable data back to Earth to confirm its entry into the Venusian atmosphere. The entry must be confirmed by at least one of the following authoritative sources: NASA, ESA, Roscosmos, CNSA, ISRO, or an equivalent national space agency. In the event that no official confirmation is available by the resolution date, credible evidence from multiple independent space monitoring organizations will be considered. If multiple spacecraft enter the atmosphere, the resolution will be based on the first confirmed entry.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/686", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 3736, "num_questions": 1799}, {"id": 18, "slug": "russia", "name": "Russia", "link_id": 3735, "num_questions": 438}, {"id": 210, "slug": "nasa", "name": "NASA", "link_id": 3737, "num_questions": 129}, {"id": 682, "slug": "european-space-agency", "name": "European Space Agency", "link_id": 3738, "num_questions": 33}, {"id": 1277, "slug": "atmosphere-of-venus", "name": "Atmosphere of Venus", "link_id": 37908, "num_questions": 10}, {"id": 8124, "slug": "venus", "name": "Venus", "link_id": 76239, "num_questions": 6}]}, "resolution": null}
{"id": "0a9c80b2-6f91-41ea-b860-edb1f903beb1", "title": "Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?", "body": "This question will resolve as Yes if, before December 31, 2030, there is a documented period of four consecutive years during which the global Gross Domestic Product (GDP) doubles in value compared to the four-year period immediately preceding it, as reported by the World Bank or the International Monetary Fund (IMF). The resolution will be based on constant prices to account for inflation. This outcome must occur before any documented one-year period in which the global GDP doubles in value compared to the previous year, using the same constant price adjustment. In the event that both a four-year doubling and a one-year doubling are reported to occur within the same timeframe, the question will resolve as No. If no such doubling occurs by the resolution date, or if the data is not available or conclusive, the question will resolve as No. If the World Bank or IMF cease to exist or no longer report this data, a reputable successor organization designated by Metaculus Admins will be used as the source for resolution.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/736", "metadata": {"topics": [{"id": 858, "slug": "ethics", "name": "Ethics", "link_id": 7251, "num_questions": 105}, {"id": 2326, "slug": "paul-christiano", "name": "Paul Christiano", "link_id": 43322, "num_questions": 13}]}, "resolution": null}
{"id": "a8889a5a-f500-4c30-9529-8fc581be4c94", "title": "Will SpaceX land anything on Mars before 2030?", "body": "This question will resolve as Yes if SpaceX successfully lands a spacecraft, rover, or any other type of equipment on the surface of Mars before January 1, 2030. The landing must be confirmed by SpaceX through an official announcement or live feed, and corroborated by at least one of the following: NASA, the European Space Agency (ESA), or an independent space monitoring authority recognized by the International Astronautical Federation (IAF). In the event of a dispute regarding the success of the landing, the resolution will be based on the consensus of at least two of the aforementioned organizations. If SpaceX ceases operations or is acquired by another entity, the resolution criteria will apply to the successor organization responsible for continuing the Mars mission. Should the landing occur but not be publicly disclosed before the resolution date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/737", "metadata": {"topics": [{"id": 184, "slug": "elon-musk", "name": "Elon Musk", "link_id": 27670, "num_questions": 159}, {"id": 485, "slug": "spacex-reusable-launch-system-development-program", "name": "SpaceX reusable launch system", "link_id": 27671, "num_questions": 130}, {"id": 1365, "slug": "spacex", "name": "SpaceX", "link_id": 75210, "num_questions": 112}, {"id": 564, "slug": "colonization-of-mars", "name": "Colonization of Mars", "link_id": 27672, "num_questions": 70}, {"id": 1768, "slug": "spacex-mars-transportation-infrastructure", "name": "SpaceX Mars transportation infrastructure", "link_id": 40981, "num_questions": 5}]}, "resolution": null}
{"id": "c7c3cd38-adc5-4b4d-932d-435ecaa716d4", "title": "Will Puerto Rico become a US state prior to 2035?", "body": "This question will resolve as Yes if, before January 1, 2035, Puerto Rico is officially admitted as a state of the United States of America. The admission must be recognized by the U.S. Congress, and Puerto Rico must be granted full representation in the U.S. House of Representatives and the U.S. Senate. The resolution will be based on the passage of a statehood admission act by Congress, the signing of such an act by the President of the United States, and the subsequent certification of statehood by the U.S. Secretary of State. In the event of any legal disputes or challenges regarding the admission process, the question will not resolve until all such disputes are conclusively settled in favor of statehood. If Puerto Rico is offered statehood but the offer is not accepted by the Puerto Rican government or its people through a referendum, the question will resolve as No.", "resolution_date": "2035-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/797", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 16606, "num_questions": 1799}, {"id": 256, "slug": "united-states-congress", "name": "US Congress", "link_id": 16607, "num_questions": 87}, {"id": 538, "slug": "puerto-rico", "name": "Puerto Rico", "link_id": 16608, "num_questions": 23}, {"id": 1033, "slug": "constitution-of-the-united-states", "name": "Constitution of the US", "link_id": 16609, "num_questions": 18}, {"id": 3454, "slug": "hurricane-maria", "name": "Hurricane Maria", "link_id": 47187, "num_questions": 3}]}, "resolution": null}
{"id": "6dd6d9b6-3cf4-4ba2-8a1d-645de3b65e0a", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "This question will resolve as Yes if, before January 1, 2045, extraterrestrial life is confirmed to exist on Europa by any of the following means:\n\nDirect evidence of microbial or multicellular life forms, such as fossils or living organisms, obtained through in-situ analysis by a lander or submersible.\n\nIndirect evidence, such as unique biosignatures or unambiguous chemical markers of life detected by orbiters or telescopes, that is subsequently confirmed by at least two independent research teams or space agencies.\n\nThe discovery must be published in a peer-reviewed scientific journal and confirmed by the scientific community at large, including an official statement by a major space agency (e.g., NASA, ESA, Roscosmos, CNSA).\n\nIn the event that extraterrestrial life is discovered elsewhere before Europa, or if the discovery on Europa is not confirmed by the specified date, the question will resolve as No.\n\nIf no discovery is made by the resolution date, or if the evidence is inconclusive or contested within the scientific community, the question will also resolve as No.", "resolution_date": "2045-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/808", "metadata": {"topics": [{"id": 564, "slug": "colonization-of-mars", "name": "Colonization of Mars", "link_id": 11946, "num_questions": 70}, {"id": 95, "slug": "earth", "name": "Earth", "link_id": 11945, "num_questions": 51}, {"id": 915, "slug": "europa-moon", "name": "Europa (moon)", "link_id": 11947, "num_questions": 9}, {"id": 2472, "slug": "atmosphere-of-jupiter", "name": "Atmosphere of Jupiter", "link_id": 43876, "num_questions": 7}, {"id": 2738, "slug": "enceladus", "name": "Enceladus", "link_id": 43878, "num_questions": 7}, {"id": 2830, "slug": "titan-moon", "name": "Titan (moon)", "link_id": 43879, "num_questions": 7}, {"id": 2510, "slug": "search-for-extraterrestrial-intelligence", "name": "Search for extraterrestrial intelligence", "link_id": 43877, "num_questions": 5}, {"id": 2831, "slug": "europa-clipper", "name": "Europa Clipper", "link_id": 43880, "num_questions": 5}]}, "resolution": null}
{"id": "a964b509-ded8-4447-8fa2-a58c0f38167d", "title": "Will a practical nuclear fusion reactor first be developed in China?", "body": "This question will resolve as Yes if, by December 31, 2035, an operational nuclear fusion reactor is developed in China that meets the following criteria:\n\n- Net Positive Energy: The reactor must demonstrate sustained net positive energy output, meaning it produces more energy than it consumes, over a continuous operational period of at least 24 hours.\n\n- Independent Verification: The reactor's performance must be independently verified by an international committee of nuclear scientists recognized by the International Atomic Energy Agency (IAEA).\n\n- Public Disclosure: Details of the reactor's design, operation, and performance metrics must be publicly disclosed in a peer-reviewed scientific journal or at an official press conference by the developing organization.\n\n- Commercial Viability: The reactor must be deemed commercially viable, with a clear plan for scaling up to industrial production and a projected timeline.\n\nIn the event that multiple countries develop operational nuclear fusion reactors within the same calendar year, this question will resolve as Yes only if China's reactor is the first to be publicly disclosed and verified according to the above criteria.\n\nIf no such reactor is developed by the resolution date, or if a reactor is developed but does not meet all of the specified criteria, the question will resolve as No.", "resolution_date": "2035-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/824", "metadata": {"topics": [{"id": 93, "slug": "china", "name": "China", "link_id": 11195, "num_questions": 524}, {"id": 128, "slug": "physics", "name": "Physics", "link_id": 11196, "num_questions": 411}, {"id": 639, "slug": "energy", "name": "Energy", "link_id": 11198, "num_questions": 120}, {"id": 5660, "slug": "fusion-power", "name": "Fusion power", "link_id": 51992, "num_questions": 7}]}, "resolution": null}
{"id": "347516c4-f8a9-4319-8c1a-9e79d7aa3602", "title": "Will Metaculus exist in 2030?", "body": "This question will resolve as Yes if, as of December 31, 2030, the website metaculus.com is operational and accessible to the public, providing forecasting services similar to those it provided as of 2023. The website must be functional, allowing users to create forecasts, comment, and view results. The resolution will be based on the availability of the website on the specified date, as confirmed by multiple independent sources or an official statement from Metaculus. In the event that Metaculus has been acquired or rebranded, the question will resolve as Yes if the core forecasting service continues under a different name or entity. If the website is temporarily down for maintenance or due to a technical issue on December 31, 2030, but there is clear evidence that it has been operational within the preceding 30 days, the question will still resolve as Yes. If there is ambiguity regarding the website's status, the resolution will be based on the most reliable information available from authoritative sources.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/841", "metadata": {"topics": []}, "resolution": null}
{"id": "a8981aba-4a87-472a-953b-ae6518a7f700", "title": "Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?", "body": "This question will resolve as Yes if, on December 31, 2033, the net worth of the richest person in the world, as listed by Forbes' annual billionaires list, is equal to or exceeds 2% of the United States' Gross Domestic Product (GDP) for the year 2033. The GDP will be determined based on the data released by the Bureau of Economic Analysis (BEA) of the U.S. Department of Commerce. In the event that Forbes does not release a billionaires list for the year 2033, the resolution will be based on the most widely recognized and credible alternative source available at the time. If the BEA has not released the GDP data for 2033 by December 31, 2033, the resolution will be based on the most recent and reliable estimate available from a recognized economic research institution. In the case of any discrepancies between sources or lack of clear data, the question will be resolved by a panel of economic experts, whose decision will be final.", "resolution_date": "2033-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/899", "metadata": {"topics": [{"id": 141, "slug": "united-states", "name": "United States", "link_id": 15638, "num_questions": 1799}, {"id": 2976, "slug": "jeff-bezos", "name": "Jeff Bezos", "link_id": 45675, "num_questions": 19}, {"id": 2975, "slug": "the-worlds-billionaires", "name": "The World's Billionaires", "link_id": 45674, "num_questions": 4}]}, "resolution": null}
{"id": "8e9a57c2-0994-43bc-a87f-79a1a94bd44a", "title": "Will we discover clear evidence of proton decay by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, there is a peer-reviewed publication in a reputable scientific journal, such as Nature or Physical Review Letters, that presents clear evidence of proton decay, confirmed by at least one independent replication study. The evidence must be widely accepted by the scientific community, with no significant controversy regarding the validity of the findings. The discovery must be based on experimental data from a recognized scientific facility, such as the Super-Kamiokande or any successor experiment specifically designed to detect proton decay. Theoretical papers or unconfirmed experimental results will not be considered sufficient for resolution. In the event that multiple discoveries are reported, the date of the first publication will be used to determine the resolution. If no such evidence is presented by the resolution date, the question will resolve as No.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "metaculus", "url": "https://www.metaculus.com/questions/915", "metadata": {"topics": [{"id": 128, "slug": "physics", "name": "Physics", "link_id": 13009, "num_questions": 411}, {"id": 1766, "slug": "cosmology", "name": "Cosmology", "link_id": 40964, "num_questions": 35}, {"id": 134, "slug": "particle-physics", "name": "Particle physics", "link_id": 13010, "num_questions": 31}]}, "resolution": null}
