{"line": {"P": {"id": "a2b9fba6-8f03-44d9-a2b0-90abab522ef9", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2042172}, "Q_given_P": {"id": "a322ee30-1325-44c8-b54a-e5eb2b23ce5b", "title": "Conditional on US life expectancy at birth for both sexes falling below 75 years before 2040, will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria for P:\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n\nSuppose the following is true: US life expectancy at birth for both sexes falls below 75 years before 2040. Then is it true that there will be a global thermonuclear war by 2070?", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0863661}, "P_and_Q": {"id": "05ddf956-d523-498f-a81b-c03e87cbd332", "title": "Will both of the following occur: (a) US life expectancy at birth for both sexes fall below 75 years before 2040 and (b) a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n(b) There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory.\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0500177}}, "violations": {"default": 0.0085415, "frequentist": 0.1406259}, "checks": {"default": true, "frequentist": false}}
{"line": {"P": {"id": "d250aac5-ccb0-4323-a7ff-4934a21a2a38", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0700595}, "Q_given_P": {"id": "c255e351-d0b4-480a-8a4a-a7011ffda915", "title": "Conditional on Europa being the first place humanity discovers extraterrestrial life before 2045, will we find life on Mars by 2050?", "body": "Suppose the following is true: Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. Extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means. Then, will prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050?", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1263523}, "P_and_Q": {"id": "756dd07d-0a1e-465f-aefd-426b31e31077", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (i) living currently and (ii) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0331698}}, "violations": {"default": 0.0079177, "frequentist": 0.1306352}, "checks": {"default": true, "frequentist": false}}
{"line": {"P": {"id": "727c6eb2-72ab-4b69-8577-e0e7e05250a0", "title": "Will there be a full year with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0455291}, "Q_given_P": {"id": "b36e20fb-cd9f-4187-8beb-6840580b0e2b", "title": "Conditional on there being a full year with no open stock exchanges in the US by 2120, will the USA enter a second civil war before 2031?", "body": "Resolution Criteria for P:\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print for P:\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print for Q:\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n\nSuppose the following is true: There is a full year with no open stock exchanges in the US by 2120. Then is the USA entering a second civil war before 2031?", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0269554}, "P_and_Q": {"id": "8e453edb-1c7a-4e61-bdf1-d27ecac8e7ff", "title": "Will both of the following occur: (a) There be a full year with no open stock exchanges in the US by 2120 and (b) The USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following conditions are met:\n(a) There is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\n(b) All of the following conditions are met before January 1, 2031:\n- The Insurrection Act is invoked.\n- While the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\n- All of these deaths occur in any US state(s) (including DC).\nFine Print\nFor condition (a), we'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\nFor condition (b), any conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.027977}}, "violations": {"default": 0.0177451, "frequentist": 0.1590663}, "checks": {"default": false, "frequentist": false}}
