{"line": {"P": {"id": "c9b4577e-bb4b-4558-8f64-e35d549d8c93", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "23800dc7-71a2-478b-933f-cdc87125733f", "title": "Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?", "body": "Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "753f037c-a3f9-40be-affd-744ed1435ca7", "title": "Will Washington D.C. become a state before January 20, 2025, AND will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?", "body": "This question will resolve as YES if both of the following conditions are met: a.) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. b.) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "976e9db8-2ff8-4e00-95cd-d6dcb737ac90", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "319c57ef-e855-4ac0-b78b-9483adfeb286", "title": "Before 2100, will there be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?", "body": "Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C.\nIf NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_and_Q": {"id": "8547af89-902e-40cc-b3ab-8f2bb727a098", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030 AND will there be a 5-year period before 2100 with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?", "body": "This question will resolve as YES if both of the following occur: a.) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government. b.) Before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C. If NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "e9afeffa-9d32-42ea-8a14-e3a32f088083", "title": "Will there be Human-machine intelligence parity before 2040?", "body": "Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "716b2fd9-7822-4d30-8cb8-d2d762f41025", "title": "Will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "ce2b4a00-4973-4342-a210-420b57171d86", "title": "Will there be Human-machine intelligence parity before 2040 AND will AI progress surprise us by predictions of AGI jumping sharply?", "body": "This question resolves YES if both of the following occur: \n1.) The machine system outscores at least two of the three humans on a generalized intelligence test administered before 2040, where the test involves a team of three expert interviewers interacting with a candidate machine system and three humans (graduate students in physics, mathematics, and computer science from one of the top 25 research universities). The test is designed to advantage the humans, and both parties have full internet access but no human consultation. The exam is scored blindly by a disinterested third party. If no such tests are conducted, this part resolves as AMBIGUOUS.\n2.) The Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, as per examples provided (e.g., 60% becoming at least 81.8%, 70% becoming at least 87.5%, etc.).\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}}}
