{"line": {"P": {"id": "0cb93133-0413-4a17-9fb4-3cc4792e8ab4", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q": {"id": "75bbc56e-781b-4671-b790-e2f684d94ac7", "title": "Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?", "body": "Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "P_and_Q": {"id": "6b752686-66c3-4625-be4b-f313892e6c0e", "title": "Will Washington D.C. become a state before January 20, 2025 AND will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following occur: a.) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. b.) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "c3aeb250-301a-48ad-a265-8d065d32d5c3", "title": "Will either Washington D.C. become a state before January 20, 2025, or the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by major news desks?", "body": "This question will resolve as YES if either of the following occurs: (a) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. (b) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}}
{"line": {"P": {"id": "d5f82731-6fc0-4acf-a75f-a348aa1a1a86", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q": {"id": "1debdcd1-aea2-4b88-8482-2919a07acbc6", "title": "Will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "1f30bcc1-40bb-4772-9129-698a71b4b6f6", "title": "Will Washington D.C. become a state before January 20, 2025, AND will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following occur: a.) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. b.) The Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "1b99ad6e-ec89-450b-ad24-6ba2d9cfb653", "title": "Will either Washington D.C. become a state before January 20, 2025, or the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state.\n2. The Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "0c415a95-3967-4736-9709-2eb54115cf26", "title": "Will there be a major nuclear accident before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority (for example, any of the agencies featured on this list or this list), the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "f3a35244-5bca-44d6-b688-41caa34e2334", "title": "Longbets series: will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?", "body": "Resolution Criteria\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nWill the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_and_Q": {"id": "02a9e40e-a157-45c8-8164-631bf63c99fa", "title": "Will there be a major nuclear accident before 2030 AND will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?", "body": "Resolves YES if both of the following occur: a.) An event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council. AND b.) The Long Now Foundation declares Joseph F. Huttner the winner of the bet regarding whether the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "a5ba45df-1238-471a-943a-09afd50da0d6", "title": "Will either a major nuclear accident occur before 2030 or the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than in 2015?", "body": "Resolves YES if either of the following occurs: (a) An event or series of events that begins between January 1, 2021, and January 1, 2030, is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council. (b) The Long Now Foundation declares Joseph F. Huttner the winner of the bet regarding whether the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
