{"line": {"P": {"id": "d089f429-307a-43ff-9ec4-a2667c7aaddc", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "79ccbee0-a560-4767-9355-6af1a92fdea4", "title": "Will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_or_Q": {"id": "90705d55-4f1f-4d05-83de-11ebbd508aa9", "title": "Will either Washington D.C. become a state before January 20, 2025, or the Time person of the year in 2024 be the US president-elect?", "body": "Resolves YES if either of the following occurs: (a) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. (b) The Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.5}}}
{"line": {"P": {"id": "3809c9ff-363e-44d3-8c67-c64240a2300b", "title": "Will there be Human-machine intelligence parity before 2040?", "body": "Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "102fccf7-e137-4c2b-8308-d1acc2dd2b09", "title": "Will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "c03fb348-96f9-4e05-a55f-142aff737fd8", "title": "Will there be Human-machine intelligence parity before 2040 or will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolves YES if either of the following occurs: (a) A machine system outscores at least two of the three humans on a generalized intelligence test administered prior to 2040, where the test involves a team of three expert interviewers interacting with a candidate machine system and three humans (graduate students in physics, mathematics, and computer science from top 25 research universities). The test is designed to advantage the humans, and both parties have full internet access but no human consultation. The exam is scored blindly by a third party. If no such tests are conducted, this part resolves as AMBIGUOUS. (b) Both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "22008d4b-d2d6-4087-b472-a56d965684a5", "title": "Ragnarök Question Series: If a global catastrophe occurs, will it be due to nuclear war?", "body": "Resolution Criteria\nIn the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?\nThe question resolves positively if a global nuclear catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no such global catastrophe happens. Years are here defined as consecutive calendar years.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "ca5de570-36f1-4a43-a9b9-ded40a57c93d", "title": "Will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria\nThis question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "fa5ff875-87a3-4985-a1ee-a094ae68056f", "title": "Will either a global catastrophe due to nuclear war occur before 2100, or will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria for each part:\n1. A global catastrophe is defined as a 10% decrease in the world population in any period of 5 years. If such a catastrophe happens before 2100 and is principally due to the deployment of nuclear weapons, this part resolves positively. It resolves as ambiguous if no such global catastrophe happens.\n2. This part will resolve positively if there is verification of a nuclear explosion by the CTBTO, the UN, or an official US government statement confirming the test. It will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, it resolves negatively.\n\nThe overall question resolves YES if either of the above conditions are met. It resolves NO if neither condition is met.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}}
