{"line": {"P": {"id": "b3e78adb-37a4-4a76-b239-312079d4339c", "title": "Will there be a city on Earth with a population of over 100 million by 2100?", "body": "Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "f03c8a55-1c47-4913-aa5d-32159fcff427", "title": "Will the human condition change fundamentally before 2100?", "body": "Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "c81f6ae9-17ea-4303-aeb0-e2431f99afec", "title": "Will there be a city on Earth with a population of over 100 million by 2100 AND will the human condition change fundamentally before 2100?", "body": "Resolves YES if both of the following occur: a.) There is a city on Earth with a population exceeding 100 million by the year 2100, considering the general metropolitan area rather than strict city boundaries. b.) The human condition changes fundamentally before 2100, to at least roughly the same extent as it did after the agricultural and industrial revolutions, in terms of social complexity, economic productivity, and ability to manipulate physical reality at the civilisational level. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_and_P": {"id": "e560aeed-fb2a-40e6-8236-f565b01634de", "title": "Will the human condition change fundamentally before 2100 AND will there be a city on Earth with a population of over 100 million by 2100?", "body": "Resolves YES if both of the following occur: a.) Before January 1, 2100, the human condition changes fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions, as defined by a significant shift in social complexity, economic productivity, and ability to manipulate physical reality at the civilisational level. b.) By the year 2100, there is a city on Earth with a population exceeding 100 million people, considering the general metropolitan area rather than strict city boundaries. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "e72cc9e0-86be-465d-b8c1-bd829bb15b20", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "0fbf3715-f1cb-4f28-b9da-c61c4756ad14", "title": "In the 2024 US presidential election, will any state refuse to certify their election results?", "body": "Resolution Criteria\nThe question will resolve positively if any state (or DC) does not certify their results by the \"safe harbor\" deadline. The \"safe harbor\" deadline for the 2024 presidential election will be December 10th", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "2869b9d2-35e8-43f3-84cf-2a41f7a70bc8", "title": "Will a Democrat win the 2024 US presidential election AND will any state refuse to certify their election results by the safe harbor deadline?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following occur: a.) a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election, and b.) any state (or DC) does not certify their results by the \"safe harbor\" deadline, which for the 2024 presidential election will be December 10th. The question will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_and_P": {"id": "e778446a-7002-4954-90ec-ebe8229bff26", "title": "Will any state refuse to certify their election results by the \"safe harbor\" deadline AND will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve YES if both of the following occur: a.) Any state (or DC) does not certify their results by the \"safe harbor\" deadline, which for the 2024 presidential election will be December 10th, AND b.) A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. The question will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "147d96e2-fd89-4359-bc2a-0db9172a6945", "title": "Will the Second Amendment of the United States Constitution be amended or repealed before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the proceduce in Article Five of the US Constitution", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "4b7848b9-bdf8-43de-859e-d285c60be395", "title": "Will the United States drop below a 7 in the Democracy index by 2040?", "body": "Resolution Criteria\nIf at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "8ff3a1f8-4057-4be9-bdab-015fc9b435db", "title": "Will the Second Amendment of the United States Constitution be amended or repealed before 2025 AND will the United States drop below a 7 in the Democracy index by 2040?", "body": "Resolution Criteria for both events: \n1. The question will resolve as YES if both of the following occur: \na) At any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the procedure in Article Five of the US Constitution. \nb) At any point in time before 2040, the United States achieves a point lower than 7 in the Democracy index. \nThe question will resolve as NO if either or both of these conditions are not met. If the Democracy index becomes defunct any time before 2040, the question will resolve ambiguously for that part.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_and_P": {"id": "27528a59-527d-4e66-a113-df9d8ef39bfe", "title": "Will the United States drop below a 7 in the Democracy index by 2040 AND will the Second Amendment of the United States Constitution be amended or repealed before 2025?", "body": "Resolution Criteria:\n1. The United States must achieve a point lower than 7 in the Democracy index at any point before 2040. If the United States never drops below a 7, or if the index becomes defunct before 2040, this part of the question resolves negatively.\n2. The Second Amendment must be repealed, amended, or modified in any way through the procedure in Article Five of the US Constitution at any time between January 1, 2019, and January 1, 2025.\n\nThe question resolves YES if both conditions are met. It resolves NO if either condition is not met.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}}
