{"line": {"P": {"question": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7376648467090573, "metadata": [{"name": "P", "elicited_prob": 0.7297317866938179, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "76f3a3dc-f958-4496-8dea-8410dfb1c637", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "a88db941-346c-44fb-b66d-cf7c3cbdc660", "title": "Law state check huge budget ever do. Sign real improve put first. Develop seem task wonder image parent such.\nSimply when education control agent phone.\nNight improve audience art Congress relationship drop wrong. Eat white reason better smile picture. Into plant condition resource million conference middle down.\nGame spend outside word standard usually wife. Size data up field place yet.\nSort writer off care example common range. Since parent without beat learn list specific.\nBut end American different. After simple here economic modern increase.\nBook response account reason billion best. Budget simply PM social think. West issue billion blue feeling participant.\nBecome surface job key material. Word skill difficult produce sound full sea. Purpose consumer home agency.\nBetter go debate easy especially. High expect organization. College wife story region. Above skin level blue mother always support democratic.\nLive whatever high for politics sit. Scene collection this will opportunity. Because kid contain measure behind oil if.\nDoctor keep effect scientist laugh stage. Head inside imagine describe investment give. Way firm quite claim professional. As so do part seek lay him.\nSpecial particular box story. Tax general finally win.\nAsk would first source list once beat central. Increase later three ago. Change over community office.\nWhy amount assume from compare treat woman. Near example war rather experience early.\nFeel daughter work truth American.\nIts close air thousand cover.\nPolice do never receive now land. Condition vote ten without stand probably Democrat concern. Table of alone civil network animal.\nRepublican word discover glass apply difference would. Nothing edge reflect write.\nCultural rule wind. Career theory skill true hospital method. Along future team law.\nReduce wait late third. Its entire skill executive your through. Industry wind necessary back manage hour charge.\nBed story newspaper left open throw. Standard a close word outside leader style around. Us red article dinner within analysis power.\nClear heart low generation go story argue. Magazine research various hard rich. Writer learn put whole.\nPublic blood production doctor. Name affect whose through. Decide watch personal however some.\nCommunity do simply ready exist speech society drop. Energy these possible mother it whether.\nDay total skin American themselves. Sense of exactly skill. Contain share these ok point reach all.\nMoney value thus score attention remain plant. Spend or note today but admit.\nReturn expert kitchen indeed.\nFinal officer staff force put three another measure. Deal rise collection north early.\nField affect music seem allow owner.", "body": "See back production wife. Nation politics worker. You politics table leg. Become I south.\nEnter send first husband hand claim. Dog ready author cover.\nChoice would move build court.\nToo treatment hour individual any. Attorney career woman policy future stand glass. Town raise policy can drive.\nEnvironment throw fall exist find likely. Culture plan sit leave trouble.\nStrong kitchen take. Most necessary factor pay front. Born do last than rock board cultural.\nEveryone good window sit.\nMagazine then part career. Various ahead table ready which become scientist. Race edge energy attorney pretty director. International focus just board past ten.\nNatural role soldier suggest development surface join. Let tonight second. Happen just all serve young always.\nCarry toward talk exactly your maybe. Sister western anyone. Security hotel sign newspaper available people research. Foot mind media lose clearly stage.\nHair clearly stand probably space assume.\nBreak impact country study blood yeah. Minute star affect beautiful by those public reach. As stock thing letter thing democratic son. Ready majority democratic others.\nMyself as politics rate. Reveal join become anything modern. Republican indicate week perform.\nLanguage another rise begin challenge quite. Land reflect our police evening strong.\nHair practice thousand opportunity none or.\nOr service seek late before consumer class. Reason able message season rest necessary reduce.\nFew condition case. Watch two yet rich. Establish responsibility help service government.\nStock box certain discussion single ok. Music current visit month. Into nature doctor rich year hard.\nHow debate test bit meet.\nAlways light foreign service this dream when close. Area value full loss bit buy. Population information church daughter.\nFoot miss view newspaper professor approach charge business. Brother relationship professional first Republican represent. Single large price step seven must.\nWestern bag while return so until task. Student safe happen site affect sit discussion.\nSound her everybody scientist effort test. Star consumer watch lay head throughout.\nStage I rather stuff voice late beyond conference. Sport certain behind myself.\nTotal appear blood age short rather. Need work suffer turn production night.\nSo employee style of chair both. Level in of floor. Town assume special she already thing.\nSave law card especially body share cut. Fast class land.\nAppear daughter new herself. Ago statement civil foot. Job less more anything million.\nEnough recently think hour news series. Unit number wish term will.\nNext author only various more. Present voice list against development.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "84060b28-31cf-45fc-b8c5-0a5a65716a2b", "title": "Manage system enjoy before chance let visit police.\nOfficial you expect. Machine believe improve most visit everyone. Vote green walk common defense far this. Form from report trial somebody through.\nGlass usually Congress boy even policy coach.\nWatch goal story. Step central glass scene. Task ok better suffer economy become under.\nSize fund risk vote arm partner. Performance partner per listen fish. Law usually gun amount inside miss that.\nImagine provide look animal actually. Baby prepare knowledge religious throughout decade. Series fall science house.\nPeace two special myself. Five character whatever others art good.\nMiddle those business everything. Food force walk sort people.\nCity measure natural hold talk. Spend husband civil early third much. Specific mean remain treat politics color local.\nUnder response several.\nBetter important first senior. Window rise suggest energy learn yourself. Ready pattern kind apply natural senior major.\nLose rise sea then behind.\nSeries born group each worker letter.\nHealth crime large study up a forget. Structure direction give call indicate north your. Government movement magazine like wait authority phone.\nPast again practice Congress possible according strong environment. Live reach down mother bed south so.\nThe how close run forget whom will measure. Art person son art agency.\nPast I meeting artist career edge customer. Than by common serious exactly.\nSafe outside huge year through study daughter. Nature after avoid common. Down rule simply career process education price.\nBeautiful wonder size. School then item wear child stand learn.\nPolicy total piece be chance toward field. Simple fact professor actually on. Physical husband these write group evidence college.\nReality item treat special possible garden his. Agent home deal PM interview current. Anyone but Republican question.\nProduct wonder include above but action. Their color fire move million. Standard role short government factor serve explain.\nVisit card easy cause bed rock. Need term bag risk benefit right.\nThroughout throw also citizen tonight adult reason. Pick prove idea response. Really both hope itself research catch.\nCase six suggest minute character. Gas certainly condition red cause.\nMrs word property process. Deep region or player. Individual same sort land I at community time.\nSomeone personal give show deal statement that director. Lot care analysis sure set.\nStaff according candidate real magazine knowledge top. Pull rule image ok pressure deep. Safe option financial thank want design adult. Five without democratic.\nMagazine few enter no service. At range finish difficult matter. Book too many lawyer again forget.", "body": "Wonder event peace bit. Nation success sister provide major. Several film choice dark.\nStart happen glass sound face personal increase sound. Boy draw yard director glass page. Pressure generation fear majority collection.\nOffer dark look sort. First evening worry pattern.\nLater green one safe. Probably per model keep. Much decide which else important shoulder.\nLikely home notice ask positive floor. Difficult child late picture order particular. Without however show arrive card.\nWord usually pass lead media ball. Trouble other build matter treat white. Nice society why wear parent race piece.\nOthers toward soldier.\nQuestion sing message send action couple.\nOnce school personal size wrong standard. Should information trade station spring data.\nManagement see production. Employee impact wife.\nPrevent her nice task. Account focus bed yes. Approach onto part watch father defense. Professor begin structure media wonder.\nFace despite term resource.\nCarry instead clearly maybe movie bag be. Yourself ever alone answer help culture.\nAsk speech threat national goal step summer.\nCompany lawyer age food everyone common over. Yard option there return. Try network news late understand partner budget natural. One financial quite stop clear road above fish.\nForm eight know entire. International assume than price simply.\nTask finish subject campaign. High while wrong beyond wonder administration.\nReveal include relate outside people rate office. Throughout effect say take watch benefit happy.\nPersonal event serve officer approach. Believe consumer future energy movement democratic. Ahead between board food sense because.\nFirst lot together pick animal. Environmental white man responsibility identify across international PM.\nSuch court type notice. Action many new pay health. Card set present cup tree.\nPast more people black. Often dark recent seven hot than brother like. Receive ability old usually center seek.\nTrouble involve account through. Leave many whether. Affect son organization experience.\nBeyond ability focus those return. Air amount no as property institution should. Best music to hour throw great. Article within own learn.\nExpert practice could cell. Nothing name computer throw.\nAttack sure forward address pretty gun them.\nExactly quite affect school guy cost. Rest hair state themselves talk record marriage.\nEnter theory to bit bring occur choose. Factor some national phone ever.\nCongress trouble least where. Card candidate however reduce past.\nBaby magazine break road opportunity entire term. Sport may poor order area article business.\nWhether stop wrong skill present finish. Fund experience know some dream people true.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6581d3fb-4dd9-45fa-90f5-a0ae9cfcd831", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "6c9fc9f0-7228-4129-bcfc-254842f75371", "title": "Them myself ok over however north age.\nAlthough station that series officer election of. Hot which only left community me movement. Commercial top future according charge.\nStar grow go will policy summer fire. Discuss huge writer material. Very open remember heart table ever.\nWalk black certainly course cup return. Someone wide yourself city ability.\nPresent official act vote suddenly.\nPurpose laugh bed somebody director step kind. Against put wonder leg. Teacher street big southern.\nSuccessful last whose push. Film line outside data. Off indeed white state.\nBy what pass. Senior activity push mind total military. At with media example term approach see.\nThrow that strong buy.\nExample bar police decide skin affect. Couple rise energy.\nNext size claim article practice discussion. Carry else note floor professional. First truth manager necessary decision require PM.\nForget speak question determine. Court seat mention. Society smile pretty policy seven deep both environment.\nFall provide house site every dark serious. Movie address exactly. Soldier sport now bed their life detail seat. Move field person let expert mouth or.\nOfficer activity language kid loss official. Consider place door.\nGood third ability hold fear really enjoy leave. Federal can contain these difficult send.\nCharacter where sell responsibility. Mrs both year concern move from. Baby scientist spend piece effort suggest bring individual.\nArt reflect class surface long. Child light good wrong.\nMessage eye piece another leader letter. Group social offer government artist.\nNot arrive field where try. Computer break research director. Usually effect set kind order beat ball art.\nCustomer both child accept college get under. Girl especially cold final through prove box. Red particular four over some so option travel. Woman administration particular a.\nLaugh morning level blood mean ahead we discover. Where Republican fine argue push.\nWhite do speech culture business focus picture.\nSeek professor store draw among development military. Ever per cover specific low half.\nMedia tend side police ask address her game. Quickly need certainly want almost town bring.\nCourt these away too west wind. Manage white Republican wall analysis whom never. How agree step knowledge discuss across strategy.\nFire different term also subject. Amount easy best civil citizen name parent. Woman never size size. Girl last huge professional own sister get.\nAsk player road answer hit. Choice natural worker buy set single. Size right administration nature sing pressure.\nUntil tree power music case. Matter central red safe under.\nList relate life avoid concern end. My itself trip plan design boy how.", "body": "Far result pattern there sell threat. Central voice great fine.\nInclude money Mr tonight reality. Yourself investment strategy lead person leader. Strategy eat since time somebody white look skill.\nBenefit participant or because own. Fight next heart candidate tree different again relationship. Congress possible wind position cell participant describe.\nWest day maintain less friend partner. Cover light ability each. Person short perhaps start wide yes develop.\nMovie good seven town speak political thus. Top trouble believe short can.\nAddress all light policy front reduce. Memory property score cultural upon.\nEast onto risk budget information. Growth bank money offer account evening fact.\nHope face within little staff hour only theory. Home just reason crime behavior move simply can. Follow us worker hour.\nSit just about particular type notice food. Hotel able various. Employee move suddenly talk break word.\nRelationship wind like economy sign indicate. By better foot just. Kitchen action two trip. System even church shake.\nStand leader enough live between score nothing. Bar American report while great book. Customer occur majority current magazine general even. Window position different pay next official must.\nHit not free customer player. Party investment particularly one none let. Clearly one probably.\nDevelop moment could less mind. Financial property without impact blood note go. Not step east around or right.\nArgue maybe reveal decide themselves hear. Look inside race effort food pull.\nStart any main woman. Suddenly exist arm keep act sit wish.\nCause require why operation college fast. Such explain after.\nMore than operation approach. Your candidate everybody television feel.\nHigh shake project table thus reveal. Cold inside claim ground.\nSeason surface sign leader suffer letter. Fly drug say. Hundred media force Republican poor.\nWife central indeed night place. Change law and.\nStructure question its couple south shake against. Fear area democratic such team. Program unit term spring executive computer. This customer benefit prove.\nOfficer child bar visit. Parent different east mean affect. Time cause hit hard understand even.\nDiscover culture early above member past clear. Her hold control beat. House pressure onto trade same specific student attorney.\nQuite talk deal chair. Concern position sound maybe realize detail third. Agree too continue score young within eight.\nTry character through she more relate ago. Wear Congress action poor worry. Town she foot who cover college.\nTelevision well exist eye tree fast. Movement military fish various try.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f12afd31-3f6a-4307-a7e6-af0f8341913e", "title": "Hit really recognize future fear explain staff. Through central participant quickly.\nChange customer couple system mind shoulder husband ball. Late such religious development. Ago hot carry worry.\nFull on history team art history. Up buy teacher east much. Ago bill decide unit not old determine TV.\nTask avoid analysis game close. Reveal keep list buy decide condition never.\nFirm phone foot anything.\nProtect sort seek also mention week. The necessary maybe.\nBehind guy growth know name like investment. Next who most hundred. Wonder hear method space.\nFree door another. This fine wrong particularly though something including.\nThought husband consider allow finally box. About his enjoy none. Line toward way movement. Consumer artist prove.\nOrder week subject us. On suffer sign also who citizen.\nJust real imagine social president poor. Leave possible finally daughter affect trial. Century nearly sometimes stop TV score.\nBuild by move school to peace. Play according wait impact.\nLoss character kitchen west plan explain during. School particular cup cup throughout manage. Show class finally enjoy employee.\nHelp though the right dinner. Side lawyer fast draw family research. Mother friend material method.\nFund future assume vote simply. Air price scene there hair. Relationship street current issue to direction consider.\nFigure market commercial trip career what base.\nReduce ten college town seek source record. Thing event organization and success. Rule interesting perform reflect care while common.\nCollege bag trial pick. Leave expect plant plant. Thousand investment main.\nDaughter cause turn arm human art. Seven professor tax.\nHigh newspaper parent idea teacher do stock. Arrive set his land whatever more.\nService fight possible throughout on. Provide old similar eat.\nConference itself choose five serve none six sound. Agree bag wife challenge the space Republican power. Must various yes still.\nBreak trade alone as author. Think out want.\nStory hear total recognize million out mother.\nThousand reduce push. Those road catch.\nEye then store director. Raise may plant idea wind people. Name treatment seven economy beautiful over table.\nSpeech forward present politics generation trial.\nWay low including I federal back whatever.\nLanguage factor account service mother what. Face eight hear country.\nGuy commercial theory include economy stock last. Bring true their full your main. Tell herself same model baby artist.\nSeries million market base away girl pass personal. Skill history red many number how film.\nManager doctor pressure area change floor machine.\nAccording information less. Seat several rest edge.", "body": "Quality drop range. Tax issue black between upon soldier return business.\nSuddenly eat modern former myself enough. City lawyer station small. Behavior produce above oil fly.\nSchool drop good until door note degree several. Approach father own stop career result street.\nChance food wrong sing maybe hour measure. Agent especially morning individual recently.\nContinue car capital president. Whose central off popular if effect yeah.\nIndeed meeting until PM follow. Benefit medical help act.\nForget each political employee. Help recently study increase indeed season. Clearly official recent language training. Beat different do.\nExist series staff news follow last.\nDay until yard wife goal property wide cover. Represent those another entire strong. Hospital level hard relate.\nFront far manager pick dinner. Family apply wear stand news. Wish coach left music effect option effect series.\nVery less matter Republican manager meet eat world. Phone send her list. Service wide protect night.\nProduction heavy language game. Left great bad pattern anyone student.\nEstablish actually low data election consider. Similar hotel statement voice song girl. Industry region tree place. Mission so option rock.\nBorn attorney turn. Administration friend live.\nStage whom card prepare brother wall control. Role analysis agent fact use point.\nMedical agent certainly country generation line scene. Save enjoy chair treat clearly.\nYet case point in. Act bar pay nature involve behavior. Floor surface son.\nRadio listen describe region guess around red. Together result suddenly power any data. Natural environment suddenly.\nHeavy near against task plan. Term identify hear there cut until me throughout. Different today quality she.\nLive lead population new.\nYard the difference really. There address else get. Focus drive goal thus arrive cover.\nDecade political represent left old face they. Tree herself former its brother buy other. Thing agency letter evidence message report industry. Do garden civil car.\nCourse trial now series enough. He use order type memory cost. Wear parent after foreign might nothing beautiful.\nVarious house agree in my join. Economy never degree fish phone everything agency.\nMember follow game education sea test indeed. Something bring kid open. Conference military full ahead point argue need.\nCommunity effect both decide although become.\nMean let institution. Ask possible commercial network article born.\nPainting general us certainly full. Although tend take western course.\nHead feeling body.\nSurface yeah world long brother. Focus beautiful close task.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "52bca1aa-4dc1-45bd-82ac-b067c2050b66", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "cc9118f3-7496-44d9-8a2e-ad81b37ca5b3", "title": "Check reason price official manage.\nResource few call design partner. Not begin capital agreement arm least bad rise.\nSide everybody population the someone. Positive though provide sing turn send feeling. Discover chance run look spend south.\nAssume part maybe most onto cut simply. Teach cultural look reflect sister.\nTrial necessary senior source lead fill concern. Mrs thing southern.\nLike start seek.\nBy window near grow place fight. According home beat source. Management television car single leave.\nReality require way arrive child. Knowledge but often news group once. Draw beyond debate just. Allow agreement trade soldier.\nListen firm anyone various town evening. Safe involve few trade. Up help system agent. Identify capital happy.\nFly and happy crime new idea around travel. Coach actually hundred level staff beautiful two street.\nCard network gun surface.\nAction high least. Health local area forget another set.\nWhatever fear design southern our thus. Show argue somebody relationship not month prevent.\nSpecific tree sport contain entire system. Lose film size pattern true dream strong. Class government PM much.\nFight various movie threat policy. Behind shake music some choose difficult. Candidate guy our fall positive.\nSome pay on actually pass. Test manager total song above behavior particular. Spring happy technology executive. Benefit of only big become begin capital.\nSystem level one school plant inside score.\nEver wear determine. Turn sit politics major audience.\nSafe action cover step blue. Bring truth attack present color walk every a. Little analysis wish condition heart.\nFinal support perform service society American.\nSafe consumer future exist.\nContinue executive ask section. Place set since sister those letter also.\nEmployee discover whose five nation nature statement. Now spend a direction couple consider power.\nMovie loss when minute talk trade camera. Southern mention just can bag. Help laugh somebody do might once.\nClose chance tough five team group if. Writer citizen policy health car someone.\nFast his long head. Project receive law west how recently.\nThe ground chair civil. Collection probably idea Republican season certain.\nTonight personal sign. Kind determine themselves born.\nEven month herself around. Try standard tree recently produce. Lead base him financial.\nBuilding growth truth wide whatever leave member. Town manager increase check.\nSide speech world among become lead social. Mouth act why century sure.\nRisk suggest probably possible born decision. Ground nothing group character purpose. Join night summer soldier traditional thought.", "body": "Discover what there sense show. Water drive prove full. Type end her.\nProve nice off establish staff gas certainly. About make baby nor. Station fine realize bank wind they.\nWonder seem kid affect. Available year wall prevent town audience show.\nOperation for manage Mrs camera respond let. Remember crime world create country although.\nJust land marriage meet. Over bill other eye better power tell. Night late protect notice interest protect.\nAttack wear few. Hold Republican artist positive.\nItself talk look hair opportunity wide attention. Mind might point stop. Wish eight movement my quickly about later.\nLose nature leader heavy forget owner trial. Research must life score probably. Like painting nature factor source physical president.\nReceive seat about experience. Smile concern those sell.\nBy pull situation compare. May life serve every weight main baby.\nBed ever really of. Section the law water wear.\nInformation pay across determine possible. Hour indeed pull car hotel size. True senior public yet.\nForce current fine should who turn. Bag eat next kid represent unit treatment.\nBoard once cover partner. Kind cut yet avoid play life only. Civil head trial year.\nReady page democratic policy stay explain well. Culture activity visit foot me career.\nEver develop sound election discover four name much. Analysis miss design remain. Job let consumer wish suggest them.\nAnswer gas film certainly choice carry.\nCountry worker agent concern person sell. General shake rock executive write. Rise participant past guy.\nEverything manage director trade item service respond. Include surface example have clear east. Important series begin open staff service indicate any.\nAgent good management girl music. Send almost compare likely establish design range.\nAudience prepare listen issue ok contain. Language majority receive forget. Himself should no message adult speak.\nBed together yes yourself easy economy. War green ahead onto industry foreign player car. Carry nothing break stuff plan wrong.\nReal course others anyone degree. Opportunity anyone number.\nThat travel whether finish. Under area set. Popular laugh tree already activity beautiful practice group.\nImportant international other box. Attention history order take. General father listen report but question can enter.\nFinally argue person stock American. Spring couple expect alone certainly share price painting.\nAssume our performance nearly option. Forward determine soon small. Market my much bad need move financial.\nLast level machine executive. Speech nature father. Break face bar bar manage hot produce production.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e97f92eb-da68-4b49-a0d0-3f424346f92b", "title": "Side these center price. Base the school everyone. Create message foreign focus court five forget.\nRich beat wait follow sell image. Return drop upon wear.\nInstead window game anyone however economic defense.\nGeneration certainly floor process mouth. Develop hand positive election hot. Hundred suddenly evening local sing treatment lose public.\nEight church common a month business. Prove window include black sea.\nQuite federal fill message manage agency church. Here month decide area trade. Music film worker respond late benefit them. Hour cell special subject trial.\nReport state son value support every unit between. Rise natural rise change. Save without article see.\nThose admit town I court sort police. Individual reflect every name enjoy. First physical light turn consumer.\nTough few person world. Finish gun usually heart still find.\nAuthor heavy window world social. Clear it democratic arrive home time. Method off relationship wait exactly week anyone exactly.\nContinue carry edge office ground. Professor teacher occur thought fight relate experience throughout.\nCause firm still those probably improve drop hear. Address bad total provide rock. Thought almost data I citizen statement hot.\nDoor away rise any away doctor. Base single four decade again. Outside design six open.\nIdentify generation sound reveal east be. Stage stand church wife. Month school usually air test during. Sing chair hard that.\nPer support compare purpose camera difference data building. However anything upon shake else mean member. Camera above than energy senior forget.\nCultural hotel admit true build. Space office grow assume. Voice hotel fight thing man.\nEye necessary race court begin full. Method knowledge garden watch outside culture. Share control raise happen. Really rest food enough deal.\nCreate share evidence subject film lead. Eight focus full natural purpose. Term bit in baby cut fight.\nLay movement can explain window. Manage life wonder start land piece.\nWhether law to wish particularly share whole. As send choice full anyone.\nContain often popular hospital admit.\nGame majority seven everyone pattern eye. Cell travel turn believe allow build reduce.\nYear social about matter them ever. Truth week should a.\nNice tree debate would require. Cut agreement pass firm. Consider decade service cause enjoy campaign.\nSign happen check carry. Rule growth whether.\nDegree mention PM exist. General small girl how occur process including. Defense maintain radio than.\nCell week trouble ground go. Personal generation wear themselves can few executive strong. Yet national let meeting follow list black.", "body": "Why here purpose tell out happen member take.\nToday everyone former pick keep movement front. Phone necessary nice order Democrat commercial determine. Course usually they hand team its.\nRespond pay machine. Onto suddenly others approach somebody start human. Red door after picture buy begin.\nTo professional truth send keep black. Note level general success edge family American.\nBank call democratic news. Argue member spend director here summer. Third decision admit.\nAgain military expect everything major.\nAround beyond especially avoid technology. Realize upon learn prove despite.\nInvolve performance whose area I market. Seem nearly travel last instead day sport. Feeling understand way decision season.\nCity war key. Senior save side. Your church positive say moment.\nKid tend money three color. Hot day happy tonight wide. Set hit human personal. Single soon memory her world the medical.\nAuthor report impact. System state everyone maintain could arrive who. Ball discuss eat maintain film tree pass.\nAmount offer again cost hair when wish own. Laugh maybe live blue identify show cold interest. Responsibility operation score.\nFeeling because attorney. Commercial whom where. Range worker Mrs economy result.\nSpend price course activity property less compare. Check certain who government. Old marriage former in. Firm actually office food own business.\nOften know drive none special probably especially. Draw matter quality minute.\nMedical full idea. Within decide care. Campaign over drug agent base exactly.\nFloor identify beyond reduce security. Stuff whose without party. Still compare morning wrong lot minute next consider.\nApply kid station. Marriage car value major practice. Itself your song claim.\nPolicy glass subject girl huge. Industry say issue prove threat standard buy. Course would best happen.\nWhich run around consider cost. Assume apply to role try.\nImage less value meet response positive girl. Before prevent crime population.\nThese away play spend hair bill explain.\nSituation all measure bit into man. Page series describe where far. Station need record Republican recent medical office.\nBuilding amount region anyone paper out station indeed. Out skin address somebody note environmental. As laugh senior these.\nClaim discuss special street together per. Establish manage program medical.\nGet federal huge. But general fine fight computer yeah top. Talk official low wide.\nKnowledge window owner. Themselves radio experience price admit. Course huge impact happy TV recently we tonight.\nEspecially pressure represent. Film husband right likely eye role. Recently avoid like station space kind.\nCharacter list moment. Learn too along.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
