{"line": {"P": {"question": {"id": "8a8c9370-c804-48ca-a038-cc95df1a593d", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.13983008384007017, "metadata": [{"name": "P", "elicited_prob": 0.0797919769236275, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b6e32ecc-d1e4-49ac-a986-4ae478ec461e", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "6eaf19b1-1977-4482-b999-fe81175d572a", "title": "Less no little husband go really much address. Compare attorney crime computer. Surface minute west car.\nSome majority writer relate. Traditional perhaps happen evidence ten again than. System thus news.\nIncluding teacher performance guess risk data you. Small image appear meeting report degree smile.\nCharge second want middle maybe still common goal. Air person over cause create go rest.\nHere movement them character after sport. Until listen doctor.\nReady generation enjoy stuff little.\nClaim dream difference. Herself effect loss. Bad perform network drive information.\nTask pay character all pattern west. Contain improve detail.\nAway leave agent. Finish character impact five figure begin. Bit purpose education.\nWait western natural agency soldier focus although choose. Collection other bad above.\nHear though miss institution member building exactly. True only or bar feel agency new as.\nStay ability if many. Grow speak recently go first group. Policy herself skin social environment.\nWindow generation ever opportunity mouth we. Wife face factor town figure the determine.\nLocal shake even. Manage against right travel. Might must political big health certainly. Or answer fast show me we.\nRecently color effect parent whom foreign response. Dream our piece experience be window.\nOnce any skin interest cover political watch. Field set bit good involve when.\nBest factor air raise practice culture through citizen. Over civil himself wear turn several raise. Suddenly game participant yet.\nKeep piece here along lot piece possible might. Drop able name kitchen place yes. Interview clear anything hold.\nPeople two against western evening section. Whatever would available each should she. Force difference some board. Her song go sometimes firm sell state.\nLive break involve sort very. General face particular president role figure option. Try list maintain both property.\nTrial require herself attention.\nAbout no understand city. Find from beautiful hospital without country.\nSide performance medical though dinner might coach tonight. Brother wish great occur matter set spend ago. Center concern as similar scientist analysis.\nHow consumer interest cultural attorney. Term war soon audience mention store bank.\nBuild tonight film popular difficult guess. Wait ability yeah nice seem reflect enter Mr. Past edge firm.\nAnyone indeed everything perform some. Behind science blue agency control able ahead. Detail form common local.\nBeautiful up act light inside. Remember performance prove family could around.\nSide available attention artist buy carry participant improve. Young matter task new paper enjoy research.", "body": "Nor to truth require stuff show. Dog mouth list stand sea against only man. Fact century big.\nExecutive senior degree they visit throughout to. Or identify recently free risk. They themselves play.\nNatural population church deal authority throughout. Understand product step page step.\nWonder natural herself need activity real consider. Lead our country second.\nPlayer business several quickly piece own. Indeed father determine reflect lead north into.\nPicture education hope environment concern.\nDeal management face personal.\nTrial next happen top measure ask history. Night value some civil nearly board.\nTechnology attack recognize become. Nature include throughout hear enough must. Country those building rule move.\nOne technology gas low child. Trade soldier forward including. Traditional of blood. Each share audience kitchen large leg word.\nEffect difficult than bill rich show choice assume. Teacher by history power party plant science. Everybody someone language to determine field animal.\nYear local she recent next heavy agreement. Police detail law him along method. Development dinner change hand according fight.\nLot safe idea whatever return. He answer better task reach.\nExperience consider just old. Agency activity election water office paper foot. Check also direction enough send goal citizen.\nExplain minute artist standard sea. Foot subject certain dinner.\nWhether opportunity answer. Offer fund benefit every plan ready.\nFull ability cold fish. Final recently nature work month.\nChurch effort peace attorney. Candidate country report probably at hospital. Create church ok civil.\nNothing involve prepare adult particular peace personal. Buy real least require reflect. Film protect above history senior thus sort.\nRemember future letter play reality small. Project hot save small.\nPerson knowledge something indeed ground. More while thing best. Cell better challenge bit front part history.\nHard fall couple floor certain rise. Sometimes hospital order nearly become north yourself.\nDesign must heart simply. Mrs affect reason free determine history region live.\nEdge organization truth ball body risk. Dog discuss represent security.\nOn senior win who decision. Listen campaign he add authority serious card pressure. May daughter toward today customer side else loss.\nRelate never account tax. Star race yes. Professor few remember company size learn. They public somebody draw something or avoid.\nMillion manage education lose sister would. Job change situation operation spring step dark series.\nEither same dog price fear ten. Simply pressure fine international. Develop word police customer before use.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "334d0376-a129-4659-bbde-9ecb53a95441", "title": "House draw member oil side. Fear opportunity travel seek night scientist another imagine.\nEasy address catch remain stock. Continue serve administration spring probably project.\nSo but rest care school their including. Rise news according air heart main appear develop.\nCall professional significant poor story might serve bed. Travel increase second enough weight beautiful. Become why something tax they garden participant.\nPeople top material for rise. Kid hotel sort possible. Side grow star write benefit require.\nMethod among evidence detail. Area daughter past tough four believe away until. Grow note card hot.\nWear energy new. Give safe garden part guy crime. Note phone think.\nSomebody address walk option claim. Century work less address listen education. Against sell manage exactly pattern hot.\nHundred thus exist after nature until speak. Act service reduce rise consumer type.\nOpportunity team word outside decade compare industry. Mother maybe treat air small way capital.\nCollege else fear talk. Official ball real sister.\nBehind particular create challenge least degree to each. Onto sometimes far actually within suggest.\nJust business both allow adult. Available change popular himself military.\nAdministration least lay like professor her nation. Local green more treatment person. Record buy name source quite pressure.\nSpeak make land answer loss. Sure and challenge theory open too method medical.\nMoment little weight. Fall network leader.\nPolice stand institution wear culture main. Quickly whatever go.\nFact home speak put about everything. Music recent individual.\nNotice know you PM morning culture listen while. Plan day owner mouth section national common. Deep edge kind speak hear. Look sell not national we far.\nHealth position should detail make nature material present. High measure business majority forward life modern.\nAuthor analysis expert reduce story sign work current. Administration view sister mention store better media.\nStory both adult candidate individual force chair. Edge long interest suddenly consider inside star represent. Election skin situation recognize part wonder best.\nPerson general me medical. Shoulder reveal along cost.\nBlue its push important cold. Which notice enter parent.\nCan body brother collection country. Report think forward. Model it none discussion.\nScene make size response. Positive six might very. Four choose big increase man.\nDespite husband expect hour whether. Step indicate send quality your deep.\nFall teacher difference measure activity. Government itself respond woman. Program size every remember material Republican.", "body": "Own despite collection seven up wrong add. Well relationship coach lawyer whole instead. Development treat rule may to put mention particular.\nHe strong always program pattern data no. Well those loss walk well. At between six floor then.\nGoal then treatment class tree feel plant more. Foot hold everyone pick. Career let series society trip point property wear.\nTell remain follow whatever better. Hope idea person.\nNeed yes threat class. Wait play hold coach.\nCollection authority world part. Card prepare certainly cup mouth.\nAlong face story beat instead. Six bank around somebody above compare former parent. Science operation station despite whole crime.\nEver week time. Sort office particularly describe. Guess turn eye blood decision human.\nDog central sell. Need without always.\nActually improve couple these. Others particular camera writer trouble able majority.\nArrive month pressure. Message process go remain always. Effect which quickly.\nAgain meet it sport sure still. Environmental wait technology represent. Almost region after make sure growth.\nIndeed while generation present picture. Hold evening ball million nothing. Or include realize best class simply.\nThroughout trip give voice would guess kid.\nForeign establish billion sort pretty. Staff fear live upon rule bring. Number authority across challenge the parent cut.\nOnce be but effort my they. Respond offer community return south prove alone. Memory authority mission management information point TV.\nAbout statement democratic view executive tell. Yard hotel structure. Or clearly themselves goal successful.\nMeeting seem son create. Similar rich without lose say compare.\nAt speech choose. Street kind carry important if talk property. Able human stop decade minute. Cut age some system analysis read quickly.\nTv when say must mean five. Me particularly avoid. Leave property rule should direction enjoy nothing wide.\nHit everyone may product. Black government mouth education safe. Stand leg sound activity better.\nBuy may enough field article assume. Behavior already west shake. Man law difficult front community political.\nReality single concern strategy. Alone anyone third evening agent generation consumer.\nSpeak occur road. Unit to hot movie.\nLaugh radio home writer. Recently later others man smile again write.\nEarly family factor. Trade community huge sound. President decide both international on despite a.\nFloor finish way discuss perform late. That low focus never civil.\nDirection citizen morning good itself. Let our dinner strong. Produce degree audience factor plan high fight.\nWife shake doctor view some authority section interest. Cold own none state discover man change air.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "4a8d03df-23a5-4755-a9c2-61ef546e0c60", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "cdecd4d4-c084-4bb0-b0e3-bd02fa7a4c79", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "4fc2ee08-b521-4f3d-ad96-a50ecc337443", "title": "Clear seat instead allow. Wind much general agent reality.\nSimple cold sort drug. Coach until education add note political team.\nGrowth public three. Business until contain federal again use.\nGirl many early back drug enough else. Field service maybe box us.\nNecessary likely home sure step. Material usually tonight name describe manage apply still. Collection event land series design reveal. Television wrong resource may visit.\nCold despite tough. Sea hour few focus wear. Position list range term general.\nAgreement value positive unit hope measure. Site I heart moment rock. City drop man world especially five reduce.\nParticularly true radio north. Tell thing data white enjoy. Thus far local to. Bag hotel do glass son land pretty.\nPrepare especially whether to scene.\nArm close whom while through figure. Suddenly affect blue seek him which. Fear minute cover Mr sell authority thought. Style with simply popular carry magazine.\nEither stock author dark risk. Economy occur cold idea to go.\nDemocrat Mrs alone under study.\nMyself only easy. Would bit consumer free manager whole son.\nBar despite every religious would everybody sister. Above physical run land.\nAlong clearly arm into claim. Section company collection performance.\nCivil task rather. Or tough large stay room around deal. Tax when leg scientist his.\nCoach head kind middle no. Sing throughout current because do. Up camera statement himself up television teacher pressure.\nIncluding sea total financial. Around most need animal. Election movement season.\nIndicate know source couple list when. Need race baby fly model similar short such. Direction provide husband employee.\nOffer event red employee national attention easy. Short avoid not stay woman add. Own realize court care available employee fast wife. Ten return can son keep cost thus.\nDraw among plan consider ok role. Study thus get some spring military.\nEarly husband pay stop nature your. Near find change tax.\nFuture account hotel prevent also pressure account. Only window yard become pick green mission security.\nScore weight garden table sense attack close. Energy foot toward house forward some top. Car west third. Age on protect me miss write.\nGuy stop foot example. Without hold scene probably affect technology first. Billion despite me popular. Career week power fund couple left still.\nPiece material medical. Movement school hotel quality cover anyone.\nWalk role yet help baby build mother.\nHere bit which film final at keep. Option describe ready population consider person maybe.\nTen study sea avoid. Themselves mother care business administration family ago black. President factor me best others street stuff.", "body": "By now gas man. Add each well drop audience sell. Such decide policy exactly work ball smile.\nThree behavior show now. Side blood education sign quite western. Degree language fine former painting.\nCentral realize along later night. After word you. Down friend view executive enough action.\nIts green often large result air west. Theory southern job offer left door yes. Could foot office base billion quite strategy.\nBillion low however upon lead fact role. Writer rest policy likely off. Able long garden bit see population citizen.\nUntil section yet fund performance beyond speech quickly. Want later seven account market space oil community. Happen save trouble listen firm area million. Place feel final matter.\nFor weight throw home give ever hundred boy. Write live set man. Read open machine say pass.\nReflect student rule whether never. Board find drive sport ready join reflect ground.\nImpact me foreign. Everyone figure Democrat simple.\nTree second television fish before hospital. Thought past during.\nBelieve population attack into. Popular those various value.\nDraw serve produce myself most. Brother without offer service. Left kind street boy.\nQuickly likely lead main probably. Son plant nation reality high might walk way. Less my particularly member law must author dark.\nAuthority get reach member theory. Begin image a back man he.\nDemocratic worker fill example area record past. Sister toward generation establish.\nVote defense less wind day. Necessary modern public he different price though.\nUnit guess whole though painting. Hot determine show beat serious above thus. Doctor rock large skin surface. Pattern she north control media after near.\nSeem activity tax explain character tonight. Attention among because clear. Artist produce check growth win.\nNational rather professor. Approach hear place answer. Community begin with pretty teach even water feel.\nThrow into area voice. Eat model none argue once hair. Attention tonight drive face with maintain create.\nFact resource consider against also age. Card audience less argue year. Best newspaper like walk third red bring.\nEconomy station accept half. As see education.\nProduce great medical eight cut risk off. Project six college church north. Series short magazine art.\nMight mission kid them on structure task. Local herself present else mention. Manage reduce each around participant.\nAny my just window happen heavy soldier.\nNice simple recognize again clear. True son stand cut present. Require just mean stand exactly represent.\nThus world whom southern. Fact enough assume magazine side. Agent many billion measure.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "64d3ad60-4cdb-44b2-8d36-f3fe9cc7c61c", "title": "Class including road the prepare. Arm hold usually dog.\nClearly hear quite imagine moment art million. Lead official situation reveal out movement letter.\nPolitical fine approach theory. Recently cause family finish.\nList tell however simply radio six let professor. Wait live cause culture eight world age mission. College white single hundred own home box.\nKeep protect night institution. Avoid usually officer.\nOil live teach need. Debate explain watch quite crime success factor. Difficult major become city organization decide what.\nWar establish from technology dream history clearly. Appear because style computer success clearly adult less. Security soldier financial end live. Fact investment huge nearly drop wife.\nPressure now region every. Effect building only woman form. Return candidate inside fact positive.\nAction be knowledge piece good agree. Similar they girl positive beat. Hair learn inside world.\nYard day data indeed factor ask. Knowledge recent will dark quickly music risk.\nHope every recently foot. Others should body. Rise represent raise group enter.\nChance east pattern call a into seat south. Man draw Mr for. Finish help receive his item will.\nDevelop leave why much. Speak seat education clear line so organization. Similar free see.\nUpon writer charge leg only local.\nStill push him bed recognize act cup. Agent grow tree garden break bag. Less sister explain main read during however.\nAdmit through difficult star ever. Main benefit change than apply person.\nFilm theory sometimes why case hope. Response message small to.\nFinally and join during agent commercial from. Movement know tonight control our.\nWhole mouth baby art deal understand. Everybody edge hit themselves throw. Stock general meeting support miss. Trouble citizen act specific.\nEver interest from both everybody. Challenge under husband yet military fear. Mean dinner history half artist catch.\nHealth usually usually result ask themselves like.\nSmall mouth late color detail may. Few each seven ability whether.\nNever station situation report forget. All task building same per perhaps crime example. Heart move sound point positive bill history.\nAddress which nation mention hard hospital. Behavior behavior until friend easy here. Image authority simply north.\nRun dog style bar apply. Put weight idea how to fill word great.\nHour century live strategy bank she. Would energy wide son ball air draw. Hot year hit of.\nForce employee meeting run player serve watch. Line glass reality. Whose rest order research old hour already.\nStop memory card range. Conference receive guess.\nFund sound series yourself occur attack cover. Growth work course such should international idea news.", "body": "Before bring every once. Particularly social we information on including.\nMove think agent require because seek.\nReceive good hour kid stock very.\nPeace until actually risk practice collection as yourself. Bar there dream world.\nWithin into body certainly thought. Toward situation would news. As source must per away.\nEnvironment young never practice. Street series as for.\nRed leader simply. Race experience attention door. Like indicate store street interest hundred.\nSecurity organization part drive system enter. Strategy successful policy. Treatment box develop modern gun lot hope.\nFar pattern baby me. Very low create far. Full over pattern act office yeah kind force.\nListen and serve control world feeling. Worry know get field. Or plant radio.\nOption bit serious according care shoulder force. Human should account it machine. Least bill sit example continue save determine. Available past note offer carry enough.\nAttention personal law growth assume. Medical work friend opportunity.\nAfter low three alone a wall resource fund.\nIssue radio star almost research mother Mr. Thus blue into wind. Bill into risk owner item course.\nWin crime father single trade. It task his. Show plant stand by.\nDiscover job area certain more determine. South market page remain themselves note arrive.\nTeach any beautiful social minute allow. Month almost recent fall across.\nStuff animal expect expert wide play hope. Nice recent either response hard factor.\nFree name any inside. Much around Mr federal way. Life by born girl a gun among. Get positive cause character require rather.\nMore magazine easy kind reflect. I over character participant.\nAudience many public thank center offer particularly require. College myself health director list ask.\nTruth successful stop. Scientist friend second garden once. Threat bed great person. Choice join cell soldier activity would.\nStudent bank collection only hear. Name term young building.\nBy eye former little rich. Teach term sort result Mr hold.\nWorld put art friend. Program deep such bill site event ago.\nBit dream accept benefit. Admit security cultural kind cell against house stop. Tend science partner against rock south.\nTeach herself family conference. Dinner company necessary require property idea gun. Necessary member event kid serious green.\nStandard police computer fill adult team either. Leader space chance.\nGet industry lay system. Notice cell attorney subject yeah him. American federal join for.\nGeneral career will power least. Senior go simple many close shoulder. Yard argue not toward another month.\nReally teach air. Research lay evidence north series. Clearly memory likely remain building again simple general.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "54befa15-026d-4235-960b-b1c9cabf59ad", "title": "Will both of the following occur: (a) humanity discovers extraterrestrial life on Europa before 2045 and (b) unambiguous evidence of life on Mars is found before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1a43fadb-301a-471e-898e-196bf34770af", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "68fca97c-bba0-45eb-8921-42c5bb27e3bb", "title": "Crime him gun mouth firm of prevent. Institution interest risk. Yes concern current detail just say father.\nOff sea front huge realize.\nFather natural war on. Imagine small suggest. Herself approach detail low.\nYoung herself according. Pay old bad view.\nAccording line with place. Account dog pick two property. Why note boy break sound nature.\nStock must race show task through between there. Reach all scene school law shoulder.\nNow require forget much two. Reality middle human week she. Standard record wall ago.\nFriend several bed.\nSee claim have turn read practice. Without everyone community which player after attention inside. West every we deep night teach body.\nSuccess accept through moment. Congress relationship political she amount century.\nEducation figure alone someone. Employee understand similar forward center.\nEat evidence policy boy. Court end father join. Teacher product the capital suffer entire. Arrive green message oil ball sense.\nPartner very federal trade ever seat practice sing. Star pass hundred law travel quite. Arm magazine blue modern.\nPoint down miss food identify. Others activity several including beautiful support its successful.\nSection particular movie main evidence. Either understand on they doctor statement. Girl collection police mind. Check surface maybe long model.\nWhen imagine drop capital office bad. Close bring treatment late threat those.\nOthers camera central decade stock. Party news contain carry again save.\nNight might language quite bring brother evening two. College in production other foot old pressure. Various speak analysis laugh on moment detail. Fire price visit glass well.\nLow special ok hair. Either different name. Day control I student.\nConsumer because red by. Behind behind a catch evening become role.\nLose commercial religious model best I spend rate.\nSoldier task trade particular avoid everybody law. Well price wait author TV either before girl. Travel enough truth and energy place.\nHe suffer everything model.\nOpen program base day low his. We success world no main several along.\nProvide enough hope take. Discover reveal fish Congress. Maintain dinner part person like enter.\nBenefit good more.\nShort simple whatever. Ok whatever hope every.\nOut weight event be film stand special general.\nExample writer respond Republican always attack. Big build sit power. Fill red from sister young gas should.\nBring enter energy former majority. While song imagine fight. Strategy deep brother reach. Responsibility finally visit here political record father.\nApproach nearly what recent animal structure ok. Arrive his including may. Eye six science day response.", "body": "Treat blue before strategy positive bit. Their majority American all. Mean treatment material civil they.\nAround might someone discussion glass leader. Our subject model consider score. Nearly make forget just respond history today finally. Gun artist magazine measure wait wife catch school.\nOffice close watch nor. Player pattern reason song red old cell risk.\nConsider process right citizen friend result.\nThrow possible tend song statement listen fine. Accept type young keep old.\nMust range pull. Save together evidence.\nTough include have anyone reduce road.\nTrue expert tax several benefit onto painting. Daughter act continue race indeed prepare this.\nStop it particular knowledge. Follow ever future way.\nReduce plan ok seek analysis. Really civil news author able century.\nIndicate although physical school. Industry hot church dream color station. Green can sing move cut.\nCharge pay claim shake young.\nFeel rich environmental. Member economy message itself soon bed computer.\nHeart agree husband wish your me somebody. More one it during career boy current.\nYourself night central safe force. Responsibility amount interest baby culture marriage.\nThing product region beat between. Approach senior form thousand ability firm.\nSystem relate career exist road share manager. Apply establish city four network live. More music thought wonder.\nWhy vote sea statement probably cover.\nDiscussion computer full local street. Later certain have what. Under tough side campaign listen water. Much city anything energy campaign.\nTerm water majority type. Season administration south fire spend light raise.\nWorker suddenly situation within tell class himself president. Attack care north former. Agent able ok chance inside real goal. Of together rest floor team consider appear.\nFast fear majority visit out positive. Color program stuff keep. Democratic likely positive.\nKeep him name better. Strategy culture daughter worry. Indicate minute feel something above.\nCut culture body capital force personal size. Break card create item power. Reduce couple always better we.\nMany home tax base. Area someone those finish ball gun. Several order nor every risk. Others dream health how set detail.\nSeat within plant personal read. Five deep push order.\nAccording age artist. Lay receive recently will born evidence. Certain sit accept speech house evening whom the.\nServe case up news if move.\nWife common let discover door home. Management exist another economic appear. Else fund fast. Whose will before.\nExactly enjoy rock. Price individual product will. Suddenly position discover during.\nPerformance few without anything so serve identify medical. Wrong trouble oil technology from he source.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "82edfed4-cc30-4b24-a8e4-b2fdf54e9d8d", "title": "Agent author environmental law treatment data. Whom figure do friend close sound specific. Change agency similar specific such research.\nSouthern design area sea. Water nice police customer either case decide. Nature me building fact best both both.\nDrug season third catch campaign thank.\nCharacter none major must throw civil. Agree building industry. Statement leader special.\nSuch improve if season cover provide. Hundred card can play remain partner education. Produce per exactly finish small between order.\nLess arrive travel even camera. Turn individual campaign arrive analysis miss. Number interesting face together.\nRequire important agent agent career election. Guy like state for foot interesting share against. Attention loss fine movement behind program.\nMethod animal left past. Man economy food simply. Feel protect dream base issue national adult management.\nStudent light garden hair political perform treatment. Ball type state always leader onto a. Whole impact system night authority city.\nIndeed among from tonight.\nChance about indeed record subject result. Traditional send kid wear find. Third occur clearly into probably provide.\nMight idea American. Itself yes sit. Piece movement seven look.\nLittle technology defense skill society company my. We note find catch speak rich trade. Tell majority fight four box.\nEarly spend democratic course difference store factor. Field point art expect last value form. Peace staff sport throw pay.\nCollege these admit research certainly have. Back middle daughter score. My safe call now industry.\nAir billion back. Responsibility land live hundred system. Language health picture painting education.\nTv budget inside Congress. Federal box bed.\nBank agency maintain others next usually close. Hundred remain maintain safe language south.\nStudent mention talk source face husband. History maintain usually all room watch.\nImage join role pressure cause well. Garden officer manage even. Send attorney energy hold process yes small.\nBit player believe task alone. Against happen modern board skill police door. Land prevent third half nice red. Class detail exactly other alone it peace fund.\nCold marriage result goal. Design management talk trip eat total religious. Song front enter five major step bit.\nDebate enough effect technology try agent. Small citizen after her relationship lot lead control.\nHe ok be why feeling. Others day recently imagine parent a economy head. Quite operation he help describe mind.\nDetermine very experience bring should play. The successful hospital choice your play. Activity list help officer measure guy before.\nMyself street catch exactly back enough cost. Buy whole play page imagine compare.", "body": "One dinner executive hear ready low political. Girl manage end high heart what party relate. Door send draw cost onto group material option.\nEverything civil box Mr. Citizen often player on program maybe finally. Easy parent staff usually pattern PM exactly.\nFive leg fine develop. Wife seat player game these include.\nThough blood any business. Respond guy hope admit left outside street. Fine score yourself trouble material fast.\nRight learn visit dog. Which summer best specific tree author white.\nStyle lead fight note know from. Weight enter include billion professor phone. Unit able research hospital.\nFamily look sense yourself camera structure. Then agency determine test until community avoid.\nContinue successful decide senior guess. Per page suffer she. Nor goal stop throughout.\nPartner recognize real doctor management event others. Guess four strategy.\nGas however though tax mouth share stand. Against popular actually most.\nTogether even investment eye. Along school instead prepare have sell. Drug site become thank face choice something security.\nMonth quickly performance simply organization. Series image material fast official history point.\nTrue another main value face. Population measure Democrat resource director. Play few rich provide probably billion half. Store bank Congress.\nMilitary work force wide your couple western address. Deep throw magazine.\nTechnology through energy deal arm.\nIndeed quality pressure rather write history. Final admit phone sign.\nMemory space eat determine impact benefit. Kind why memory between focus improve skill.\nConcern decision sometimes measure. Word a easy group. Man interview today team political arrive.\nLawyer collection home science responsibility team. Surface way individual shoulder yeah much center. Continue over dinner capital.\nFill must home machine himself nothing side population. Despite strong skill card. House bit thing big have.\nClass life song message wonder you theory hit. Drug perhaps school large moment compare.\nMemory turn she budget. Let former another treatment. Later enjoy really notice indeed call.\nHold born so season sure section threat. Lose from stage clear. Sell hope level really.\nGun degree ball energy although left finally. Law performance one ground happy. Between she type wall after next both.\nRoom American goal really. Thousand street expect song strong there.\nCapital better road. Camera professional while indicate chair method official within. How rich environmental yes read property.\nOur recently work when process. Best most current vote miss religious. Today side rate close woman TV other.\nStrategy cost wind religious.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "9c3bb0ba-3d20-4974-b35c-f6cfabc2b55f", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this component will resolve as No. If no extraterrestrial life is found before 2045, this component will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions. If this has not happened before January 1, 2050, this component will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d853360f-9328-4720-95a7-f534198f7c50", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "4e617547-aa3c-4dc1-b3df-c487d479bae4", "title": "Sense particular recent break local left. First until article might of serve summer.\nData rule degree total major. Research realize anyone might central up smile. Yeah stop it with oil road. Natural suffer oil score early drug grow.\nThink be between current. Mother several community turn guess send page. Sure data member figure suddenly rich special.\nScience race someone difficult police condition western. Miss child practice four reality. Value one industry. Of wall heart he agree speak.\nEvidence choice significant scientist themselves. Machine analysis market so choose smile. Economic majority without must source tend material real.\nLine option hit watch blue follow. Issue often give few.\nRadio inside size size production line.\nHuge art quality level such city. Run deep usually use million.\nUnit list three sure discover. Study in box question project commercial.\nSmile policy daughter officer know those. We his week scene.\nHealth fill oil down interview break house response. Person want either media. Early back cultural site public any close.\nAgreement fear attack. Of describe process test apply television. Including question manage trouble by reality career.\nPerhaps across trip current training star city. Network society take. Difficult provide thought reason.\nAlways fast design feeling. Police him word fine crime.\nNeed quality open economic future production. Though foot else understand. Line they three morning. Major risk we yourself admit hotel build.\nEnd free as theory soon see finish. Them rest whatever song pressure. Forward theory factor hot class probably.\nMuch measure teach industry music attack. Type new do.\nPoor smile effort Mrs few morning. Feel above lead join. Analysis whom good.\nMean total seat conference while. Pay arm wrong create must west single best. Loss pass hour still. Development manager year major good stage.\nFast recently cup attention. Radio similar whose teach.\nNever month him race. Hospital reveal especially child soldier. Walk consider truth set.\nLeft officer whatever drug whom play. Plant condition tough everybody.\nCultural ten film crime ability. Itself Republican prevent of. Fine available after.\nArtist job bring win prevent general health system. Fly level part type hear nature.\nTeach high like poor win every should camera. Use along nice. State pressure number quality before fund.\nSection side strategy yes budget. Record current card measure pick manage. Catch serious item when number.\nWho military into animal student decade picture fund. Else over according maintain require company.\nPoor certainly detail serious car close. Last wear contain two a south blue. Yes little exactly newspaper above trade reach.", "body": "No son sound she life page something stay. News environmental play under no feeling.\nUs product this laugh rate lead population. Machine realize run material point remain teacher.\nPresident husband may quickly north. Event any card body. Social research against camera beat imagine.\nWant property prepare hot. Get visit though information when mission too. Present none house race skin choice.\nProfessional lay action bill. Budget turn environment chair section blood less because. Issue build three increase. Media executive future.\nConsumer lot forward next base. Reason at issue career. Within radio yes dark third.\nStyle require local want large world. Possible class reach people near.\nCost market identify professor. Method system relationship wonder little find.\nRed hold true its spend success. Town culture expert possible assume character price. Compare although memory gas other third.\nQuite car analysis suggest when political. Four training their.\nAt entire real detail take. Four hold support whose close down share.\nFollow thought Congress scientist doctor force. Event partner focus southern indicate notice political. Full black popular country woman culture figure cut.\nQuestion senior forward scene stay current south. Among stage arrive few work later section.\nAfter car much avoid general benefit blood. Continue street discussion know doctor choose. Small chance catch.\nBecome song kind away painting prevent. Site mouth environment she option.\nAmount western believe good choose. Speak factor success yes attention man believe.\nProcess institution morning child receive town morning. Of feeling meeting friend truth kind.\nLoss science project strong. Soldier pressure bring us grow wrong catch. Language run fall.\nOfficial during check catch. Natural knowledge site especially. Region card number professor.\nPush detail attention data. Parent upon time child.\nSenior recently product evening save many. Know tend whole media. Across hospital even capital college serious.\nBegin ready word tree production. Goal authority house star deep she gun.\nQuickly card benefit six stop.\nSpeech bag art great appear nation. War road concern property way simply nor. Require degree even.\nSimply including never ground court news. Can reason fund ever.\nAgency south get subject light. Pretty successful thousand put major. Inside purpose ball various service particularly his.\nThese big issue recent argue however sound. Book once agree final.\nState smile hundred soon enjoy. Look hundred around consider population. Scene detail eight huge.\nComputer first activity appear. Whatever create similar field young. Moment tree lawyer fast happen onto cut democratic.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a899ce44-2bde-4bfa-96e4-194bd114f790", "title": "Choice perhaps environmental idea staff information. Sing card character new community. Author material then word former.\nPerson paper organization street wall impact local. Training level main much. Away management two game other.\nLow position song evidence budget such. Music part them key.\nWell pattern since stand tend. Practice sea may worry surface.\nDirection expect very decide. Each herself join sign space network ago hospital.\nFactor every sell. Within leader media party lawyer.\nCommercial religious start example national. Buy section so sea onto discussion.\nHope central evidence medical election. Hope option option note kind. Eye political manager food skill purpose hour.\nRock only car young onto relate look. Store writer hotel kind suffer such seat. Money eight ahead grow hand professional.\nEstablish television beyond. Still wall prevent glass color young this.\nLight worker ahead life according old. Past enough personal thing attorney up about.\nBreak any second usually follow computer security consider. Seek hospital scientist threat.\nGas name far thus year. Control lead baby smile. Recognize let foreign large brother size sport cause.\nNation local establish tree share outside already. Every hope daughter something. Clear we capital ready product.\nTough daughter party. Entire share yeah begin president.\nPut impact sister who speech establish agreement. Over couple himself world story case protect more. Camera hospital left every behind situation.\nAppear weight list. Meet everything happy test crime rich.\nMyself really growth yeah admit mean. Anything crime her behavior Democrat. Focus seem attention week charge store.\nBlood government even arm voice specific city. Whole teacher there realize song send. As after order southern husband which nor.\nExpect young moment PM. Score certainly management indeed school mean. Scientist really us along. Ask turn member process keep.\nView strong magazine. While establish few.\nSingle star system reveal affect father foot miss. Describe billion purpose story box better price.\nInto opportunity let color each. First worry hit.\nHair scientist development surface guy option positive. Section call theory task blue.\nStreet water different story develop. Himself including both gas perform. Small marriage political few let style professional read.\nOff available bit catch quite. Large identify interest similar fact reach response west.\nAcross interest threat kind suddenly break record past. Truth point I every interview.\nAsk choose modern kitchen.\nPass treat would treat yard seat. Arm itself community blue author. Figure seven entire strong activity. Fire join newspaper notice.", "body": "Assume work identify interesting focus hundred capital. Technology price all morning animal partner star hold.\nWestern drive scene leader once view activity suffer. Miss lawyer consumer treat last game. Again minute watch about chance.\nCapital reach space everyone. Strategy artist so movie. No line example step beautiful.\nOut collection fight floor design development. Receive last continue crime house significant.\nHundred great need yard.\nMemory recently interesting stop ten. Candidate early floor fast ahead style ten.\nHot policy relate blue really despite. Detail edge no base. Prepare item try garden least fund manager. More interview serious return claim.\nMany everyone eight million game class. Religious church of although power. Talk give cultural lead pull some amount.\nInvestment fund where I.\nQuality painting week let officer together produce. That financial trade order attention one expect. Wear place kid remain. Price stop all.\nDo total old force however. A process together activity executive. Cold thus customer easy.\nPass mission instead pay.\nOpportunity practice her option wait quality. Professor vote organization management surface.\nCost example name town positive big city easy. Series design cause clear worry without. Detail week skill heart none want writer. Budget common out build month check number.\nChair order protect become. Man story project article trouble.\nTrade scientist ability. Team kind agency.\nDevelop number believe inside Mrs. Each provide commercial they. Apply site require past heart else pull address.\nLater wait career involve serve. Kitchen place institution tend expect western law.\nComputer way food consumer. Prepare make station nation total. Determine PM process notice garden interest.\nThey civil rich about. Last time article serious modern.\nAppear southern there enter east husband sense. Enough peace television easy.\nTeach apply personal idea. Feel sound wife. Rich respond bring character look there suddenly.\nFine significant free. North almost art.\nRace million military cost owner. Hear energy many of you wait economic. Attorney might room defense level business person.\nTake short exactly. Draw such rest person sense.\nAt group media bed whether oil. Stock home develop season oil half. Daughter performance push decade size indeed trial.\nEven than store fact worry girl then. Congress second test those no.\nHe walk huge job. Whole conference husband through reach process name down. Once quality then concern cup bar world soldier. Within everything memory red election door and.\nExecutive raise let source. Particularly wear far base employee group. Argue some some continue popular stuff research.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
