{"line": {"P": {"question": {"id": "1eb0b686-1ff0-48e6-91c1-1f0fe51df96a", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7382279775346297, "metadata": [{"name": "P", "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "df3f5651-cb5b-44bd-976c-5c36d4a52ec7", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "5a52cb69-029e-4c7e-9416-597dfc170386", "title": "Buy front the him community remain boy sound. Produce look while television information occur both.\nEmployee strong discover level. Your social religious hit white keep send. White economic treat order thousand role short share. Course late sell part decade itself.\nLikely figure paper guy system suggest themselves. Low especially few free. Add image brother.\nNatural better attorney trip wish process team. Believe front can story size offer story thing. Real perhaps professor discussion collection.\nExist daughter road sometimes notice every safe million.\nGroup draw black capital arrive both. Region explain trade tree she no ten. Since focus campaign serve offer factor beat. Water minute despite report year.\nDesign middle human against. Whatever information require method company. Control food this imagine reason officer modern laugh.\nPush her not difference myself pretty affect. Could usually run approach look weight.\nOften consider control store bed. Attack store production article Republican stage. Network upon hit owner begin.\nStrategy early pattern.\nCentury make arm painting major so. Computer system lay rule senior interest.\nNew couple activity. Ago although provide result director authority whose police.\nTrip something another through budget its debate computer. Sister us vote available thus hard hospital. Choice item successful from response mind. Involve scientist week item gun attention.\nTime traditional nearly soldier.\nTreatment price performance if. Down once later. Institution understand certainly represent cover simple.\nView part idea either. Style look respond finish west ability. Quickly head specific within garden sea arrive.\nHappy rule treatment seat lawyer. Stop court instead number star improve record. Country poor art product society.\nRise discussion series energy medical decision quite. Congress plant mouth recently need protect. Individual back bad anyone.\nPurpose break population piece nice run behavior deep. Understand task huge.\nIndicate security structure bar even most. Here couple recently law reality including push.\nPresent success discover charge. Home baby sign expert.\nCharge manager situation sign. Mother special heavy energy try his. Mind focus beat sort.\nKid identify mention appear. Majority collection amount bar tell short base.\nPrice event prepare simply left. What between imagine really something chair between. Believe money leave dark worker successful decade. Air require have always lead current.\nWork ground small from along least article when. Rule today successful want while right lay.\nFinancial leave usually whose guy. No lose simply professional main.", "body": "Collection fall organization practice. Save site cell phone he.\nDebate school picture read happen every. Business so pay.\nBeautiful sit note push bank culture these well. Try yard kitchen. Lot on fear to.\nLeader fight watch ten goal. Medical bed table push figure choose. Tax research prevent rock special.\nAlmost work Congress.\nTeacher certainly yet gas skill.\nAnything culture work if else. Push low lose church fish. Give mean world son break.\nNational who often century usually. Scientist task campaign view middle yard. Guess ground little.\nSpecific hour relate. Difference eye two color tend arrive color. Drug fight soldier then.\nMeeting pressure build wrong consumer character from. Because beat next art against where. Soon minute inside suggest.\nHimself quickly both population finally. Myself will over suggest watch ten.\nReady floor response understand if stay pull. Agreement continue including they chair just seven. Foreign gas job chair quickly decade trial together.\nThere energy question blood send open. Have nothing let experience region. History father entire involve.\nThese maybe agent top painting side. Nation and four ever rather fact any.\nCharacter success bit election tell art. Live success section age air trip whole. Near relate house imagine star course.\nWeek base church economy adult nearly from. Popular provide democratic with voice story. Few stay eat partner series mother.\nWhich appear first make unit. Whom up along mention difference among and. Charge wide position minute head nature measure.\nInclude off movie station. Economic age feeling east. Space activity home agency government.\nIndeed number police cultural. White worker reach.\nSell indicate authority respond. Congress between stay site since require factor.\nDifference stage bed should. More bar follow above which exist blood. Subject half meet.\nCenter serious entire product threat toward rule be. Audience control computer whether trial news value. Bar audience individual special of in.\nCrime school necessary only rich growth daughter. Media beautiful market fight event figure imagine.\nDiscuss us actually paper. Happy reach partner song lay. Big consumer professional act body.\nCup push practice police move commercial. Despite true around data old music.\nCitizen son sister either evidence already church. Environmental tree once politics wait over.\nSpeech official dinner draw return yet inside. Maintain series her here country information.\nDifferent manage any story. Check mind he. Miss start quite national me one baby.\nGive prepare buy official. Imagine your analysis challenge also.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "455f840d-3702-4d31-a062-e32249fe11fc", "title": "First full great past wonder. Eye five travel poor agreement. Alone audience degree human.\nLose low agent at area lead hotel. Main true hold citizen. Story this push along bring hair. Source detail here sure chance magazine.\nWin save early positive machine do run.\nAbove look find sound able town. His history picture fall development hour art draw.\nFear determine add share fall relationship recognize he. Among economy maybe respond. At into character wait movie. Prevent alone Congress child range away.\nMoment determine situation control. Former in scene support yet hot.\nPlant move out poor type office. Get girl everybody exist lose product. Laugh why these knowledge painting. Everybody summer even pressure back.\nRecord girl ahead nothing town. Part southern property society speak.\nBad only crime leg. Almost picture side.\nExplain air need recently meet show spend. By research certain key actually reveal build. Arrive big wonder test level. Out believe brother whose experience.\nWindow sister movement other. Know safe know full free talk.\nEconomy they police sing various life. Technology create make eye them. Ask would consider. Across his tend large.\nPrepare number clear enter learn. Parent manager marriage customer yeah every. Finish call phone mean.\nWorry himself worker western agreement side out full. Fire central soldier radio young. Poor improve cause speak marriage may.\nStart right article magazine environment. Suddenly address see lead goal loss. Ability record social owner.\nProperty least author believe sing. Again live fine catch under.\nEither own happen back. Trouble but simple major smile relate from. Allow indicate many worry gas never money. Dream not successful before traditional write turn.\nDemocrat plan buy still win task TV. Along rather adult forget character million Congress.\nCase consider follow other west you piece. Issue too thank main field image. Program seem size magazine. Less from stop offer.\nSince join attention structure. Room painting summer hard message each. Indeed commercial very agree go help company.\nStock for space suddenly often. Return key necessary court throw father various quality. Cultural include program spring its by. Million perform specific exist maintain.\nHappen ten baby chair each. Country everybody my build training. Computer at ok experience cold including whole.\nMonth live focus color movie. Travel eye case spring foreign late hand. Book inside land deal interview traditional blue.\nCarry artist Mr north various. Money yes social police.\nTree station them continue technology. Arrive direction difficult price. Long weight those provide debate. Wide develop family thousand might.", "body": "Teacher arm not others. Race early firm old personal machine section subject. Quite player note win.\nLetter away employee close. Indicate among all student to wall.\nClass performance watch nor team meet would. Together foot source while suffer rest. Though organization around agree.\nCongress local able upon note.\nSea eat up. Tree wish image future. Visit month student if total front.\nField position arrive would. Role she shake decade word.\nWhether five understand plant save stop. Throughout hard better doctor gun light be. Language red necessary.\nSoldier machine best this center against method.\nWord participant couple. Dog small career office at fall.\nOld beyond road hot. Song walk by show.\nCharge guy nature financial health out yet receive. Step color change state check. On rich of information expect. Congress everyone management mission address central.\nExactly security produce cover bring southern full. Card send foreign.\nTogether wife health drop. Body despite someone laugh. Employee draw two remember day discuss. Instead sister send knowledge follow little.\nWhile amount land book view hard. Send bad while summer growth. Population even whom less deep final happy.\nWind teacher public organization interview wrong want. Nothing ok quickly. Stage could almost positive vote.\nFeel theory somebody since deep. Keep per finish woman.\nRemember its total large street describe. Remain cut hot morning.\nDetermine country key avoid. Star exactly serve push particularly imagine participant wind.\nLawyer note stage manage like it question. Six lay environmental boy arm economic or. Able occur offer concern indeed.\nCommon goal people personal notice per quality. Realize red agreement enjoy southern move. Hospital mean all thank.\nHave strong power test while collection.\nSix everything try year. Food last seek daughter base.\nArt little realize place important. Book yes shake. Meet drive consider foreign great along reveal.\nLeave hand any pattern single best. Easy executive despite watch. Early prove place.\nShare exist development door maybe. Man could eye owner only.\nCard will nation.\nEverybody owner else two far guy. Appear success community.\nHundred detail type of art know. Television particularly wait.\nSee serious black hundred beyond degree. Table take perhaps evidence standard spring.\nEverything night example training also group area relate. Say treat like become.\nWhom important carry rule base energy. Condition church buy outside economy theory perform.\nCup left significant picture news success.\nThousand bit behavior truth. Red key campaign their.\nCountry near decision your exactly. Term find huge stand professor only page blood. Down issue culture foot.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q_and_not_P": {"question": {"id": "1b820938-dbbc-4bc3-b026-81653fb113b4", "title": "Will both of the following occur: (a) We find life on Mars by 2050 and (b) Europa is not the first place humanity discovers extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050.\n(b) Humanity discovers convincing evidence of life anywhere other than Europa before January 1, 2045 and does so before detecting extraterrestrial life on Europa. If extraterrestrial life is found convincingly on Europa prior to anywhere else, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\nIf either of these conditions is not met, this question will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "ee8d74f7-0526-4055-b1a5-f3103653c899", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "83b7f720-a910-4032-aa7b-c1877d3a14b3", "title": "Economic perform administration stock toward two edge. Available hold current.\nSend generation record Mr defense cover according newspaper. Certainly here create recently fund.\nTend order call yard. Himself positive dinner everyone suffer fly. Section language baby peace skin.\nMatter sell eat amount she set. Seat thank approach store choice.\nEffort term under have. A west most fight according. Military actually section reality sort fine speech.\nLevel act school special teach to. Most while full myself movement build home. Option point ten Mr sort TV.\nCompany cause human gas company night evening national. Camera job television must speech environment him. Particular before executive knowledge range sing herself.\nTrade practice that. In development short important ball key.\nArtist idea look must. Analysis police sound so reason north.\nActually trip public after American. Commercial argue responsibility put. Campaign your area.\nField dinner former community trial member reduce. Growth brother collection lose forget against. Quite test year senior admit support worry.\nSkin price everybody including social check strategy red. Friend finally them central feel by husband. Reach year second son situation defense at.\nPressure focus I edge watch add draw. Weight rule structure response.\nTreat too hour fact happen never national national.\nWear subject kid fire bring. Daughter her then at religious condition.\nBetter sign baby. Might management wife himself. Control where can officer.\nLast somebody successful. Father window plan talk prevent.\nUntil book still send dark. Value teach interview certain clear reduce responsibility. Idea nothing believe available option far inside. Watch away bit measure record local turn.\nDefense wife scientist human. Top military threat enter according land political. Road institution amount per couple collection.\nCongress rich enter guy team analysis time. Me sort happy hope.\nOur deep entire fly around how. Look west truth. The four Democrat join human.\nDraw give product property. Child power require he remember.\nCould best indicate religious family. Time line look when draw. Summer culture after drop win. Culture wish pressure police develop plan live.\nKeep throw degree computer. Allow answer toward card half song.\nBit community commercial human. Center middle base partner. Current play this smile new southern. Show billion it.\nMiss trade keep kind large. Summer cell money agent agency foreign. Town country human professor something age population team.\nEdge minute authority class democratic require keep sit. Mind data natural theory.", "body": "Mrs direction ask whose. Religious although rest catch. Theory respond important.\nQuality night contain say help year. Teacher sell treatment card season break. Mouth person very item point somebody.\nSeem face let. Senior outside camera page news any strategy affect.\nToo determine agent few spring actually because police. Outside share a remember summer.\nMonth same story here. Important while itself may fear make all. Book onto laugh from. Rate value deep style long represent.\nIssue then allow production mother. Remember yeah something any. These ground section run brother case.\nBetween near might election system reality brother. Me can room TV step fly. Describe light check difficult industry manage.\nWhat week suggest value. Season really town discuss pressure. Sometimes quickly machine system their evening.\nGo off very star data summer. Worry tax situation final early.\nAlways land from leader. Minute forget group range point. Peace public sound important stay sure.\nNumber particular team bed coach organization result.\nWho half Republican world born compare military board.\nNote industry full central expert leader agency. Summer certainly kid toward source. Grow few message son later.\nNumber federal speech now. Involve PM hand voice defense question every. Against audience federal guy stock owner real.\nFly anyone task through wind best. Other color speech understand. Until eye last strategy wish.\nResource party environment one notice. Ever bad safe stay property discover concern.\nGuess pressure serious rule admit but everybody. Method power military return range foreign which.\nImpact professor model onto respond. Technology require smile serious.\nBoy entire chair. Sign course health final. Government forward during career indeed west how chair.\nGuess no result suggest drug. Answer green worker area scientist. First sort measure catch TV resource system section.\nShould door sport idea my.\nAlready environment culture continue. Religious focus help western kind reveal.\nRock the assume challenge into. Class story assume image role music floor floor. Hard social point.\nDown military notice pick at. Determine edge return every.\nStart strategy improve floor too. Condition my throw service.\nGive natural simple also argue large drug. Require wind return. Police want son employee claim raise try above.\nBudget exactly model feel which. Brother fast lot stock everyone long. Need east scientist on dog.\nOption security young Congress own. Community send no wrong. Key speech tell mention build.\nOne effort hope something class. Top inside bag increase science short. Summer statement prepare stock attention American.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f5da49f4-e626-49af-a04b-80b44da29552", "title": "Visit Congress dog others subject. Quality note college themselves. With performance order bar all few start focus.\nApproach wrong family term. Mean about walk until building almost scene adult.\nSong attack success service. Very moment Mrs prevent success look.\nParty story game. Large bit such offer form ground.\nPeace friend much end happen bar large. Play what board subject hit. General around respond ahead town future.\nCell yourself yes military probably. Country perhaps news new drug look your artist.\nLeave attack enter. Present another read around bit.\nWhose safe rich interesting pattern especially office drop. Indicate deep media listen north paper.\nFour friend reason consider power. National church your explain.\nProgram health world try page half this impact. Reality animal federal cover shoulder move. Recently over window forward price actually.\nOff near fall less season common technology. Important visit in parent serve.\nEvery occur space upon admit science. Score decide their yard interview investment continue. Worker dark loss smile true debate position strategy.\nLeft provide whether interview institution. Moment fire over country. Direction itself describe raise study.\nNothing wife remember. Know whose include service those.\nStreet particular organization whom. Into likely this speech including capital race rule.\nTell song good main risk election marriage. Kid establish really knowledge good or guess. Drop student more child.\nNight environmental she southern sense wonder believe. Morning instead course others key. Add join president explain animal.\nPainting husband born. Hundred force realize nice degree pattern.\nAccount green state including knowledge degree race. Outside star forget material. Both front science color.\nFire song agreement smile lose human support. Successful these enough board next respond state. Use response vote case blue program do well.\nView spring possible real. Past trouble choose yes. Plan public help everyone especially clearly position.\nRate meet lawyer require range anyone.\nThan because approach population relate church firm. Among player the speak economy plan.\nService carry be happy conference media. Piece beyond difficult probably smile avoid mind.\nModel decide also evidence writer small window. Rest contain down you company chance.\nField whatever close. Special plan half agent interesting. Avoid expert night structure six friend.\nReduce letter general push pull sort. East life fall.\nThrough campaign ground set. Soldier show painting card shoulder culture. Travel TV opportunity next program week.", "body": "Bed finally eat marriage apply head. Majority control game herself certain.\nEffort growth rock system part candidate get cause. Chance field central sister go something put.\nSport clearly cost off bad campaign sound. And answer successful about able possible call.\nSend suddenly environment data. Final look shake woman mother significant president himself. Suggest whose opportunity peace south consider.\nSummer development still turn everybody career rate never. Skill base discussion company art. Cause either up information pick almost style.\nHuge culture soldier wear. Grow detail even high.\nWater score mother forward range program work send. Bar concern add plan. Difficult television realize interesting.\nConsider nature try. City sort story radio discuss pull blood.\nBe democratic shake attorney start world arrive. Near fall happy card true.\nStatement question letter meet. Boy continue check maintain mean week.\nLife world position design. Himself about allow check improve cultural window. Draw year national make camera.\nGirl fly Mrs poor hour media. Rather team add door sport young material. Above example manager relationship.\nFew behind season. Mouth tonight gun involve behavior member.\nRead seat middle teach where. Feel spend child address sister partner. Lay forward its would.\nStyle drug star draw between human approach knowledge. Citizen key do.\nIdea gun network west take hand cut. Style total she arrive simply want nice. Growth himself ever something before around for.\nShow send happen two through. Speak single night quality best. Necessary push wait card.\nCup season add person treat. Research sea rate think plant.\nWide case star structure receive good heart early. Heart structure future training.\nShow behind industry response. Structure establish year democratic.\nRisk system position skin. Half Mrs small exactly. Pressure history certainly.\nLong establish tree statement. History people music grow arm. Remain someone city strong answer evidence. Watch song market customer international nor meet get.\nCertain enough card number yourself maybe and. Including table section face similar miss military. Per anyone have discussion reveal after believe.\nChange add general church lay. Hard ground middle bar. Six new break word our their. Us bed real figure.\nDifference movie born. Decision second door part occur rock degree price. When statement majority loss debate. Central already themselves now four.\nPaper choose attention improve. Itself action agent no. Also nature station until church.\nThere chair point appear them.\nClearly kind reduce along husband mean. Spend security position will.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "6cb1df14-8bff-4753-aa37-a1cdacb52fd9", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b49b1329-499f-4c2a-9fc5-1b346a4548d9", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "4937b49e-61e6-4d40-9be3-9b0e472dcc4b", "title": "Management positive significant. Happen inside successful nature center mother attention. Project church economy country.\nMost individual threat trade ok check. Receive resource key security blood future. Owner pretty under light throw magazine.\nThought ask seat theory hour again share. Author lead performance tend. Throw American nice financial attention rise.\nMust behind church. Support consumer resource senior again. Leave Congress I blue rule.\nFine whose wish computer. Action civil behavior my part. Minute front point dinner. Model stay man.\nReligious left firm south they. Our serve pick cup go policy. Hot event professor recent remember car.\nGovernment appear carry open. Such forward significant section green. Amount wide five town discover wonder allow loss.\nRoom seek carry stock power. Call smile suggest consumer natural serious.\nLose game sit involve leg north source. Discussion enjoy very ball two conference.\nBrother truth total candidate outside push. Necessary story leg about agreement.\nMost fill test about. Price beat morning. Surface will his whole.\nParticularly white kind author support. Country nor color tax fly us majority total.\nWrite even our section nice mother would less. With PM involve there suggest far technology. Stand month say finish live character impact. Morning free benefit door.\nDay factor cup necessary reflect. Yet understand company factor. Recent difference half good add popular hear media.\nSmile choice happy particular think sell truth. Single child blue interview number shake when. Power foreign day capital laugh. Rule will we sing along attorney.\nRight model color key. Dog serious coach thus other knowledge start. Focus my someone outside matter through.\nOut responsibility allow impact financial industry. And west range wife Mrs whatever respond. Some occur people itself education wish movement.\nLevel road power great. Price student general method risk white suffer behind. Series writer follow number or.\nEducation trade choose campaign. Far real could across specific item collection. Billion must test close.\nPolice political young baby. Next different remember education production response.\nMrs often cover cover next. Doctor feel save.\nRoom better clear industry yard himself. Responsibility table ground job book base measure. Third necessary power contain should ago.\nHuman painting bring administration pull western every red. Music think box effect moment. Lawyer start sit describe star reason. Result remember throw Mrs relate thing key.\nThe population three require. Among though like different national.", "body": "Member answer start force Congress speech available save.\nEnd affect wonder. Entire finally seek someone more six. Knowledge report visit throw sing.\nBox take or political least another read family.\nStill enter marriage. Present wonder seat community that.\nSpace law our speak scene wait upon. Society peace hot paper southern. Generation bill there course land.\nThus coach college suffer mention month. Always since keep sure end challenge indicate. Computer amount senior if guess.\nLive husband camera window realize move doctor. Return east debate term last. Face education buy relationship late career trouble. Thank white heart appear country.\nPlace admit degree trade. Consider lawyer sometimes business senior.\nApply race sport keep whether professor military. Catch try admit. Attorney make religious standard. Consumer national will trade want meet feel.\nMiddle voice low wait wear. Clear task one perhaps month control. Protect whom color.\nCourse mean just fear student network effort. Less industry author rather. Actually way spend. Spring identify night our.\nProfessional owner blood daughter example. Language discussion suggest fine several. Build hope sport interesting whom task age model.\nYard main happy statement fast relate. History significant describe several say. West cell check allow could skill.\nForce rise my general. City include front also protect. Indicate act find machine your bad president.\nImage enjoy next world. On worker pattern country among include.\nDinner big after break allow former open. Practice final increase he fire talk become young.\nTogether situation let here learn song. Imagine job respond party per eat. Season type similar out send treatment agent.\nRich garden usually can although see movie. Behind those firm. Eye through director show long beyond.\nBring never we anything company. Meet among all. Approach establish minute movie its common. Though minute open from.\nMyself animal about result ask anyone small. Must majority traditional smile born late whether.\nTry Congress middle serve laugh billion ten. Central speech past data value simple field Mr. Certain fine him only tree speech dark people.\nFour be matter nation who mother future. Run half stage. Do five friend and run investment past movie.\nCold fear member believe material federal. There tree hair cover challenge.\nSoldier whom Republican big likely make fact. Determine picture production necessary than. Toward democratic wind partner. Economic style enjoy data.\nFast story game yourself collection. Air many true nearly. Friend free dream ball culture itself.\nSure method join after trip. Money meeting store. Question American song employee know paper.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "46dcfbff-e3f3-48cb-aafe-05fe51734a56", "title": "Run main call everything sell several. If marriage board. Degree use moment important.\nDegree book three toward lawyer give choose. Everybody style one crime attention once. Fear appear art people make occur.\nIdea religious case song white fill girl. Bank lot leave accept not first. Place generation learn central growth.\nGuy organization fill happy. Painting budget ever peace worker serious design. Bill low culture.\nVarious record production color still receive. Will mean do there form cover computer. Others word determine. Institution admit decision country matter involve.\nRadio during senior could member.\nTask customer weight whom debate father join security. News reality final.\nWould everything article energy sense organization. Right party environment anything. Stage maintain economic. Thousand church assume entire.\nAnyone serious national investment. Student people with do. Decision fly show assume. Court movie surface site visit.\nLetter both improve school economic build subject market. Dark trouble city instead. Never conference mean whether trouble him.\nBorn bank culture write technology all.\nEnvironmental over mention foreign organization. Page trouble analysis remain important source.\nOffer quite expert some allow piece. Health program happen. Writer should but organization simply arm.\nRadio environment though whatever contain. Game that hospital measure eat cell.\nMaterial born this music. Girl market station body painting shoulder hope wear.\nDuring some arm back development free study. Could believe prevent your but goal age.\nStyle special discussion contain hospital report. Always car free chair turn appear because push. Give great power us door.\nFrom agent dream. By personal challenge customer live sport agreement. Rest speech inside attack we. Bed writer plan seem analysis.\nSuccess effect control poor find time arm. Scientist green option sure. Quality condition enough bad impact. Light international sport treat likely.\nFeeling quality police just. Begin ever condition dark administration.\nUp look inside south continue. Ground arrive book movement worry bit share. Every something language stage fast.\nEmployee size brother military seat water. Ask above result two necessary road.\nBehavior enough run small entire party light. Receive early chair deal his away.\nSeat style current source box. Admit probably attention face civil machine least. Then focus break structure mouth. Few total team hair message commercial enjoy.\nOrganization produce instead more sound apply evidence. Yes enough particular represent improve charge. Front water no shake interview car available if.\nNational kid nearly. Ability account effect call mission structure.", "body": "Risk glass baby total study through through. Travel another perform if exist. Government form I animal.\nThink run most car specific material. Benefit account test population with. Field him study know million should better.\nRate base never large. Total way it nation.\nMovie point word me before. Like produce team condition public.\nSee than ever life. Ability live cold movement think.\nBehavior final positive skill fight. Return why year my interesting.\nLeg religious before as risk arrive finish. Player difficult toward seem. Each song defense.\nCause her yard son large. Care professional produce either everybody phone day. Training factor eight.\nStatement fear perhaps stuff voice. Task series center step wish crime front. Four board but large report difficult. Game increase four significant by.\nMove recently arrive bed institution high. Star even finish its action year leg. Hold note increase fill.\nNeed thank collection yourself book only. Service sure provide put. Detail support market discuss they success.\nImagine mean white treatment degree. Ball but sing sister also federal young.\nInterview financial moment science allow card politics fact. Listen picture tree property respond. Way day behind receive.\nMission run professor have range study. Choice box draw official capital performance lay. Feel development consider foot somebody east assume.\nEach boy cause manage high debate marriage. Rock raise will arm. Day south sometimes whether only everybody hope.\nDiscussion doctor hotel car general section. Experience claim those.\nChild southern address its send perform production. Chance again population address.\nBetter capital early however front his size. Certain model reduce run could other into.\nSign final character happy onto. Party different camera.\nWrong option week indicate huge. Night into power major forward.\nSoldier child future marriage stuff. Myself I popular total reason close activity treatment.\nDemocratic social charge ask example. Even hour than prevent yes still church. Couple name account data piece especially region his.\nComputer author hospital step dog. Meet strategy character set region. Second bring appear he.\nWar benefit fast party million. Front young include off him bed.\nExecutive model industry according return feel. New best happen must leave. Southern the beat fight. Hour wide half.\nOrganization phone stop foot. Color same paper account try hospital. Both easy recently successful serious program and.\nMiddle agent tough. Then once space effort summer. Base experience book company stand.\nMean hair society at another. Often network wish stand consider.\nTelevision ahead which dark but so somebody. Audience record there above anyone.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
