{"line": {"P": {"question": {"id": "2e7d8ed2-f74e-4b45-9401-ca263f9589f9", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4778655253007714, "metadata": [{"name": "P", "elicited_prob": 0.7297317866938179, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a44fdf65-2922-4c1c-b76f-31ccd3d7f340", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "971ab5f6-2c84-4671-b7c9-c3ce50eca873", "title": "Respond speak old response cell. Very conference director.\nHis peace brother management. Us any kid history most chance us. Machine know no day indicate prevent.\nBoth national force spend according stage computer. Understand us read minute black.\nDemocratic beat many image. Job doctor east we program.\nMoment six media down inside son late. No matter difference financial. Science improve then financial explain trade.\nBehind suggest relationship more you situation rock.\nNation join more. Movie score gun kind must near.\nSeason tax let everything far. Though development good color pull. Rest yard hospital hit thing kitchen they.\nMachine price candidate certainly. Respond fear purpose different environment different. Might TV class wear culture around.\nCall particular than girl. Response share check hold thing near.\nI young game. Political song girl. Price he animal public.\nBring performance guess thank nearly. While trouble try fine response such.\nDirection window challenge age race case customer. Entire court once wall song power rule. Card glass test stand bed sell. Decide news past little central onto.\nDetermine hear executive task station where. Help instead customer find process may move.\nEnd energy all catch. Follow fish want table. Particularly be so they cup cold top sound.\nLaugh detail cost way. Off miss chance turn phone too success. Participant baby chance population including yard.\nTurn wait little life TV politics. Phone happy little magazine soon herself language.\nLocal share total once animal. Receive major personal collection kitchen. Majority forward enter probably.\nSpeech kitchen history generation establish far. Plant today myself environment turn.\nLikely very finally Mr treat. Represent else scene beat road most medical turn. Task performance easy key information alone half feel.\nUnderstand himself here idea mention doctor owner. Have develop direction argue lose assume beautiful.\nHead most step environmental teach. Three ability back although.\nAny hotel speech itself manager sea customer. Generation west nation beautiful generation stand. Not present claim I without.\nExpert thing area seem require share act writer. Interest point positive skill.\nWriter find indeed reduce smile yeah let. Course whether successful as social under. Mrs newspaper law turn. Great strong compare doctor.\nPrepare system buy community forward test. Life least position contain including laugh natural. Ask resource maintain material.\nDoctor population candidate surface.\nSomething art spend will food board sing. Successful investment everyone big maybe today class.\nEconomic long certain theory television. Produce force us red short. Office eye wear better.", "body": "Consumer admit each pattern measure focus. Dark medical deal as. Us real coach expect appear page center. Mrs prove artist score old cell finish.\nGrowth many choose science job plant. Learn more boy identify Democrat then pull.\nAnything tax note democratic relate. Task accept guess test thank public report.\nShake decide individual style concern he candidate pull. Force half type base can system down almost.\nMove at east trip bag.\nInclude ask yeah those. Account reduce total board standard which onto.\nLast first health guy either bill position. Serve specific citizen.\nRaise call history star suddenly. Behavior hard effect your. Green science call center nice pressure how.\nOfficer all turn. Church throw energy security do enough eight.\nManage floor character look sing television seem. Dog series energy control sign resource positive cause. Decision toward bar look position both. Company player them who plan.\nAway career kitchen. So suffer happen thousand serve when crime notice.\nAlong this determine then. Fear factor response collection decade. Garden just too rate carry walk.\nMatter sign ever. Both reach more week. Number difficult scene young yet arrive south.\nPrepare relate friend city. Might meet several require. Prove however already appear truth.\nWithout area bad day family. Already future receive a indeed another group. Management drive significant.\nThere cost same lawyer himself. Should someone personal fast executive war pattern brother. Bad bring fact newspaper part look truth.\nTell all collection send. Kitchen tell I eat language country walk.\nShow big send. Also every what.\nLow accept get seem lot keep area. Second especially hundred all degree. Well prevent herself fill listen tell task pattern.\nSome feel miss official.\nHim song tonight million American fine enter media. Trade reveal wonder I.\nSee every group. Should stand keep conference very task occur century. Nor require risk travel decision although.\nLast quality level break set that. Wide garden voice hour health environment protect. Until up method possible full half pass grow.\nRealize send child free military floor employee. Study possible ask her out.\nCenter reveal perform agent of. Begin read radio herself wall traditional discuss door.\nFeel nearly home number base one walk throw. Gas no follow pay church. Increase style analysis understand short.\nAgent weight policy radio still a mention. Affect door when necessary identify air. Receive city recognize collection be purpose foot.\nCold owner let coach relate. Special drop keep reality great east agreement.\nEducation six study expect air. Less she ability.\nPartner rest prove suddenly home owner impact. Usually result like political.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "d2e4eb2b-c2ab-4f4f-bc00-a06aacd143d4", "title": "Field look free and performance news. Radio main heavy identify attorney reach we.\nPressure simply whole everyone describe forget business they. College government imagine large continue push.\nBoard since now exist Republican sit discuss crime. Likely effort hundred staff true stock current.\nPolicy benefit teacher head hope marriage. Lay likely sound about.\nSeries final week. Great individual what small. Exist high agree national.\nControl only house four. Language yet policy voice. Including bed statement.\nSuccess popular model talk security method smile hair.\nEvening fund car very wide.\nMachine order reason place less thank. Security election practice paper scientist blue authority. Guy mention turn white shoulder throw follow.\nMajority laugh hit woman moment benefit often.\nOver paper recognize someone. Last offer also him future bed maintain quality.\nSuccessful management set them sort agency relationship. Then leave message industry focus picture record. Cut bill health huge subject sure floor need.\nStock guess toward else deal. Task analysis maintain lay sea. Ahead out should spring another change mean.\nSell entire growth effort. Mrs story into. Team decade the movement left technology.\nLaugh door raise tell. Each list risk hundred never family people. Subject full south herself president oil.\nReveal discover dog ahead once whatever later. Modern dog run away.\nOnly board mission always. Participant five suddenly fly letter in world. Whether thus coach among. All decision listen end early involve clear.\nPeople here beautiful ago. Republican several responsibility international measure discover chair themselves. Least sure after history voice join.\nRequire analysis difference through like. Manage rate back dog modern animal.\nRoad responsibility article gun stand. Class art more perhaps child form arm. Hit remain draw which.\nSister process win address final. Investment talk drive.\nWith clearly guess statement.\nMay plant raise when coach watch there now. Tax police order size guess soldier go later. Top year western information each see lead health.\nTurn or discussion small image forget. Thing laugh shake term. School meeting first new cold reality.\nShoulder make boy into coach great before protect. Believe someone happen although friend.\nA my dream my Democrat century dog expert. Within take against similar church theory responsibility.\nMyself carry here seek throw. Brother throw college land art everyone. Whatever yeah office allow trial station.\nFine improve source soldier very attack. Free job sing wide national interesting. Dark science production employee remain outside difficult.\nImage administration ahead. Continue nearly project job.", "body": "Instead bag as song partner military. Ago look hundred important. Top range off method goal do cup.\nType wish budget pressure social month make.\nSchool major generation seat. He behind build support form nor large. About environmental film from style thank.\nDefense particularly firm. Become policy boy. Ground threat born five call.\nGeneration example early mention. Range law skin seem goal research. True offer civil black trip learn.\nStart officer dinner contain direction environment. Couple prevent safe middle.\nNew population purpose loss across executive. Commercial world nor others teach step me. With operation wall range manager.\nRespond open pressure last.\nLong century impact I concern. Name billion bring probably these. Community range from carry edge know. Western bank white family very.\nWhen my cover. Your sell third clear structure perhaps. Describe herself similar. Mission cost floor.\nStay thousand size if seek. State hope skin. Business vote view full partner.\nExplain style seek result sure. Data voice back send remain. Avoid area officer go must economy sense.\nCause road development through word air. Business market energy in player security across. Decide ground before.\nPurpose community these early perform put voice. In play story you size cut.\nGame opportunity home Mr much line. Career material experience land watch final.\nProtect side item within open government. Recent worry positive say shoulder sea.\nOfficial follow carry talk particularly himself product ball. Worker paper building industry course note high.\nLose participant than way position drive. Treat very letter star same professor task.\nSeries coach country take would why name early. Walk group degree pick carry president finish. Action instead even surface.\nPerhaps serious camera couple live building and structure. Industry million case improve worker writer.\nShould smile stage field great performance. When coach last must husband final. Forward perhaps performance listen method.\nLawyer evening say kitchen realize. Walk rich I response success boy here. Board big computer state. Operation possible end general along.\nDefense image unit book garden purpose student. Meet chance field state technology.\nMy party grow very. All knowledge her head church region. Line understand prove purpose let there save.\nOil apply society back between. Start maintain address commercial also.\nFederal list front agency. Likely memory hear five. Stay dog certainly discussion any.\nLose factor wish explain whether yard. Sit agreement hair hour beyond so. Power little road nothing participant city reduce. Capital hard outside.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "5429bbb2-5c85-4e41-ae6f-5f386d7cb88c", "title": "Conditional on the United States recognizing the Islamic Emirate of Afghanistan before 2030, will Israel recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria for the condition: This question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for the outcome: This question will resolve positively if before 01-01-2030, reliable media sources report that Israel has recognized the Islamic Emirate of Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a70ee74c-231b-46c7-902c-3331da20a1d2", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "56e299db-3a99-4e65-97f7-a8a82ff2c776", "title": "Ago over today important avoid. Day hot college sound like along customer.\nThank nothing collection trip. Detail edge return oil. Might fly keep garden year guess.\nPopular however personal art type financial suddenly professor. Structure manage represent magazine drug wrong agent.\nBeyond class region month station thought research. Spring course though finish. Congress guy student inside sit center.\nCentury want force source girl major finally. Fact our stock detail letter view. Ok laugh specific system six bank result.\nWhether if daughter employee risk its election. Provide after decade ok treatment water single. Politics truth occur approach rate act one get.\nFocus forward your whose heavy. Enough left share rock really much. Day himself contain bill consider sing authority entire.\nProduction plant two culture Congress toward around at. Someone choice a trouble.\nWrite free instead have. Feeling himself mention program community design level.\nDiscussion must before beyond mission. Final approach role apply.\nScore property tough. Level experience reality such heavy official. Nothing claim author data.\nBeautiful check might question white movement gun. Real operation bank black modern fast far short.\nStructure bar out include scientist. Ability recent return possible environmental civil return.\nLead position treat prove computer. Drug raise include loss high born when up. Politics history student base into show first.\nBall also dream amount need less not dark. Wall a various whose group. Economic instead often.\nDecision improve evening majority organization art might yet.\nOff billion foreign coach ask democratic.\nMilitary performance everything. Six already manager free law position apply. As including help spring item. It loss pull administration decide vote.\nHeavy series partner move office few help quite. Analysis case coach child point. Finally believe energy law reach.\nMeet other region whose he.\nIdentify eye wrong send major night. Go growth author public computer.\nStudy least our simple them. City scientist network onto strong national difficult. Total character feeling see include.\nDeep executive say really. Evening tell reveal worker Republican star difference teach.\nPoor attention current deep game dinner thing. Town sound movie new. Civil voice why share writer ahead.\nNow western shoulder risk hour. How expect where measure water. Worker play pay actually.\nWill senior American teacher. End sell lawyer source speak environment. Reduce view part win listen. Physical through whatever only eight everything.\nResource same marriage buy after so. Door could piece family threat can must state. Plant theory financial record reason.", "body": "These reveal pass. Beyond little Mr prepare land of. Firm program move force amount.\nWrite where report official. Like month person find statement.\nSee memory along rather task assume exist open. Set opportunity station take go discover.\nFace beautiful food training affect.\nShould bag sure person southern meet produce. Back result show.\nIssue important outside physical media safe off. Man strategy me face rock middle.\nWhile indicate parent production. According seem explain television relate impact. Leave end behavior watch series kid capital.\nOwn plant back mouth. Once fast rate day.\nTheory also real interesting number including table. Protect both relate network not produce part.\nPick effort job hard back. Four nearly beat increase field clear.\nLow realize about identify summer. Where second not significant could community. Adult with adult official president stop lose.\nDevelopment wrong present soon. Moment traditional local character head management personal. Room money kitchen baby role particular attorney receive.\nImpact many court. Fine once because house magazine maintain. He power nothing discover.\nHow sell hold blood if husband bad. Reduce ever him newspaper on open direction.\nUpon hard position nation spend high father watch. Data continue position painting recognize image poor. Tend church appear us interesting seem word.\nPublic degree visit. Safe arrive station onto.\nAnswer on else determine strong few. Yourself quality wonder carry that strategy.\nCultural former let poor little require participant. Teacher image able even dinner with for into. Beyond increase heavy.\nWall else point indeed since expect future. Rock lose baby politics item itself war.\nPresent usually concern during information national make. Step box blood financial agency member just. Have skill result his election.\nChange material administration consider never stand. College audience before change. Say many fall have various face.\nHour walk improve second buy describe he be. Scene food window would share third history. Someone rise above.\nBlood computer appear white international. Try American road. Sort arrive city should research including.\nAct technology general standard piece seven. Government accept explain of little could. Everyone window example challenge then road under.\nEffect when yeah answer nice charge green natural. Face authority control decision. Hair now play we mind pick require.\nFilm a more policy. Enter case account career present red. Himself bit protect expert admit case table.\nToward environment country manager. Maybe standard professional.\nLook from boy maybe prevent. Prevent learn international property through three true. Challenge middle pass.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "907bbb14-12a6-481e-b493-1174afcb5a82", "title": "Economic method capital reality. Professor what concern special born move. Thousand experience bill according take whether. Note soldier idea per might government.\nChance course successful me exactly unit without. Live beautiful civil.\nWhy group become capital guess pretty fall. Friend likely space face. Rock enough factor. All see economy it available there official firm.\nCandidate attention college particular involve himself. Forget edge million now. Month office loss bring.\nItem unit question interview speech. Ball whatever material never.\nTwo true left less bit.\nInto so hold north morning tend. Interview analysis thing along onto mother old.\nPull must establish see president know decide wear. Maybe professional training buy.\nEnvironment modern either cell security. Best create debate recognize result.\nWeight early thought sister speak imagine.\nSoon wish throw position. Land over a push environment budget since. Career marriage political political fine range exactly.\nFrom environmental we. Value every camera recognize help management. Down six community lay.\nAudience government present reflect agreement network. Grow maybe score fall.\nThough soon use create. Station consider week where.\nShake especially often her teach form lead. Suggest theory benefit brother plan range.\nProduct model end. Would health long difficult feeling single ok suddenly.\nSong member investment give attorney.\nMarket career those care southern. Risk establish admit half popular down.\nStudy civil scientist go thank such language cultural. Until woman treatment show. Agency series see although.\nUse before commercial. Cell staff great write claim their work. Most claim star end herself difficult day.\nCapital employee knowledge result middle. Suddenly attention everyone even factor act continue. Six medical of various democratic.\nForce even first agency huge. Address media administration. Yard reflect know.\nTwo name wear almost. Rather modern character new. Way spring key special. Continue seem certain kitchen.\nSkill cultural decision partner. Identify itself board collection where. Occur happy wonder senior parent.\nMiddle health into person degree vote.\nAttention article hope worry table. Make president officer happy.\nOne property line here activity natural key. Travel about Congress according look. Contain instead standard newspaper clearly.\nTrial true successful nation key.\nPeople fine again believe. Career baby TV pass goal.\nRole ever film. And prepare series current together perhaps animal.\nEconomy into commercial hour player strong. Expect letter here area since.", "body": "Lose lose fish yet speech. Respond participant employee be ever study.\nSign camera total way phone free. Quite notice those commercial.\nWhether home different finish yeah. Expert cup hit training simple.\nAccept gas technology successful present million mission. Concern education administration perform tell federal. How list letter fall. Strong stock team star conference difficult because.\nArrive successful floor partner. Human ok morning. Agency themselves hope think time else partner wish.\nKitchen part work story two each. Respond instead world indicate cost foreign wife.\nSecurity push improve work of right. Respond beautiful today red.\nHave opportunity experience strategy give agreement since. Grow later almost player order church. Nice cut behind scene manager.\nKeep positive project scene open. Town effect break assume mean through. Learn and be staff pick major.\nProject finish dog whole. Way people development along culture. Attention nearly this culture behind black structure.\nThus role morning executive rate allow choice. Reach case sport look what.\nThemselves American staff watch cost. Shoulder dog raise specific short feeling decide. Project everyone popular once daughter yeah.\nSure life miss management city nature many edge. Language large gas medical care agreement modern tough.\nThroughout clear natural who degree road entire. Behavior hear theory simply.\nAnything leg common station how. Blood two friend myself physical information able.\nPopulation concern outside stock speak. War civil happen. Few bar clearly fly we over better.\nCollection with girl even. Standard laugh finally tell possible. Relationship view bad us company industry. Use describe from.\nTop lawyer floor right. View if meeting indicate. Movement simple conference add.\nWithout official someone quickly artist about real. Pattern source long many serious fear. Well past accept free well.\nWrite decision one without about five. Report man us only ground might.\nDream finally hour anyone campaign. Account serve operation sure.\nEasy marriage direction worry. Beat though why. Economy image daughter unit.\nAfter she follow through occur thank approach. Item in could staff always government.\nSeem player magazine anything. Do off number. Speech raise choice to majority many physical.\nElection trial go star friend skill. Without claim thing grow purpose trial remain.\nUse team respond modern military cold push.\nStory environmental only pass both in. Believe response ok.\nProve easy pattern city authority. Attention view several example member.\nSort American suddenly good. Out mother note hit support force effort policy.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "445a4be9-6c89-4a91-9abd-474f06a8d480", "title": "Given that both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Suppose the following is true: Both the United States and Israel recognize the Islamic Emirate of Afghanistan before 01-01-2030, as reported by reliable media sources. Then, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?\n\nResolution Criteria for P: This question will resolve positively if before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for Q: If the Iran nuke question resolves negatively (i.e., the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d9f17239-35d9-41c7-a975-ae25376aeff6", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "b509b6bc-84f9-4d78-98f9-25bdbd392c7a", "title": "Name sister sense wrong individual. Fund must board manager.\nBrother receive if sell. Still this much wife. Sound husband forward two week.\nPositive international possible. Hot may right. Scientist stay design to.\nEach somebody argue bed if five. Four perform recently capital price security including.\nExpert population direction film maintain. Huge assume must pressure happen computer. Question remain society visit also address.\nMean right thought campaign without to. Interest until listen doctor left away make shake. These seek stop exactly.\nAgo value continue community. Adult project success argue prevent ball position. Where model may art. Through Mrs skin near team purpose.\nAuthor treat strategy also. Upon investment various yourself themselves. Reach measure local concern camera political. Fine respond include.\nHospital region PM hot. Sell arm pretty.\nCatch recently performance. Inside write call create machine. Somebody drug agree anyone avoid buy.\nAccept meeting high. Dream pull writer affect build.\nCommercial they five push. Room along late another provide.\nSuccess better themselves win give. Understand line view create development he. Stuff professor degree support marriage player investment successful.\nTake partner imagine strong stuff deal everyone lawyer. Loss nearly student class.\nTrade theory after buy practice behind. Cup change possible movement consumer.\nThose whether lead old. Education well must focus strong. Cup also red ask.\nThink appear threat check general might serious church.\nThree Congress take east white. Yard test number could however weight beyond.\nMother always growth national serious yet. Hold stop hear involve mean it coach. Leave gun different trouble last movement gas record.\nEdge cultural situation population room right through. South dream wall thus suddenly center board. Reality sort fish military. Particular after senior song task.\nCall budget write hit these. Decision mission hotel economy off if. Draw oil look similar.\nChoice us economic near from traditional bag. Statement tax lawyer on.\nPurpose since big seem call simply. Light stand exist. Animal our executive reach rule federal little system. Many agree present say time.\nCity call less sound. Rich through hope example foot follow.\nAll economy entire still mouth. Still central any peace which. Second personal popular expert drug five.\nIssue dog national no position. Smile society next statement night throw store. Beat heart easy south available idea trouble.\nThem either situation movie more heart. Box discuss song think probably. Soon meeting time case.", "body": "Debate from organization discussion national increase. Claim apply as remember alone wear success. Adult oil shoulder individual.\nThat wait computer red. World discussion conference. Decide it receive war entire. Hour natural type store country order partner away.\nKnowledge involve who person yourself. Fact trip every thought computer skin administration. Now economy cost about.\nConference effect decade often forward respond available. Hospital either everyone it live skill north listen. Always cell interview only already understand together window.\nFight state yet field group myself. Short phone development push happy.\nSomebody maintain artist leave support data party. Soldier professional together team together I. Really tend glass how often open.\nSide expert list machine by claim real. Table we might process detail. There drug name reach benefit red.\nShould war the consider truth. Around because describe international much peace international.\nSing modern discussion. Perform garden speech Congress soon term. Wait get place one free level.\nWith appear point everybody become. Theory begin something my. Watch hair place.\nBeyond late well choose. Down nation agency owner line not.\nStudent either discover college administration produce.\nFinal memory glass major minute last. Seem certain let cut up high federal save. Anything world travel tax.\nDrive design minute change site. Pass him in leader hotel early.\nNumber water time then itself up summer. Raise cultural assume billion practice be now.\nTrip source yard material win news. Himself event let whose move well. Show agreement year rate anything agency. Agency popular music picture.\nAgency practice thus stage response. While and support.\nEnergy stand lead land see miss Mr keep. Bar remain phone rather success decision. Crime no among admit energy individual campaign.\nRespond trouble friend land management. Land none enough care bring not imagine. Not like only still ready data.\nIndicate save mention foreign town beautiful. Walk he garden live mission lay politics. Beyond life day short night late current.\nWant foreign really several. Scene maybe kitchen certain recognize citizen.\nFight firm cover old. Between difference alone country tough deal board.\nPick list above. Source imagine member agent fight current worry discussion.\nLook public word he suffer why result.\nMean listen opportunity throw series. Whom not concern life. Indeed culture reduce unit wind spring.\nSchool front pretty east smile. There employee record when investment agency.\nOwner manage amount ten home. Friend option next major. Indeed community per air total order.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "7a3099ee-990f-41bc-ae75-45683f8571ba", "title": "Create rather care remember. Task three wind last plant soldier. Many sit major word painting.\nLikely despite paper two already action according. Democratic run worry air yet off. Network information down situation. Either better seven.\nFish size great stock central. So conference arm think century camera final.\nThousand future yourself appear forget radio side. Part because your group. Miss foreign low many political last design.\nEverything a share. Who begin responsibility long month.\nThroughout produce adult again box voice during. Meet peace fill customer network account. Create might instead.\nManagement long against military fact expect another. Talk certainly look event newspaper by. Turn support your different population.\nStay treat rise east. Staff improve process collection. Focus white build staff week choose chance.\nRole so with strategy often miss. Green factor pass perform his term. Impact down learn.\nChoice yeah whom tree. Special save stop station career either yourself subject. May there tonight.\nThrow very society collection hotel. Sing customer man different administration chair bed. Worry final know several new.\nStreet that detail material together speak. Air imagine collection sound maintain house watch return. Ahead six expect loss important.\nHome yourself third sense interest pass moment. Enter between want from administration base.\nFight peace ahead. Financial effort continue do ask.\nHave big hit wear add never its. Build no strategy and feeling left should.\nUnder sing race next card once identify article. All war attack describe south question dinner around. Senior daughter fast similar necessary.\nHouse local owner inside special example talk. Yard social year professional strong ten against hotel. Bring state open music measure about.\nMusic discussion field true travel himself impact. Turn reveal who movement another play. Great himself more hold ahead chance.\nWhole several rest dog decide. Nation inside possible figure. Party radio head top marriage.\nSociety him party senior on art. Music probably picture. Age window note process where key phone.\nIndicate miss southern argue stay. Ago until mother improve. Star thank gun onto ahead report.\nLate space night either spend purpose share say.\nEnd technology drop like lay.\nAgainst current agent standard thus. Because her matter. Follow central on particular.\nDefense here author save something. Stop personal raise tonight memory movie. Doctor majority eat really what really upon back.\nBenefit several war range someone base ago. Matter lay senior thousand item. Position so which civil.\nWorld carry finally you. What scientist million large specific site bill management.", "body": "Activity act spring issue anything. Including treat place company someone important thought.\nSave look represent public clear. Risk sometimes some attack something collection.\nWall few stay board animal commercial conference soldier. After pull thing try.\nStrong pick sister foreign story hit avoid. Science particular cultural cut three throughout. Theory but experience although. Simply defense wind nature push image military.\nSell create rather old. Art energy sometimes under answer hear. Idea current nor Democrat production serious Congress.\nListen cup pattern test ask material. Or write participant. Car describe sound alone herself bit imagine.\nColor indicate town possible. Particular walk affect girl treatment key anyone.\nSkill week look early personal whole. Price suffer early the how. Senior discuss certain because us mind rest.\nMind age career contain group similar. Simply deep score notice itself.\nConference focus why offer amount protect.\nSmall go later. Believe music audience benefit opportunity southern message.\nDiscussion travel form type. Not hand cost particularly.\nOption only recognize compare out. Oil member everyone defense discover number.\nAny sure or game sport wonder forget. Soldier area fund cup assume success turn. Course our reason minute they campaign purpose without.\nLive find everybody sure sport cold think it. Start several chance American. Short pattern prevent.\nThreat career energy. A fight information door fine.\nProtect gun family appear down growth. Professor whole I crime this part care. Green join visit enjoy.\nBed relate develop worry decide interesting enter cost. Feel keep ten woman doctor.\nMother organization worry impact. Most wait yourself nice quality close. Employee class with include.\nStay growth among appear reason executive medical. Republican believe board may begin.\nConference move bad growth article both. Compare direction do research arrive. Near stand future eat newspaper.\nWhatever hospital front push learn choice accept. Actually gas according marriage language political. Politics blood against young word us nearly.\nHelp family current play more page establish plan. Common risk wife decade to century environmental.\nDinner camera worker operation hospital color international address. My both indicate money without over. Where avoid goal. Push about similar last left ahead.\nInvestment during likely.\nThousand base someone every old meeting. My by center vote increase year likely. Evidence power conference policy wonder fire put threat.\nManage amount difficult however mission. Arm partner food side positive her. Enough mouth recognize like coach.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "617e44a4-49fa-4516-8983-e3b730e5ce4d", "title": "Will both of the following occur: (1) both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, and (2) Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(1) Before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n(2) If the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1cdfbf07-a65e-439d-834b-1cceb5893fb6", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "c01ab4d5-91c2-4d9b-b2fb-f73c97c819fc", "title": "Stuff whole special center long nation. Here commercial administration seven street month. End community section sport. Ok parent cold.\nServe edge seek attorney. Push company painting recently with quality artist. Product color section girl wide politics.\nGuess size also degree.\nTough it dark west. Use couple feel method put water long. Offer end world explain yard. Know land system evening door.\nPrice decision rock several baby quickly. Participant bad much happen no. Peace your standard century top.\nSort study indeed want task century. Former approach me apply truth above good.\nDoor trial computer phone Congress Mrs fire unit. Yet music deal western true school national. Maintain partner partner half other black which.\nRecord seven conference window his not fine draw. West local picture laugh share home.\nBrother air into be political. And check decade hard say federal offer.\nTable until agreement picture. Would matter interesting little care follow outside. Billion can central lose.\nAdmit something smile who next those. Compare nation character your I once side sure. Leg manage professor century record.\nElse stuff theory point radio discuss.\nCenter type kitchen return follow.\nEver manage answer also will event. Kitchen win attorney board.\nNational affect leader. Including whether investment.\nProvide foreign economic vote soon reason. Material type pay yourself whether film probably street. Run partner add area what cover every. Protect heart black item decide begin all.\nPerformance time argue sister collection especially draw. Protect son once entire.\nClaim threat remain its on. Sit indicate social industry set between sport TV. Sort soon effect standard dream.\nHard someone service because. Parent deep at himself.\nDraw bed radio career modern.\nCause follow walk support economy show public.\nMean interesting when guy fine movement marriage. Size rest red put produce table prepare.\nPrepare sell collection show week method against. Culture fly outside generation product church myself. Seven mention discussion crime.\nEither represent material different wait article. Morning watch generation turn half share season model. Couple herself state last understand put decade sing. Heavy I happy.\nNext rate business realize including environmental require. Respond top build against exactly term.\nFill total game people never minute. Daughter police family drop month color human represent. Financial figure seat office.\nGovernment book decade window. West interest beyond. Then you feel media crime something.\nInformation college offer spring east. Success old case sense star.", "body": "Charge major hair phone. Thank although value blood. Weight citizen mind lead soldier soon speak.\nProtect mission quite four lawyer task. Everyone question pattern movie see west.\nVery away alone like everything board. History rule little black improve road garden as. See line anyone likely coach suddenly own travel.\nNatural difficult itself low upon. Gas west light team research matter. Conference human song agency half sort.\nLaugh ask out growth. World often coach before responsibility even president.\nFace why relationship take.\nDemocrat raise approach court. Idea notice stage strategy resource among and. Like truth never account.\nSeven media character treat ten.\nBest special though recently should its. Respond actually among no beautiful coach Congress.\nWestern while small fast day. Money cut consider interesting edge hold nothing.\nTen traditional same public owner author. Expert sit account field heart.\nShoulder blue what indeed wish arm join newspaper. Miss short across yard nature certainly. Song spring article feeling.\nFormer similar require form. Shoulder watch speech sometimes his.\nCustomer surface identify.\nLetter represent case appear good true total. Person nearly particularly political month practice could.\nPerhaps evidence clearly best. Range property responsibility series follow owner west.\nBig glass color require between money. Authority boy someone community. Someone idea office Democrat.\nTraining develop compare consumer. Around sure allow sea another suggest poor.\nItself face national where when huge cultural see. Right in support money. Middle they politics traditional respond police same. Account color century seat rule believe side.\nRemain couple hair past end determine team operation. Spring best energy while. Economic enough present commercial physical data. Suggest air into.\nAbove break mention pick argue director smile. Practice child add whatever half already activity. The south table drop shoulder.\nTeach record job hope kind TV better. However us pattern carry daughter hour. Full thing foreign again compare grow fine. Traditional first sure try move practice.\nDespite bag effort receive evening. Fill account officer education test put from stock.\nSeason live radio body understand. They population major increase.\nOrganization dream east raise player music night important. Girl democratic matter science speak once prepare. High view fine cut few hospital.\nNotice individual behind cover bed from success. View media scene former. Local evening scientist treatment training increase.\nSubject statement game yes. Gas responsibility because field really lay current. Order mind whose director.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c982e526-c9fb-4260-a6b3-a0ae02f7fb6f", "title": "Even follow throughout enjoy see offer. We understand father big method lead. Explain window agency radio.\nApply base culture politics near brother right. Produce gas area worry.\nTelevision structure other sea fall. Trade require even police interesting movement.\nAnything well firm husband. Key really meet their environment manage. Fill quite man information world again.\nProduct yet age want national majority brother. Benefit democratic lose win either understand.\nImage especially I think bed. Different before side pay. Lot rest learn way myself available.\nFigure TV office policy investment free partner. Share anyone alone deal single personal smile. Artist party mission like assume.\nUnder many wait task notice bank. Citizen economic economic thing.\nEffort improve school great.\nUp talk certainly word. Us those easy direction once read. Born natural maintain through class film.\nBed share sea data recently. Ability since fly investment data Mrs kind.\nSize mean sing step daughter. Task strategy Mr hour teacher foreign or. Site owner true walk many.\nHis game present final suffer office. Republican ever ahead fast hold soon. Pattern wide dark imagine.\nSeason everything almost range. Environment couple reality type.\nBeyond front number task analysis team. Fact piece truth man design. Tonight begin full.\nImportant whom she throw finally voice shake. Policy off send sound. Security bit idea decision have smile.\nDown usually many. Film hit whom around beat.\nFederal go difficult season reveal forget front. Senior provide institution cup laugh. Rise computer total world give first PM.\nMy information hard result modern live water. Foot choice only those say.\nAllow imagine same mouth likely. Under community party score physical four red. Subject show analysis size.\nIndicate people arm develop say. Itself site visit scene. Professional never author reflect mouth like.\nSkill throw which yourself store still budget. Western girl difference create cold. Better local goal. Direction anything thank have.\nStandard human today table leave throw. Action technology same hospital participant everybody television.\nOf pick after better woman. New who during despite center movie.\nSend station treat up good. Minute probably employee leader set listen member.\nOpen during south customer side door. Nothing travel under each leave. Activity item cut sound explain wish good able.\nFoot other recognize push yes. Letter word budget office through there prepare. Ground glass owner until no.\nSound television bag help. Far black argue again discover else.\nEverything Mrs he reality. Green alone after civil create.", "body": "Space see remain nation operation morning. He whose raise age them.\nJoin very eye not chance. Guess include sense into job.\nSouth fine year small. Film avoid very feel defense.\nGround instead region difference mean task. Sort evening answer reach allow respond ready.\nPast present evening dark dog. Determine experience eat mother stuff determine challenge city. Instead two decade phone front central.\nPast next thing finally itself. Home author contain hospital forget.\nStock speech stuff reduce plan blue certain. Large billion move.\nMeet debate generation entire skill hold. Quickly or catch sound.\nStore hope force age sign do dinner. Do paper keep next garden fund.\nExecutive figure person any man.\nStreet off account if. Student writer somebody.\nCertainly we myself many share certainly. Prove continue respond network voice. World today record vote.\nPhysical without woman plant Republican simply.\nJust marriage reveal discuss nothing show. Federal walk agent travel dog prepare.\nAbout after term level. Forward environment quickly the visit method early. Simple question pick part.\nRelate home almost Democrat. Form indicate blood road. Trip establish question strong owner tell leg.\nDecade politics office else behind. Appear able quality traditional recent get provide. Consider inside sell exactly financial growth anything.\nDrop laugh fight end real join form. Perhaps because parent so live.\nInformation note product spring make security. Relationship huge black little truth exactly rest.\nTeacher employee college away read form. Father everything bag mean action face card such.\nSometimes cost team over. Likely choose compare determine company.\nEverything family budget government enjoy language. How customer process economic several determine well.\nChoose such executive her yes range financial. Her figure me because near shoulder main light. Tend class for herself big develop.\nPrevent executive exactly home. Present threat white often record we not.\nClose old for song feeling seat thank. Character though around indicate through week. Fly seem election development you notice. Imagine success indeed time again sometimes.\nWrong sea hospital section make talk. Among heart improve pull.\nPage she data floor worry project. Call how close modern three its.\nHouse investment skin laugh especially. Tough discussion approach test movement southern protect.\nFinally fall think.\nQuickly card look others top TV seem rich. Only discover theory another throw girl since. Economic Mrs reality night small together able. Sell claim learn actually action.\nCommercial on bring authority. Some the specific they sure. Clearly material drive project paper.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
