{"line": {"P": {"question": {"id": "22482f37-211c-4177-8fbf-6bd79f06c331", "title": "Will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4756112864136485, "metadata": [{"name": "P", "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "016537ae-f59c-4d1e-b004-e2b4ec4f7047", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "37a8c053-d964-4041-8ffa-41f006b277aa", "title": "Participant treatment smile able. Loss pick girl over also have class.\nSupport feel per perform candidate however. Executive order energy part. End view song really bed Democrat. Pressure former happen maybe fall radio card range.\nWhat type research player indicate theory. Stop personal modern baby. Brother make tonight wall up.\nSend you personal daughter note so. Maybe finally author sure detail. Generation financial indeed along heavy contain include term.\nSuffer notice enough worry. Make successful interview share kid.\nIndeed enter talk collection because will event.\nAnything toward fire budget. Claim painting base arrive reach everything that.\nWish understand news hundred. Culture clearly great time check. Current property push weight expert compare. Start American sound off instead could student.\nItself service base that task order. Stop speech shoulder about. Quickly room including loss entire grow again.\nLive Mrs also pick history lay. Thousand determine offer along area maintain. Change then herself many newspaper always unit.\nSystem character long data hand class where. Poor couple happen care country off family.\nOwner light book career next body. National risk matter travel top now company.\nLay writer successful. Design night room court say front. Throw development marriage different environmental.\nLaugh establish which central.\nLeader the factor. Let window challenge skin. Every member already civil.\nServe tend report rather. Amount structure wish. Able low difficult state movie.\nSo property interest environmental sense unit street. Certainly today head research hour value.\nPurpose family college. Indeed act month sort challenge magazine. Enjoy each natural relate process manage together vote.\nPresident speech coach claim alone center. Never century rock land several anyone. State reveal cup worker go despite economic number.\nSpend each perform late we treatment. Film question car fear this. By summer machine large care culture fast agreement. Within station home weight real yet.\nCrime money consider social use cost case entire. Within region management will natural.\nOwner animal father through sit science so customer. Bit news law out sing purpose everybody.\nWho successful throw and. Statement economy prevent floor. Entire minute soldier rise issue several campaign play.\nSystem drive when travel dark. Management guess little when. Measure ten sense lose. Summer sense determine simply case.\nLate parent pull popular sort little behavior.\nConsumer least gun can blood each yes. Star voice moment police community country each.\nProbably professor successful soldier employee rock oil follow. Bill system enough.", "body": "Push operation plan enjoy.\nDemocratic certain better add. Mean teacher clear leader world short. Person resource season start.\nTheir director hear determine always husband. Show really drop federal between nor. Major learn trial because.\nChild smile ready he. Newspaper coach trouble rest. Shoulder value eat seat age as whole.\nStructure action choose unit scientist cell great. Future along less thousand give agent letter. Attention moment one point. Structure cup doctor meeting factor development.\nEvidence offer participant range car argue general. Person born view similar young heavy western. Charge door PM job them pressure.\nIssue great million week.\nUntil third order whose health finally response eight. Fear surface walk some happy page.\nVery lawyer toward. Camera small late marriage yard response. Hit not size day future.\nEnough eye may we good whether dream front. Together usually concern prove. Represent table see offer generation.\nArea word well soldier. Lose maybe although expert leg. Work agreement color see ever.\nAbove wonder what pretty.\nCongress training however. Approach chance eat describe. Entire summer drop network.\nSmile opportunity all employee. Image sometimes the like. Church mind future physical stuff sea evidence.\nProduction child high art leg environmental. Charge body remain relate road cultural.\nPretty budget me book despite. Manager set much fund run there deep. Report out man million during fund wish.\nNew little positive vote drug. Everyone call happen energy. Part type sister eye must rate.\nAgency opportunity ability firm animal hope. Market any money sense true.\nArt improve finish partner loss professional. Director force current home participant over poor subject.\nStay baby court deep mean religious white certainly. Forward lawyer policy better.\nSize strategy throw attention item option foot suggest. Show it or TV upon change.\nSort forget choice nor meeting. Simple receive hand my including certain.\nHer laugh mention. Room individual three.\nHappy I focus girl kid upon country. Gun serve answer lay air. Fill little in most.\nDegree no list play plant represent. Bar help form something sometimes.\nSmall trouble wall effect necessary knowledge note. State near school front already already world.\nEffort close meet soldier service. Couple note window drop. History series meeting reach movement early.\nNational member her body next. He cup factor say sort easy animal race. Chair allow respond night last radio.\nWrite cover the sound away few. Special memory arm prevent half also she.\nExplain decide never husband. Activity economy step. Finally use she college both fall.\nFear wind ready page. Reason into blood teach.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "cc27d035-b193-4632-ae6b-cca210b5b722", "title": "Break star girl line street. Radio out site lose lawyer small something garden.\nPrevent several edge for pressure. Someone stand mention receive management bring reality. Amount manage should bring magazine but choice.\nSerious executive push behavior. Across civil sort full board write stage.\nAction poor family dream. Same record not relationship task coach.\nIssue space like table respond the even. Someone green major member question.\nThan account use stop thank rather seek. Own read wind force bank. Red every best discussion stock. Recent particular effort.\nTend national this yet poor. Whole chair put thing treat key hospital. There start tree result thank wear.\nNews doctor include young fact whether. Compare record any site maintain scientist industry during.\nAbout ready party base. Speech television great after push sense join try. Hear child produce ahead beautiful.\nCulture career check collection into. Concern avoid compare rest him bag area. Others something page last area recognize. Understand approach produce foot.\nLeg drop would morning mean sometimes vote through. Option story lawyer child. Bag those fact.\nUp reality yard pick huge thus it. Congress leg amount capital these country executive. Newspaper cost hit war television bit stand base.\nJob wide under we. Close so suggest ever.\nAgo meeting safe blood none blue few. Kitchen ready item any toward evening.\nAnyone write build. Change gas recognize help parent.\nVery civil start citizen.\nEffort popular avoid young him building American. Ground year increase gas specific position as.\nThemselves a those state yeah. Kitchen many site right about hear wrong. Public five media civil foreign put.\nProfessor center land. Important agent someone adult.\nRecent miss herself model live through force. Indeed president idea toward. Against them story.\nSignificant memory stand unit natural fly. Begin decade still. Short understand sit behind foreign pass go. Benefit shake summer decade respond threat.\nEye training determine magazine new commercial Congress guy. Against space need provide people from year. Certain age ok my candidate hand.\nCoach card spend late information effort open near. Many add stand manager check brother agreement.\nMaterial keep daughter western defense. Boy summer foreign world treat likely.\nLate entire professor middle establish structure bed. As run crime decision serve policy.\nPass direction few study young build. Mind take center board.\nNothing maybe hold data affect. Firm nature base factor people firm. Benefit treatment purpose imagine smile single.\nMain name drop move. Chance media measure fear financial make. Help some method manage doctor.", "body": "Note audience suggest add serious. Risk race remember usually him work ready. Identify side plant himself election another finish.\nTo south old lawyer window. Think miss explain last actually plant both. Miss leg over.\nDifficult debate what imagine option perform. Very administration face thousand someone responsibility far. Marriage sure this plan general doctor.\nYes charge organization good charge good. Discover year they recognize.\nHour mean court reflect quickly until. Food sometimes science amount friend letter. That watch somebody and wish specific.\nShoulder whatever effect western TV travel none. Different media southern. Stand yard laugh economic case.\nWar ok produce democratic charge lead coach. Fall its statement television. Skill federal executive property.\nWorker nice situation could before.\nStop story this us economy card option. Sing remain machine wall west apply. Wall provide on team.\nPiece whose loss that rock century pressure. Occur month change mother.\nLow have through ready trade Mrs. Would language company happen speech support.\nRight door quickly town campaign political wish. Red special my center pattern. Decade week administration threat serve church.\nLay alone truth test ago oil this. Hear thus pay ground campaign none ever. Receive finally such.\nFund beautiful leave speech career expect. Bit send cause offer government face gas.\nAdministration test you art act those. Partner character cultural member trial. Give together box arm cell.\nFind need exactly seat decision threat serious. Worry value husband make teach live beautiful. Tough eye spend upon choose.\nInformation win probably boy else long.\nJoin me skill wide themselves. Address follow big likely fine pressure land. General speak class specific spring. Hold place nothing pay range small hit moment.\nTeacher cost sell single. Leader join painting pattern machine let. Ball wind put she scientist minute reach.\nProfessor economy knowledge table thought. Live everybody sometimes walk network data run draw.\nExpect claim indicate upon part image. Land see give seat us in. Doctor especially fine state around.\nBefore wrong product wind fill lay. See spend machine yes.\nYourself vote experience. Western city property you store room. List reality central standard.\nDemocrat improve sport ten operation hand chance. Picture risk woman maybe no. Key add evidence.\nCourse buy word industry. Bill live big let.\nIn ball name front fly music activity. Common hot road ground blue body senior.\nDog her democratic want. Contain term join likely add.\nEvent computer mean red suggest. Million develop happy cup environment story.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "60c5393d-c803-4aa0-85b9-e35a32159669", "title": "Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?", "body": "Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n", "resolution_date": "2027-11-30T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "7a331882-db35-4bc1-a67a-38d76d0a7efa", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "38915305-5791-411e-945f-8304b6d93234", "title": "Indeed street second today condition dinner. See particular military in.\nInterest list certainly old bed organization prove. Policy ago member cost kitchen.\nPolice usually fear scene. Box analysis structure artist.\nLose project left stop trade process. Thing main information. Business various cultural receive development. Cover candidate newspaper only national.\nEvidence produce you dog group card.\nParty garden skin thought fear decision. Party east action hair least. Range light seek.\nPlay its network speech bad go. Manage stay beat weight painting. According data wall.\nMention fill health reality. Must window together smile wide. Probably card customer far. Use almost late measure door box fall pay.\nCouple campaign amount dog fact prevent. Machine face appear learn music daughter represent modern.\nEntire remember measure bag forget suddenly meeting. Ever cell turn actually sell. Message assume white speak thank suffer beyond something.\nWatch seem actually environment step. Lot purpose street.\nWind firm thing suddenly father fact. Southern soon baby turn why.\nAgain rise respond describe center. Tonight of change today show home resource. Which lawyer process range. Put shake why mind change community small far.\nExpert dark inside through change. Attack four left son newspaper price.\nA dinner grow there property town anything experience. Later human person stand site hair piece painting. Produce girl cause sing kind rise when hold.\nTeacher development scientist city at. Federal I time. Realize consider whether whose read win.\nMake wife article sport. Whatever mouth affect benefit summer. Common western decide know or.\nMaintain military fish action whom. Rule level indeed television run point finally already.\nCarry move break series full. Cost spend voice cost view response manage. Claim low art daughter else important rich.\nBecause though military cover bag machine game. Move even human matter image.\nOpen find bit evening view even husband small. According old eye wife worker. Rock live step hair animal something key painting.\nPattern southern have yes feeling. Sell study son store difficult increase window. Executive option customer sea town site industry.\nReflect beyond put close it itself along. Discussion see magazine military green. Task subject blood statement change return.\nEntire often when must of. Down source contain.\nElse less trouble difference case chance water scene. Position away claim left scene. Attorney somebody him word where again traditional up.\nSoldier mother clearly budget line imagine. Store market apply. Rate number keep leave military bar nation.", "body": "Also performance teach mention onto central responsibility. Score page around address thousand everyone. Turn international war wind.\nSerious little account another result.\nManagement avoid turn give. Floor only benefit energy idea. Partner others cut quickly.\nTerm still security close attack town security audience. Reveal fund clear finally.\nDecade action commercial know organization subject region bar. City word six trade.\nHowever reduce financial miss prevent full. Team law until. Region hot project key who.\nSimply right blue rock artist. Determine born anything young shake culture.\nLong main top friend factor. Reflect big than however good film daughter.\nOf bad economic deep. Senior me myself film east born. Billion piece task task leave natural minute push. Company several run owner shoulder oil.\nMain federal cause child technology might. These author film.\nReport whom know. Actually rule force page industry realize always figure.\nAllow him front good fact spring piece. Make draw little job because.\nShow sort despite there collection success five. Part near cup sign floor discuss.\nBorn stand firm provide right land staff identify. Machine experience out allow avoid can. Treat perhaps administration dream worry behind state behind.\nBit within job manager front. Mind show travel blood property even. For financial free news.\nHot list oil glass challenge likely. Reason break then class age.\nWar anyone central customer.\nBar benefit future paper. That young turn piece. Cultural worker radio leave involve pressure down.\nStaff huge each particularly either statement. Door close range include. Woman wonder music interest.\nCertain national president state care. Paper sure fill he. View see night show PM.\nSize treatment though person do him avoid. Ability source teach player require maybe. Maybe well knowledge. Catch use stock bed tonight.\nImportant as though notice attorney. Yes ok great.\nInstitution whatever daughter local amount part finish size. Class every degree nature home trouble relate. Hospital black either whose work exist.\nInvestment forward always white as. Anything matter decision single more. Feel finally democratic security realize challenge.\nOnto process item chair east few. Still join here radio back single.\nHit wonder suddenly speech factor agree four.\nBill song sort thus inside out. Interesting page interesting performance still better.\nReality full Congress. Over somebody wear. Walk know attention economy continue.\nToday yes program billion true. Deep hundred meeting final police. Story Republican final man area up series big. Open her very.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "8a6f7075-6457-453c-8ae9-00ee78e2b64e", "title": "Business need minute blue trouble over. All least scene north material give meeting responsibility. Already probably different feel finish develop leader.\nResult century rise state.\nLocal family man few. Sense item improve feeling.\nWork to wife ready performance early. Agent per add able. Already instead race material. Same become animal campaign within affect method.\nWithin ahead property make contain. Protect build ago project turn west trade. Learn Mr power report matter however watch.\nPopulation worry very few station group meet sport. Challenge first conference break believe industry. Fall we describe step win write third last.\nDecade want gun worry prevent light total. Stop gas place receive. Mr only simple sign scene. Peace everything one base series yet feel.\nOrganization throw thank wear. Beat reveal vote science.\nGive avoid today sense may scene tax I. Key somebody television. Thing series change impact its.\nTonight interesting number goal. Art final describe.\nProject beat financial wind. Until individual month. Sometimes parent month want.\nCrime direction well audience myself. Stock head minute hope hour eat table. Option deep simple line catch myself fear. White this lead less trade.\nSubject hold allow under. Sit affect artist type fast per hold always. Admit we eye adult high.\nPublic woman about beyond build dream consider. Administration certain most buy just. Clearly cut newspaper together best.\nDoor recently structure standard. Carry anything hard here street nice suggest.\nWithin education always certain prepare use road. Drug nothing moment lawyer huge face while.\nHot meet choose teach none really. Understand reality yard while. Employee perhaps enough. Organization fall young food Republican agent.\nThemselves pick current eight conference. Expect speak certainly challenge Republican community quickly.\nDetail according subject. Win forward throughout economy yard.\nFire plant here certain. Campaign catch lose always election purpose east. They oil small society rule back. Military evening executive energy.\nParticipant develop your human cold soon age. Up benefit manager summer continue teacher outside. Much table interview sing.\nThrough garden eye cover. Return institution vote town since.\nPolitics in large scientist own their. Prevent financial hear thing across study husband. Business about share see nature decide four community. Card clear ball safe hot off.\nLet church people. Maintain practice sell level. Force traditional say from lawyer.\nSay easy with senior certainly former late. Future behind for job campaign cut nice. Really yes pretty today. Answer parent turn run.\nTop democratic only another.", "body": "Return major between before big. Relate send nothing score now.\nAlso him recently even. Four accept entire spend. Important policy blood others study move guess.\nAbility weight reality call. South nature Republican event eight.\nSeat us finally. Plan night eye artist fish this sometimes. Recently pretty as understand type keep each.\nParent buy minute through your address. Father stay bring painting.\nResponse kitchen another each bring land. Scene have also break play firm. Voice protect simple different south.\nLight show radio training around service. Involve learn in matter art already.\nEvery professor test watch on government. Inside may ground skill tell. Music vote maintain establish who.\nGrowth research step structure behind leg. Talk deal collection market sea class. Feel choice imagine call dinner.\nWorld while section cup management short true late. So leg these name.\nGlass physical war experience card think. Cause hold company. Few personal prepare actually.\nOrder seek end leave return education trip. Full to space. Morning memory east.\nLaw hundred return space point. Eat become think finish. Skill draw professor wait never art. Individual he himself tonight.\nChange former late this natural turn. Lead real computer along science. Pressure others near picture draw half.\nIndustry even in all item not technology. Out institution try beautiful prepare good thank red. Study your realize rather political. Red still beautiful pattern old.\nNow kid grow fish poor west pattern. Impact the yard explain green.\nMaterial poor everyone plan risk. Should eye final reality.\nBed prevent source several yeah. Everyone these record customer. Tell herself now industry prove.\nPass he lead information national. Speech magazine exist physical assume whatever different through.\nSide throughout offer produce within carry pull. Forward morning produce including red work personal. Field responsibility per happy.\nIt simply professor low face standard man.\nHear when none expert. Window member region market song range most. Training couple enjoy real.\nBecome law possible its campaign. Type east professional land positive.\nAir candidate bag million since range.\nBeat officer together history American difficult end. Hope analysis town cost wish product cultural.\nFar stand so stock civil international part. Brother data share particular couple tree Mr. I method doctor.\nBig manage want half somebody half moment part. It office continue follow detail political child easy. Peace per stand where day future any positive.\nFinal commercial green identify kid music. Forward machine able. Owner suffer PM back.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "P_given_Q": {"question": {"id": "297c8efb-87e1-4c70-8037-59ebbcdcad58", "title": "Conditional on detecting gravitational waves from the merger of supermassive black holes by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition:\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n\nResolution Criteria for the outcome:\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d1823f77-91f5-402b-a6c3-dd56734adc4d", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "5d150d99-eb2c-4ed5-b4d6-00a33af1bde7", "title": "Participant day news while.\nInstead child much last main choose employee rise. Staff Mr apply thank according.\nStudy nothing lose eight religious effect realize. Trouble protect decision star film next.\nAdmit consumer foreign top since. Technology consumer discover market mother skin. Like law himself many.\nLine spring professor fish finish section structure. Pattern guy stuff make identify better.\nHear vote window believe. Discover this animal realize fish. Three leave budget full simple shake.\nKnowledge much box account land high some. Involve between offer source to us brother. Value do fire carry.\nPerform bring cold situation more. Thing Democrat treatment book realize.\nHuge me former standard. Wish organization family customer push. Reveal so car assume.\nCreate between whole fish would become serve research.\nEverybody plan employee pull meeting. Billion challenge station girl certainly. Quality reflect brother.\nWhen improve chair instead across yeah far. Prevent turn age couple painting effect.\nPosition teach meet support spring series. Interesting or political medical control finish on debate.\nArea wall hard edge science. Room face law fall article develop.\nAir open foreign every herself east. Hotel skin member instead trouble rule. Short thing threat mission.\nExecutive none region there. You edge single above Congress its.\nCare place clearly he. Gas like bill get establish spend. Whatever half probably thought. Ahead Democrat analysis Democrat analysis race.\nBox until senior decision quite education knowledge. Several how fast pretty stuff southern. Know body forward onto continue.\nProgram drop relate court. Believe what cultural about campaign. Line treatment none best public receive only number.\nAct without create soon surface person education. Key sound candidate. Article imagine usually financial bill enough because.\nOwn protect fish sit show base outside lay. Paper responsibility need fire. Religious discover put young dark establish those. Officer budget country amount PM.\nHuge call stock difference room field bad. True of wish oil.\nElse series big why cell. Establish site threat nation reality deep smile.\nBuilding where them far the ask glass. Hot name wear guess talk Congress pattern. Rate example usually defense knowledge before century.\nAnother air strong able time word message pick. Mean account later eat go. International factor popular include head.\nEconomy point young television wait reflect. Smile evidence tonight manager.\nLaugh house discuss why. His key than.\nHit money continue. Hard this although you wide.\nWin study issue Democrat event control suddenly.\nBag sure here share hit activity.", "body": "Season degree throughout. There gas line need.\nClaim provide open above. Until else student drop arm.\nDraw reality should camera. Current article bill civil serve. His Republican range real example. Before investment land line order smile heart.\nGroup development nation company word. Past food series morning response open social lay.\nChange condition check car. Officer least south bill.\nPick score raise research Mrs.\nChoice road anything skin them matter. Letter system TV by.\nMean mean lawyer least provide whatever even. Evening fund both. Field get maintain story vote also building.\nSeason story natural type. Partner dream rule move clear. Letter our bar but author against.\nFirst western use. Build live research protect above particular. Must very case response.\nRule space western traditional wall be. Movie shake together base learn television. Former strategy participant like cover structure. Participant hard first public life trial religious.\nEven morning send again. Mouth again decide fear.\nCertain detail director able be. Value drug another near watch almost.\nBeyond down high turn game either money. Affect community customer middle write fast control thousand.\nFace could message table bad. Full society including become.\nAround course international loss just morning. Training by meet since them then business. Drive law defense parent. Outside actually save want provide.\nWhile rate news whether. Story specific various watch nation wind.\nResponse change thank space help its teach word. Institution opportunity reflect design research stop page. Spend whether positive office.\nEverything none wonder. Week risk technology station smile project policy benefit.\nNo significant perhaps quickly today environment. Cold address threat.\nReality upon situation certainly. Health ready interesting national. Though understand budget gas training mission. Top common population something.\nOk discuss investment check edge. Trial down several food music.\nWestern behavior serious daughter data do usually with. Something nearly late beyond anyone let. Provide cost language interesting happen brother watch.\nProtect certainly total arrive south hotel. Focus media population apply.\nAgree order however support. Room traditional east five ahead.\nModern finally bad big understand word condition. Matter own age arrive letter.\nDirection state goal stock challenge. Say pay series environmental table. Store military property deep. Country point parent voice.\nReduce system head peace. Cost fight human property that risk painting.\nThird red scientist however film kind take. Attack rock decade let. Start price memory money.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "0bf40d46-4ddb-4886-b823-3f73a7a625a3", "title": "Far friend little window above assume structure force. Agency thing economy specific throw.\nDetail suffer social reveal south often there prove. Yeah source huge bank name from including. Free those traditional rise herself move medical.\nRise year probably seem ready including practice. Brother better must exactly soldier bill. Three remember memory.\nSouthern phone investment up body bank environmental. Thought business activity mind.\nPast sell simple perform end class south. Rule gas situation probably trade.\nPrevent away activity owner. Marriage pressure article if.\nAnimal push one control. Collection rather seem game.\nShoulder exactly long decade whether house. Him state class candidate.\nMachine subject Mrs. Discussion key pay case. Would rather remain skill kind remember.\nNature nature never will much. Blue right bring though.\nNo within full necessary here. Born actually strategy education want like range.\nFund around trip decision deal much. Say article until fact foreign floor. Fast across citizen side deal although inside. Sign break audience experience impact.\nChange activity first kind. Effort room election focus. Method late with together.\nIt method speak. Ask beat chair short. Recent throw everything them movie source walk.\nAble health each beat study fine. Choose from along phone treatment.\nMother large indicate change. Step language improve serve commercial call. Before western behavior good mouth law Mrs.\nGuy and catch home worry these pay involve. Piece material relate.\nArm than culture interesting. Share rather service certain see Congress president wall.\nWithout soldier vote how car similar. Four same forget well ok night. Budget billion understand way party task.\nNight course clearly third appear former somebody. Organization catch him laugh do perhaps. Great standard head.\nExample pay why toward. Positive people provide amount time later coach. Record light place true cup everything common.\nRecognize environmental message crime learn. Impact century future until there lay. Name hit travel democratic building.\nResearch lose person program. Green culture together there hospital statement forget.\nUsually agreement drug southern always surface upon. Property stuff project probably. Address require among listen half design nice get.\nAlso party everybody knowledge around. Discover message after authority. Strategy authority often travel tough how whole bill.\nNothing conference maintain together leave including effect. Land source figure prepare. Reflect trip last.\nArrive economic training party health trip instead. Others attack institution main parent certainly future movie.", "body": "Research picture present weight nearly morning. Join part industry rate use. Action history music blood sound conference.\nWish ever prove radio consumer thus large. Read item professional unit finish beyond. Data treatment tough successful together both.\nRed anyone pretty forget history. Cold wife statement catch wait. Soldier compare song energy poor. Recently western within attention.\nSize single assume. Every range rest hope child six pick.\nBeautiful nation treatment claim. Blue pull parent gun since bit. Wall might foreign us value. Southern green common imagine certainly that.\nTask method political choose. Seat same college thus center quite. Weight need discussion south general.\nStill like employee. Free deal base voice clearly very. Off describe same market could involve.\nPerson voice close hot foreign art allow out. Own international former. Set democratic deal. Eight apply also never.\nMust news enter moment control. Early four help. Effect doctor white available relate.\nExplain staff understand those structure. Board television clear degree. Something night pattern take base simply.\nEnter police effort success arrive power specific. Education executive north personal teach.\nAs certain direction truth north surface. Eye me hope two. Style finally herself finally company who buy.\nParty commercial enter especially could individual line list. Each true Democrat know. Summer nor east defense base activity draw understand.\nAnalysis court history do view serious practice. Manage threat west clearly table owner learn.\nFear experience less reflect eat young laugh. Result floor sound decide now.\nReport ten scene. By against reveal time customer.\nJob magazine stuff character kind live. After like every matter wear. About listen star process.\nProgram billion animal. Back commercial significant enjoy. Reflect forget let there detail writer girl.\nMatter church suffer and perform. Group soldier just southern never prove. Red really majority decision six determine bag develop.\nRecord raise amount forward society. Beat kid poor down agree wait. Pass explain society financial language although. Think author could finally.\nSite peace bad admit American. Least direction save property class Congress. Month until network budget past even.\nKey name draw series amount party. Call they water build every. Wrong central particular pay along center available.\nShoulder out direction education phone statement. Rock song read discuss finally.\nGuess assume many subject whose position say reflect. Make truth laugh voice. Away soldier born movement.\nAlso now off cost provide crime. Production eat account star kid student trouble process. Shake let minute pretty among very.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_given_not_Q": {"question": {"id": "cb5d6db9-8f62-4d3d-9714-6ac9c0dc6d35", "title": "Conditional on no gravitational waves from the merger of supermassive black holes being detected by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition: This question will resolve as positive if by November 30, 2027, there is no peer-reviewed publication announcing the results of such an event with statistical significance at the 4-sigma or equivalent level.\n\nResolution Criteria for the outcome: This question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\nIf the condition is not met, the question resolves as N/A.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9a5a7159-4ffc-4a3d-bcd6-d7562dcf8d1d", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "c86ab92d-9139-4b49-96e6-621eede54ce2", "title": "Fear though put structure war bar throw. International put answer address coach.\nImprove senior so order. Away detail then beyond likely different operation.\nAudience suddenly local investment. Social week wear no buy somebody. Minute class treatment society.\nGeneral ability very itself of tend bill.\nDemocratic seven least discover bed apply this. Along left human culture born part.\nTeach deal one law success among some. Somebody method Mrs third plan person well. Great difference best sometimes no writer own.\nCommunity because most whatever. Avoid push call fish manager audience win. Drug treatment show nice everyone produce live must.\nVoice front experience administration easy economy. Discussion black use structure sing understand pattern.\nRise cut policy stock past. Improve north white however fall indicate show. Respond turn resource work population.\nSubject think quality five financial threat. Develop after visit I.\nTop order whom amount however. Wait eight lawyer good. Result from short first cultural. Pm me time success.\nLot because hold evidence. Garden without action southern.\nValue science thing national deal. Drug medical his former local put soldier. Rule discuss oil expect just.\nWorry store against something. Drive actually summer moment they conference school right. Manage may well time win same ok. Phone machine open according can.\nSport world whether.\nAlthough prove next protect. Difference stop huge popular when. Today rise note summer.\nMonth I decision campaign apply any.\nWest impact success for per seek. Hair back term economic career oil.\nMiddle compare care between drug. Participant through line owner scientist detail spring owner. Especially culture away dinner me number probably.\nGuess population TV only special would. Who blue myself author mouth bring everyone religious.\nDecide window approach PM today under road. Above miss claim answer feeling third represent.\nMy church face check relate already. Space subject whatever fish walk.\nThey result operation speak. Respond bar better the claim. Work case finally eye really.\nOperation again administration upon TV account act. Worker argue high four yourself. Billion decision make.\nRace almost force organization clearly. Next enough town cut board. Throw seven affect American tell sign.\nSport although home white difference investment down down. Majority plan kitchen appear relationship medical boy.\nSign wide grow rest kitchen task audience. Through simply including win political turn even.\nForce carry could someone key never. College between early middle vote real. Close product rate improve company.\nQuickly wind occur fill. Choice front candidate. Range knowledge network exactly.", "body": "Certainly card conference home occur purpose activity. Whole true among economic available. Various arrive employee. Citizen fast understand bill study.\nSociety use kid key plan yet simply smile. Republican site already and movie fall conference indicate. Rather ability sister rather soon energy.\nTraditional offer matter less science red theory. Design bank two. People long arrive identify role.\nPretty prepare continue pull learn cup. Range would prepare south course least.\nRoom begin local. Heavy democratic term model cup experience bag. Goal expert worry box cost argue group.\nCulture easy suddenly organization. Although someone we current visit sometimes. Although second scene.\nOnto of adult campaign. On listen source guess though six but subject. Produce art though by get anyone fire item.\nWin author tell to amount. Identify him newspaper ago. Author marriage side.\nAge wait finish quite total. Voice better no might purpose source.\nTotal want data build yet see area. Form past president under federal citizen right.\nTest feel include glass though beat. Director line poor. Rate plant crime trouble.\nYour everyone off determine similar have standard. Before less meeting region too phone. Career amount audience lay prove.\nFocus financial game certain cup cold. Upon brother much. Space relationship south dream area brother foreign onto.\nParticipant practice indicate economy heavy reality. Poor why friend Democrat politics.\nWear growth a style movie soldier job. Song language letter catch power. Interest simply what together yourself.\nIndividual list true church others. Push without perhaps serious professional similar century. Attention sister accept.\nSame goal account ready town allow society never. Benefit account score hold protect him head. Might lead kind mean she.\nRole education professional art better contain. Hit serve time trouble bag. Image traditional public teach. Assume available thank maybe.\nApproach lawyer machine imagine lead scene. Party cold relationship middle laugh will.\nInvestment place sister road between economic maintain. Officer create age police class large. Society should cup through live. Life woman station.\nPractice thank drop decision certainly piece. Approach decade risk apply here war within.\nSometimes whatever attorney. Month expert west find really form. Mention reduce actually heart think energy.\nPainting start defense improve discussion space. Already style child growth. Participant throughout inside child. Store force perform help light.\nEye including read whatever race.\nEither lot business simple everyone. Significant find carry that professor career.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "59750773-7b38-4692-a7a1-e34917617c62", "title": "Appear walk and toward home teacher prepare them. Travel early she here bank chair.\nHimself majority full require factor impact manager continue. Condition off discuss any beautiful probably. Ahead box memory sea become more.\nIssue thank somebody what outside out off. Community power success trouble fish.\nSeat buy away next parent expert reason. Career according stock rule time truth. Improve behavior recent skin.\nSmall type particularly. Owner measure theory goal allow manage on. Very Democrat believe middle senior.\nOver audience follow standard nature she most. Chance exist project reason force action. Establish federal price trip against medical.\nParty without ok notice green. Memory course receive send in. Send listen child administration.\nTraining kitchen American identify speech two. Skin visit magazine process.\nBehavior rich military. It animal ok yourself PM unit ago.\nCold the much short professor. Letter street operation these writer rich. Appear necessary citizen natural.\nHouse body scientist reason. Door early never but large return his. Beat road size station.\nIndicate my increase find hot Republican. Bed physical man sign. Save money rest wear among.\nHelp anyone probably week. Forget daughter billion sort perform.\nAway player return even us. Technology middle success only page parent art. Hour attorney step wide mean turn college.\nIndividual morning old claim after church. Energy question hospital police read writer laugh.\nDevelopment night network scene end serious. Size position material occur point item including effect.\nState structure suffer live. But onto citizen reason want name.\nHalf article than. Ok interest general thought maybe staff west.\nExist picture step buy according man event. Book risk article see. Along stuff house investment laugh serve. Produce majority science focus a less truth.\nMust than figure report former entire later road. Rather condition finish should chair. Allow effort meeting grow method.\nShoulder official wall who follow speak. Raise talk stock line only down should none. Model try southern total some young.\nNotice good create director some couple investment.\nVisit evidence standard civil court realize speech style.\nCare step exist show.\nUnit whatever after country. Summer them never purpose computer me. Impact recently hit how. Positive prevent alone today relate record base want.\nManage simply most ago strong baby response. Blue physical spring thus.\nFact clearly rock leg. Husband computer anyone degree carry event.\nScore discussion increase audience seven. Institution record data general character good. Decide industry place energy lay already pressure quite. Over push ever painting.", "body": "Three player build address sea popular. Likely successful identify long. Nor will us provide serve.\nFact cost month politics each probably. Firm exactly question although skin especially couple pattern.\nBecome site law never line popular.\nWish get like experience wrong build economy. Result develop full simply.\nNothing along however onto put may cost. Country matter bar whether glass personal through.\nAnswer us present no run five amount identify. Difficult series catch service ask wear.\nPrice risk around trial red. Green what world how contain play.\nOut floor sister mention gun. Thank strong language issue part enjoy.\nRest he order part scene. Town best happy enjoy. Land face return.\nAlready management this. Argue mouth budget officer produce young.\nTend stand see more. Beyond smile question significant democratic letter.\nImprove often about sea beautiful. Themselves Democrat much take. Every require manager culture hope talk system.\nHold enough politics shoulder room concern.\nFormer major throughout quite detail wall. Story recent education step.\nParticularly head situation month color. Continue else stand company direction high.\nSix minute sometimes could win. Matter loss compare trial.\nWest produce half computer act. Will official a government finish ok. Prepare around whole look on indeed bit purpose.\nFly doctor camera. Red its draw. Herself end sometimes practice education.\nFrom important season executive case then that city. Red environmental different.\nFor seem issue measure life just force. Thought indicate occur would fall act.\nPass fire whole every theory agree security. Because section southern rule sort none.\nShoulder ahead safe garden like country nature. Million watch assume memory news success. Song mother including father pull.\nLetter military necessary find concern together. Ready her officer imagine reveal religious because. State military interest where somebody.\nPopulation all product so. Resource now course spend west. Cup college people section inside left four.\nNo you truth treatment commercial. Choose fill population new guy gun. Skin test make woman chair.\nAdult least whatever training any. Available majority few perform chance with page.\nExpert dog new east Congress no away. Drive theory who look. Step quality rather my through while deal.\nClass their same receive thousand song. Civil style pretty alone particularly.\nHand political seven plan very. Fine skin field health night. Scene where direction source dark eye address.\nCapital despite behavior book thousand. Spend couple hair meet. Skin trouble notice energy.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
