{"id": "4b98368c-6287-47e0-8f9e-5917e2a24a3d", "title": "Will Russia launch a manned mission to the Moon before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the Russian Federation successfully launches and completes a manned mission to the Moon, where 'successful' is defined as a mission where astronauts land on the lunar surface and return safely to Earth. The mission must be officially recognized by Roscosmos or another authoritative space agency. In the event of a joint mission involving Russia and other countries, the mission will still resolve as Yes if Russian astronauts are part of the crew that lands on the Moon. If no such mission is launched, or if a mission is launched but does not meet the above criteria, the question will resolve as No. In the case of ambiguity or lack of clear public information by the resolution date, the question will resolve as No unless official statements or evidence are provided by Roscosmos or an equivalent authoritative body that confirm the mission's success as per the defined criteria.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Space"}, "resolution": null}
{"id": "64fa797e-3082-4971-aed9-eafe5ab5cefe", "title": "Will Iran successfully place a satellite in orbit using its own launch vehicle before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the Islamic Republic of Iran successfully places a satellite into Earth's orbit using a launch vehicle that is designed, manufactured, and launched by Iran without significant foreign assistance. The satellite must complete at least one full orbit around Earth to be considered successful. The resolution will be based on official statements from the Iranian Space Agency or a recognized international space authority such as the United Nations Office for Outer Space Affairs (UNOOSA) or the North American Aerospace Defense Command (NORAD). In the event of conflicting reports, the majority consensus among these authoritative sources will be used to determine the outcome. If no satellite launch attempt is publicly acknowledged by the aforementioned authorities by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clear public records, the question will remain unresolved until sufficient evidence is provided.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Space"}, "resolution": null}
{"id": "8c3d3d0c-749b-4f3b-8588-cff95ee22154", "title": "Will an infectious disease outbreak occur on the International Space Station before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, there is a confirmed case of an infectious disease outbreak on the International Space Station (ISS) as reported by either the National Aeronautics and Space Administration (NASA), the Russian Federal Space Agency (Roscosmos), the European Space Agency (ESA), or any other participating space agency of the ISS program. An 'outbreak' is defined as an occurrence of a disease greater in number than expected in a defined area among a specific group of people over a particular period of time. For the purposes of this question, an outbreak must involve at least three members of the ISS crew. Confirmation must come from official press releases, reports, or direct statements from the agencies mentioned above. In the event that the ISS is decommissioned or no longer in use before the resolution date, the question will resolve as No. If there is no official report or statement from the aforementioned agencies by the resolution date, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Space"}, "resolution": null}
{"id": "48a8d034-6cda-4cce-ab8f-8130454d2514", "title": "Will the Food and Drug Administration approve a new class of weight-loss drugs by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has granted approval to at least one new pharmacological drug that is classified as a distinct and novel class for the purpose of weight loss. The drug must be intended for long-term use in the management of obesity and must not be a combination of previously approved drugs, a reformulation of a single existing drug, or a repurposing of a drug approved for a different indication.\n\nThe approval must be a full approval for general use, not limited to emergency use authorization, compassionate use, or similar limited or temporary approvals. The resolution will be based on official FDA announcements or press releases. In the event that the FDA is dissolved or its responsibilities significantly altered, the resolution will default to the successor organization or regulatory body with equivalent authority over drug approvals in the United States.\n\nIf no such approval is granted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Economy & Business"}, "resolution": null}
{"id": "b626ed99-93dd-4957-9901-8c5de8cfe678", "title": "Will North Korea engage in a significant trade deal with a G7 country by 2024?", "body": "This question will resolve as Yes if, before December 31, 2024, the government of North Korea and the government of any G7 country (Canada, France, Germany, Italy, Japan, the United Kingdom, or the United States) enter into a trade agreement that meets the following conditions:\n\n- The trade deal must be officially announced by both participating countries through a government press release or an official statement by a government representative.\n\n- The trade deal must involve the exchange of goods or services with a total value of at least $100 million USD, as reported by an authoritative source such as the International Trade Centre or the United Nations Conference on Trade and Development.\n\n- The trade deal must be new, meaning it cannot be an extension, renewal, or modification of an existing agreement.\n\n- In the event that the trade deal is not publicly disclosed, a statement from an authoritative third-party international body, such as the World Trade Organization, confirming the existence and details of the deal will be considered sufficient for resolution.\n\n- If a trade deal is announced but not implemented due to unforeseen circumstances (e.g., political changes, sanctions), the question will resolve as No unless the deal is ratified and comes into effect before the resolution date.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "North Korea", "category": "Economy & Business"}, "resolution": null}
{"id": "8ad83c04-2311-4317-8f19-ca60a554a80d", "title": "Will Virginia's GDP rank within the top 10 states in the USA by 2025?", "body": "This question will resolve as Yes if, according to the data published by the Bureau of Economic Analysis (BEA) of the United States Department of Commerce, the Gross Domestic Product (GDP) of the Commonwealth of Virginia ranks within the top 10 states of the USA at any point in time before December 31, 2025. The ranking will be determined based on the nominal GDP figures without adjusting for inflation or purchasing power parity. In the event that the BEA discontinues its publication or changes its methodology in a way that prevents direct comparison with previous data, the question will resolve using the most comparable official data source available at the time of resolution. If no such data is available, a panel of five economic experts with recognized expertise in state-level economic analysis will be convened to determine Virginia's GDP ranking based on the best available data and methodologies. The decision of this panel will be considered final for the purpose of resolving this question.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Economy & Business"}, "resolution": null}
{"id": "635d4df7-b360-47be-a290-c144e8159255", "title": "Will Donald Trump announce the creation of a new technology company before the end of 2024?", "body": "This question will resolve as Yes if Donald Trump, or a spokesperson or entity directly associated with him, publicly announces the creation of a new technology company before December 31, 2024. The announcement must be verifiable through credible media outlets, official press releases, or direct public statements from Donald Trump or his representatives. The company must be focused on developing or providing technological products, services, or platforms, and the announcement should include the company's name, its technological focus, and a brief description of its intended products or services. If Donald Trump passes away before the resolution date, the question will resolve as No, unless the announcement has already been made. If there is ambiguity regarding the company's focus on technology, the resolution will be based on the predominant interpretation by major technology news outlets. In the event of a dispute, a panel of three technology industry experts will be convened to determine the resolution.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Technology"}, "resolution": null}
{"id": "27c1a25a-eccf-4071-b1bf-67657a6a2b3a", "title": "Will Japan launch a mission to mine resources from an asteroid by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the government of Japan or any Japan-based private entity has successfully launched a space mission with the primary objective of extracting resources from an asteroid. The mission must be verifiable through official announcements or credible media reports. The criteria for a successful launch include:\n\n- The spacecraft must be on a trajectory that will intersect with the intended asteroid's orbit.\n- The mission must include equipment specifically designed for the extraction and processing of asteroid materials.\n- The mission's primary goal must be the extraction of resources, rather than scientific exploration or technology demonstration.\n\nIn the event that a mission is launched but does not meet all the specified criteria, the question will resolve as No. If no mission is launched by the specified date, the question will also resolve as No.\n\nIf multiple missions are launched, the question will resolve as Yes if at least one mission meets all the criteria. If the mission is launched but the outcome is not publicly disclosed by the resolution date, the question will resolve as ambiguous and all bets will be refunded.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Technology"}, "resolution": null}
{"id": "01df915f-733a-4c0d-9d0f-ad8459cee98f", "title": "Will the Centers for Disease Control and Prevention (CDC) implement a nationwide health monitoring system using wearable technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Centers for Disease Control and Prevention (CDC) has officially announced and implemented a nationwide health monitoring system in the United States that utilizes wearable technology to track health metrics. The system must be actively used by at least 1% of the U.S. population, with data being collected and analyzed for public health research or monitoring purposes. The wearable technology should be capable of measuring at least three vital health metrics such as heart rate, body temperature, and physical activity levels. The resolution will rely on official statements from the CDC, coverage by at least three major news outlets, or a peer-reviewed publication confirming the system's implementation and usage statistics. In the event of partial implementation or pilot programs not meeting the full criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Centers for Disease Control and Prevention", "category": "Technology"}, "resolution": null}
{"id": "685dd512-13d3-4ea0-9692-4cd5a923f4bc", "title": "Will the value of the US dollar be directly affected by a nuclear incident before 2030?", "body": "The question will resolve as Yes if, before January 1, 2030, there is a nuclear incident that directly affects the value of the US dollar. A 'nuclear incident' is defined as an unplanned event or series of events that have caused or could cause significant harm to people, the environment, or property, including but not limited to nuclear accidents, detonation of a nuclear weapon, or significant radioactive contamination. The 'value of the US dollar' will be considered directly affected if there is a change of more than 5% in the USD index (DXY) within a 30-day period that can be directly attributed to the nuclear incident by reports from at least three major financial news outlets (e.g., Bloomberg, Reuters, The Wall Street Journal). In the absence of such an incident, the question will resolve as No. If the nuclear incident occurs but the direct effect on the US dollar's value cannot be established, the question will also resolve as No. In the event of conflicting reports or ambiguity in attribution, the question will be resolved by a panel of three economic experts, whose decision will be final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "7c5d25fb-da8e-4e55-8552-20c0cb6ce600", "title": "Will Joe Biden initiate a significant policy change regarding nuclear arms control during his presidency?", "body": "This question will resolve as Yes if, during Joe Biden's term as President of the United States, a new treaty or executive agreement is signed, ratified, or enacted that represents a significant change in nuclear arms control policy. Significant change is defined as any of the following:\n\n- A reduction of at least 10% in the active nuclear arsenal of the United States as publicly reported by the U.S. Department of Defense or a comparable authoritative source.\n\n- The establishment of a new arms control treaty with at least one other nuclear-armed state that includes verifiable measures and has been ratified by the U.S. Senate.\n\n- A unilateral action by the U.S. that is recognized by at least two recognized experts in the field of nuclear arms control as a significant policy change, with such recognition reported in at least two reputable media outlets.\n\nIn the event that Joe Biden is not President for the full term, the question will resolve as No unless a significant policy change as defined above has already occurred during his time in office. If Joe Biden's presidency ends prematurely due to resignation, impeachment, or incapacity, and a significant policy change occurs within 90 days of the end of his term, the question will still resolve as Yes, provided the policy change can be directly attributed to initiatives started during his presidency.", "resolution_date": "2025-01-20 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "7c97350e-9adc-4987-aab4-0bbef6bbdbe6", "title": "Will the Bureau of Labor Statistics report a significant change in employment within the nuclear sector by 2025?", "body": "The question will resolve as Yes if the Bureau of Labor Statistics (BLS) reports a change in employment within the nuclear sector that meets the following criteria by December 31, 2025:\n\n- A significant increase is defined as a rise of at least 10% in the total number of employed nuclear engineers, nuclear technicians, or other nuclear-related occupations as reported in the BLS Occupational Employment and Wage Statistics (OEWS) compared to the figures reported for the year 2020.\n\n- A significant decrease is defined as a reduction of at least 10% in the total number of employed nuclear engineers, nuclear technicians, or other nuclear-related occupations as reported in the BLS OEWS compared to the figures reported for the year 2020.\n\n- In the event that the BLS changes its reporting methodology or the OEWS is discontinued, a comparable official report or dataset from the BLS will be used to determine the change in employment.\n\n- If no official report or dataset is available by the resolution date, expert analysis from three recognized economists in the field of labor statistics will be used to determine if a significant change has occurred, based on available data and industry trends.\n\n- If the nuclear sector is redefined or split into new categories by the BLS, the combined figures of the new categories that most closely align with the original nuclear sector definition will be used for comparison.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Bureau of Labor Statistics", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "1aa10abc-19e6-434c-b4fa-874735a6484f", "title": "Will a significant political event involving biotechnology policy occur in any major country before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, any of the following events occur in at least one of the G7 countries (Canada, France, Germany, Italy, Japan, the United Kingdom, or the United States):\n\n1. The enactment of a new federal law or significant amendment to an existing law that substantially changes the regulation of biotechnological research, development, or commercialization.\n\n2. A landmark court decision at the federal level that sets a precedent affecting the biotechnology sector, such as intellectual property rights, ethical considerations, or market access.\n\n3. An executive order or similar high-level governmental directive that alters the strategic direction or funding priorities for biotechnology.\n\n4. The establishment of a major international treaty or agreement between G7 countries specifically focused on biotechnology governance.\n\nIn the event that multiple qualifying events occur, the earliest event will be considered for resolution. The resolution will be based on official government publications, reputable media reports, or statements from the involved entities. If no such event occurs, or if the events are not publicly disclosed or verifiable, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biotechnology", "category": "Politics"}, "resolution": null}
{"id": "1efc54aa-46a5-4c1e-9934-427e48f943fa", "title": "Will Russia experience a change in presidential leadership before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, any individual other than Vladimir Putin is officially recognized as the President of Russia by the Russian government or if Vladimir Putin is no longer in office due to resignation, impeachment, incapacity, or death. The resolution will be based on official statements from the Russian government, reports from at least three internationally recognized news organizations, or a public inauguration of a new president. In the event of disputed claims to the presidency, the question will resolve as Yes only if the new claimant is recognized by the United Nations as the legitimate president of Russia. If Vladimir Putin's term is extended beyond 2030 through constitutional amendments or other legal means without a change in individual holding the office, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Politics"}, "resolution": null}
{"id": "cf3d93c0-99a2-423a-ba0d-d25dd98ad5e1", "title": "Will the Democratic Party (US) hold a majority in both the House of Representatives and the Senate simultaneously at any point before 2030?", "body": "This question will resolve as Yes if, at any point before January 1, 2030, the Democratic Party holds more than 50% of the seats in both the House of Representatives and the Senate of the United States simultaneously. The count of seats must be based on the official results of elections, special elections, or appointments that are recognized by the relevant legal and governmental authorities. In the event of a tie in the Senate, the Vice President's party affiliation will determine the majority. If the Democratic Party holds exactly 50% of the seats in the Senate and the Vice President is a Democrat, this will be considered a majority. The resolution will not be affected by temporary absences or vacancies unless they last for more than 6 months without a resolution, such as a special election or appointment. In such a case, the majority status will be based on the number of active, filled seats. If there is a dispute over the legitimacy of any members or the results of an election, the resolution will defer to the final decision of the highest relevant legal authority.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Democratic Party (US)", "category": "Politics"}, "resolution": null}
{"id": "74628a68-0832-455a-9f5c-d4d890252435", "title": "Will Russia create a state-backed cryptocurrency by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Russian government or any entity acting on its behalf has officially created and released a state-backed cryptocurrency. The cryptocurrency must be recognized by the Central Bank of Russia or another relevant regulatory authority and be available for use by the public or specific sectors. The resolution will be based on official statements, press releases, or government documents confirming the creation and release of the cryptocurrency. In the event of ambiguity or lack of clear official communication, credible reports from major financial news outlets will be considered sufficient to resolve the question. If multiple cryptocurrencies are released, only the first one that meets these criteria will be considered for resolution. If a cryptocurrency is announced but not released to the public by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e1456999-861d-4f87-8821-1571aea4842b", "title": "Will a cryptocurrency be primarily used for robotics transactions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a cryptocurrency is used for more than 50% of all recorded transactions for the purchase of robots, robotic components, or robotic services globally. The cryptocurrency must be recognized by the International Standards Organization (ISO) and have a dedicated ISO 4217 code. Transactions must be verifiable through blockchain records or equivalent transparent ledger technology. Transactions exclusively between entities under common ownership or control will not be counted. In the event of a dispute or ambiguity regarding the primary use, the resolution will be based on the consensus of at least three reports from credible financial analysis firms or international economic organizations.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "cb6a4027-1d22-43f0-a76c-ceee659b7d50", "title": "Will a cryptocurrency dedicated to healthcare transactions enter the top 10 by market capitalization before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a cryptocurrency primarily dedicated to healthcare transactions is listed among the top 10 cryptocurrencies by market capitalization according to CoinMarketCap or an equivalent authoritative source. The cryptocurrency must be specifically designed for healthcare-related transactions, such as payments for medical services, health insurance, pharmaceutical purchases, or health data management. The market capitalization will be determined by the daily historical snapshot on CoinMarketCap (or equivalent source) on December 31, 2029. If CoinMarketCap is no longer operational or considered authoritative, the next most recognized data source by the crypto community will be used. In the event of a fork in the cryptocurrency, the version with the highest market capitalization will be considered. If no cryptocurrency meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d8c3f3b8-ad45-4b7e-b82d-9830c82b42d4", "title": "Will an AI system designed for aerospace engineering applications achieve a significant breakthrough in autonomous flight control before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, an AI system specifically designed for aerospace engineering applications is credited with a significant breakthrough in autonomous flight control. A 'significant breakthrough' is defined as a development that allows for a new level of autonomy in flight control systems, such as fully autonomous navigation and decision-making in complex, dynamic environments without human intervention. The breakthrough must be documented in at least two reputable aerospace industry publications or recognized by a major aerospace authority such as NASA, the FAA, or EASA. The AI system must be the primary contributor to the breakthrough, and the achievement must be a first-of-its-kind in the field of aerospace engineering. Developments that are mere incremental improvements over existing technologies will not qualify. In the event of ambiguity or lack of clear public information, the resolution will be based on the consensus of a panel of three aerospace engineering experts.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Aerospace engineering", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "d1bbcdce-81ed-4db2-963e-55949c92c93f", "title": "Will the Republican Party (US) utilize an AI system for strategizing in national elections before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, there is verifiable evidence that the Republican Party (US) has employed an artificial intelligence (AI) system for strategic decision-making in national elections. The AI system must be involved in tasks such as voter targeting, campaign messaging, resource allocation, or other strategic operations. Confirmation can come from credible media reports, official party statements, or public records indicating the use of AI for these purposes. The AI system must be more advanced than simple data analytics tools and should involve elements of machine learning, natural language processing, or other advanced AI capabilities. In the absence of direct evidence, credible expert testimony or insider confirmation may be considered sufficient. If no such evidence or confirmation is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "43724ea1-c0e2-487a-9362-e8606f3ebce4", "title": "Will OpenAI release a model that surpasses GPT-4 in both scale and performance before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, OpenAI releases a new generative pre-trained transformer model that is both larger in scale and demonstrates superior performance compared to GPT-4. Scale is defined by the number of parameters, and performance is measured by benchmarks on a set of tasks including but not limited to natural language understanding, translation, question-answering, and summarization. The model must outperform GPT-4 on at least 75% of these tasks, with the results verified by an independent review or a peer-reviewed publication. The announcement must be made through official OpenAI channels or recognized media outlets. In the event that OpenAI is dissolved or rebranded, the question will resolve based on the actions of its successor entity. If no such model is released, or if the model released does not meet the criteria above, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "OpenAI", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "f23900a9-3aaa-40a5-b773-72d790ede9d0", "title": "Will a significant political event directly related to engineering, such as a major infrastructure bill or a national engineering project, be announced in the United States before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a significant political event directly related to engineering is announced in the United States. A 'significant political event' is defined as either the passing of a major infrastructure bill by both houses of Congress and signed into law by the President, or the official announcement of a national engineering project by the federal government. The infrastructure bill must allocate at least $100 billion to engineering projects, and the national engineering project must be a new initiative with a budget of at least $50 billion. The announcement must be confirmed by at least two reputable national news sources, such as The New York Times or The Washington Post. In the event of ambiguity, the resolution will be based on the consensus of at least three recognized experts in political science or civil engineering.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Politics"}, "resolution": null}
{"id": "366127c4-77f0-46ae-a2a8-644922ded313", "title": "Will a COVID-19 vaccine with an efficacy rate higher than 90% against all known variants be approved by the FDA before 2024?", "body": "This question will resolve as Yes if, before January 1, 2024, a COVID-19 vaccine is approved by the U.S. Food and Drug Administration (FDA) with a demonstrated efficacy rate higher than 90% against all known variants of the SARS-CoV-2 virus at the time of approval. The efficacy rate must be confirmed through Phase 3 clinical trial results published in a peer-reviewed scientific journal or an official FDA statement. The vaccine must be designed for human use and receive Emergency Use Authorization (EUA) or full approval for public distribution. In the event that the FDA is dissolved or its functions are transferred to another entity, the approval must come from the successor organization responsible for vaccine evaluation and approval. If no vaccine meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Politics"}, "resolution": null}
{"id": "202c0120-a4f4-4a84-9b92-c3218138cbcf", "title": "Will a new virology-related international treaty or agreement be established to prevent global pandemics before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a new international treaty or formal agreement focused on virology and the prevention of global pandemics is established and comes into effect. The treaty or agreement must be ratified or officially agreed upon by at least 50% of the member states of the World Health Organization (WHO). The treaty should aim to improve global coordination and response to potential pandemic threats, including but not limited to surveillance, data sharing, research collaboration, and resource mobilization. The establishment of the treaty or agreement must be confirmed by an official announcement from the WHO or through a United Nations resolution. In the absence of such an announcement, credible reporting from at least three major international news organizations will be considered sufficient for resolution. If multiple treaties or agreements are established, the one with the broadest scope and participation will be considered for resolution. In the event that the WHO is dissolved or replaced by another entity, the new entity's actions will be considered for resolution. If no such treaty or agreement is established by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virology", "category": "Politics"}, "resolution": null}
{"id": "6b3bc12a-5f6b-4100-b13b-53bf5181a03f", "title": "Will Italy implement a regulatory framework for cryptocurrencies that includes licensing requirements for exchanges and wallet providers by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Italian government has enacted legislation or regulations that establish a licensing system for cryptocurrency exchanges and wallet service providers operating within Italy. The regulatory framework must include specific criteria and requirements for obtaining a license, as well as enforcement mechanisms for non-compliance. The resolution will be based on official publications or announcements from the Italian Ministry of Economy and Finance or other relevant regulatory authorities. In the event of ambiguity or partial implementation, the question will resolve as Yes only if the core licensing requirements are in place and operational. If no such framework is publicly announced or if the legislation is passed but not yet in effect by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Italy", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "69b521dc-aa4a-4391-8b40-f6cf54254f1f", "title": "Will India officially recognize any cryptocurrency as legal tender by the end of 2024?", "body": "This question will resolve as Yes if, by 23:59:59 UTC on December 31, 2024, the Government of India, through its legislative or executive branches, officially recognizes any cryptocurrency as legal tender within its jurisdiction. Recognition as legal tender must be confirmed by an official government publication, such as a bill passed by the Indian Parliament, an ordinance, or an official gazette notification. The cryptocurrency must be usable for all debts, public charges, taxes, and dues within India. Private digital tokens, digital assets, or virtual currencies that are not recognized as legal tender will not satisfy this question's resolution criteria. In the event of ambiguity or partial recognition, the question will resolve as No unless a clear and official statement or legislation specifies otherwise. If no official recognition is granted by the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "India", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d99e7c80-d3b3-483c-b2c0-2758ce93748a", "title": "Will a major cryptocurrency implement quantum-resistant encryption algorithms in its protocol by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a cryptocurrency is widely recognized as 'major' by market capitalization (top 10 by market cap as listed on a reputable financial tracking service such as CoinMarketCap or CoinGecko) and has successfully integrated quantum-resistant encryption algorithms into its protocol. The integration must be active and in use within the main network (mainnet) of the cryptocurrency, not just proposed or in test environments. The quantum-resistant encryption must be acknowledged by a reputable cybersecurity firm or a peer-reviewed publication in the field of cryptography. In the event of ambiguity regarding the 'major' status of a cryptocurrency or the effectiveness of the encryption, a panel of experts from three different recognized institutions in the field of cryptography will make the final determination. If no cryptocurrency meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d7122555-fc99-4cda-88ad-47ec79b86c43", "title": "Will the United Kingdom hold a second referendum on Scottish independence by 2025?", "body": "This question will resolve as Yes if, by 31 December 2025, the United Kingdom government has officially sanctioned and set a date for a second referendum on Scottish independence, or if such a referendum has already taken place. The referendum must be legally recognized by the UK government and must be intended to decide whether Scotland should become an independent country separate from the United Kingdom. The resolution will rely on official announcements from the UK government or the Scottish government, as well as reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters). In the event of ambiguity regarding the legitimacy or recognition of the referendum, the question will resolve based on the majority recognition by the United Nations member states. If no referendum is announced or held by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Kingdom", "category": "Politics"}, "resolution": null}
{"id": "fdde1c76-4757-49c4-9af5-7accbbcd3de5", "title": "Will there be a formal ceasefire agreement signed between Russia and Ukraine before 2024?", "body": "This question will resolve as Yes if, before January 1, 2024, a formal ceasefire agreement is signed between the official government representatives of Russia and Ukraine. The agreement must be publicly acknowledged by both parties and must include a cessation of all military hostilities in the conflict zones recognized by the United Nations. The resolution will be based on reports from at least three independent and reputable international news organizations (e.g., BBC, Reuters, Al Jazeera) or official statements from the United Nations or the governments of Russia and Ukraine. In the event of a dispute over the terms or the implementation of the ceasefire, the question will resolve as No unless a subsequent agreement or clarification is issued that resolves the dispute to the satisfaction of both parties. If no formal agreement is signed by the resolution date, the question will resolve as No.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Politics"}, "resolution": null}
{"id": "659cd7f6-8fa2-41ac-8cf5-2300833f6d03", "title": "Will Taiwan declare formal independence from China before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the government of Taiwan (officially known as the Republic of China) formally declares independence from the People's Republic of China through any of the following actions:\n\n- An official proclamation by the President of Taiwan.\n- A legislative act passed by the Legislative Yuan of Taiwan that explicitly states the intention to establish Taiwan as a sovereign state separate from the People's Republic of China.\n- An amendment to the Constitution of the Republic of China that redefines the territorial scope and sovereignty of the state to exclude the People's Republic of China.\n\nThe declaration must be public and unambiguous, and it must be reported by at least three major international news agencies (e.g., Reuters, Associated Press, BBC).\n\nIn the event of ambiguity or multiple interpretations of actions taken by Taiwan's government, the resolution will be based on the majority international diplomatic recognition of Taiwan as an independent state by United Nations member states.\n\nIf Taiwan is formally recognized as an independent state by the United Nations before the resolution date, this will also result in a Yes resolution.\n\nIn the case of military conflict or other extraordinary circumstances that prevent a clear resolution, the question will be put on hold until a definitive outcome can be determined.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Taiwan", "category": "Politics"}, "resolution": null}
{"id": "e87efd8c-75f4-4a26-b4c7-7b36bc70fd9e", "title": "Will the global energy sector's contribution to GDP surpass 10% by 2030?", "body": "This question will resolve as Yes if, according to the World Bank or another comparable international economic authority, the global energy sector's contribution to Gross Domestic Product (GDP) is reported to be equal to or greater than 10% at any point in the year 2030. The energy sector is defined as the sum of all industries and activities involved in the production and sale of energy, including fuel extraction, manufacturing, refining, and distribution. The contribution to GDP must be calculated using a consistent methodology as applied in previous years by the reporting authority. In the event that the World Bank or the chosen authority does not report this statistic by the resolution date, the question will resolve using the most recent and reliable data available from any of the following: International Energy Agency (IEA), U.S. Energy Information Administration (EIA), or the Statistical Review of World Energy by BP. If none of these sources provide a clear answer, the question will resolve as N/A (not applicable).", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Economy & Business"}, "resolution": null}
{"id": "9be970fe-65b5-4bb1-8aba-54f44ccf5cf6", "title": "Will Brazil enter the top 5 global economies by GDP at any point before 2030?", "body": "This question will resolve as Yes if, at any point before December 31, 2030, Brazil's nominal Gross Domestic Product (GDP) ranks within the top 5 largest economies in the world, according to the International Monetary Fund's (IMF) World Economic Outlook database. The GDP figures should be based on current prices and market exchange rates, not adjusted for purchasing power parity (PPP). The resolution will be based on the official IMF reports, and any updates or revisions published by the IMF will be considered authoritative. In the event that the IMF ceases to exist, is unable to provide the necessary data, or if there is a significant delay in the publication of the relevant report, the resolution will rely on the next most authoritative source available, such as the World Bank or the United Nations. If none of these sources are available, a panel of at least three recognized economic experts will be convened to determine Brazil's ranking based on the best available data. This panel's decision will be final. If Brazil's economy enters the top 5 after the specified date due to data revisions for the period before December 31, 2030, the question will still resolve as Yes.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Economy & Business"}, "resolution": null}
{"id": "c2c1bfd6-73f0-42be-9725-cd4ed7edf562", "title": "Will the Centers for Disease Control and Prevention (CDC) allocate more than 20% of its annual budget to addressing economic impacts of health emergencies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Centers for Disease Control and Prevention (CDC) has officially allocated more than 20% of its annual budget for that fiscal year to initiatives specifically aimed at addressing the economic impacts of health emergencies. The allocation must be confirmed by official CDC budget documents or statements from authorized CDC representatives. The budget allocation can be for a single health emergency or multiple health emergencies, but must be explicitly earmarked for economic impact mitigation. If the CDC does not release its budget allocation by the resolution date, the question will resolve as No. If the CDC is dissolved or its budgetary responsibilities are significantly altered before the resolution date, an alternative authoritative source, such as the U.S. Department of Health and Human Services or its successor, will be used to determine the resolution.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Centers for Disease Control and Prevention", "category": "Economy & Business"}, "resolution": null}
{"id": "535870e3-9c9e-4e23-b2a4-d993780a4fa1", "title": "Will the total revenue of Major League Baseball exceed $15 billion by the year 2025?", "body": "This question will resolve as Yes if the total revenue of Major League Baseball (MLB) for any fiscal year before December 31, 2025, as reported by the MLB or a recognized financial authority, exceeds $15 billion USD. Total revenue includes all income streams such as ticket sales, broadcasting rights, merchandise, sponsorships, and digital media revenue. The revenue should be adjusted for inflation to 2021 dollars using the Consumer Price Index (CPI) provided by the U.S. Bureau of Labor Statistics or a similar authoritative source. In the event that the MLB ceases to exist, merges with another league, or undergoes a significant restructuring that makes direct comparison impossible, the question will resolve as No. If the MLB or a recognized financial authority fails to report the revenue by the resolution date, the question will resolve as Ambiguous.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Economy & Business"}, "resolution": null}
{"id": "d7150ad2-d7ca-4ca1-bc47-dbc8e3e64eec", "title": "Will a new blockbuster medication with sales surpassing $10 billion be released by a pharmaceutical company by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a pharmaceutical company releases a medication that achieves the following:\n\n- The medication must be approved by either the U.S. Food and Drug Administration (FDA), the European Medicines Agency (EMA), or an equivalent national regulatory authority in countries with a GDP ranking in the top 10 globally.\n\n- The medication must generate sales exceeding $10 billion USD within any consecutive 12-month period before the resolution date, as reported by the company's official financial statements or verified by a reputable financial news source.\n\n- The medication must be a new chemical entity (NCE) or a biologic that has not been previously marketed for any indication.\n\n- Sales must be derived from the medication itself, not from associated combination therapies or diagnostic tools.\n\nIn the event that financial data is not publicly available or there is ambiguity regarding the sales figures, the resolution will be based on the consensus of at least three independent and reputable financial analysis firms.\n\nIf no medication meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Economy & Business"}, "resolution": null}
{"id": "f8c75f53-fd56-4dac-b8cc-ce3f17ef2cdd", "title": "Will the global space economy surpass $1 trillion in annual revenue by 2030?", "body": "The global space economy is defined as the total annual revenue generated from all space-related activities, including but not limited to satellite services, space exploration missions, space tourism, and the manufacturing of space-related technology and infrastructure. This question will resolve as Yes if credible financial reports or analyses from at least three recognized authorities in the field, such as the Space Foundation, Euroconsult, or the OECD, confirm that the total annual revenue of the global space economy has reached or exceeded $1 trillion USD at any point before December 31, 2030. The valuation should be adjusted for inflation to 2020 dollars to ensure comparability. In the event of conflicting reports, the average of the three most reputable sources will be used to determine the outcome. If no such reports are available by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Economy & Business"}, "resolution": null}
{"id": "17fce994-285b-48ff-9dd5-9765bae71324", "title": "Will a peer-reviewed scientific study demonstrating a practical application of string theory be published before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a peer-reviewed scientific study is published that demonstrates a practical application of string theory. The study must meet the following criteria:\n\n- The study is published in a reputable scientific journal that is indexed by major scientific databases such as Web of Science or Scopus.\n\n- The study's findings are based on empirical evidence that is reproducible and verifiable.\n\n- The practical application must be clearly derived from the principles of string theory and must show a direct and unambiguous benefit or advancement in a field such as physics, engineering, or technology.\n\n- The study must be cited by at least two independent peer-reviewed articles that confirm the practical application's validity and relevance.\n\n- In the event that the study's findings are disputed or retracted before the resolution date, the question will resolve as No.\n\n- If no such study is published by the resolution date, or if the study does not meet the above criteria, the question will also resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Physics", "category": "Technology"}, "resolution": null}
{"id": "8439dfbc-b5d7-466b-9e35-1df2ca5f9a07", "title": "Will a major scientific organization publicly denounce climate change denial as a threat to global progress before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a major scientific organization, defined as an international or national academy of sciences or a scientific society with a membership exceeding 10,000 professional scientists, issues a formal statement or press release explicitly denouncing climate change denial as a direct threat to global progress. The statement must be accessible on the organization's official website or through a reputable news outlet. In the event of ambiguity regarding the organization's stance, the resolution will be based on the most direct and clear interpretation of the statement by Metaculus Admins. If no such statement is made by the specified date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climate change denial", "category": "Technology"}, "resolution": null}
{"id": "06044896-bc1c-49e4-8cbb-bb1fc139d941", "title": "Will a new technological breakthrough in renewable energy storage be announced before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a technological breakthrough in renewable energy storage is announced that meets the following conditions:\n\n- The breakthrough must represent a minimum of 30% improvement in energy density or efficiency over the current leading technology as of 2023, according to the U.S. Department of Energy or an equivalent authoritative body.\n\n- The technology must be demonstrated in a peer-reviewed scientific publication or an official press release from a recognized institution or company in the field of renewable energy.\n\n- The announcement must include verifiable data that confirms the breakthrough's performance metrics.\n\n- The technology should be scalable and show potential for commercialization within the next 10 years.\n\n- In the event that multiple announcements are made, the earliest announcement that meets all criteria will be considered for resolution.\n\n- If no such announcement is made, or if the announcements made do not meet the specified criteria, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Technology", "category": "Technology"}, "resolution": null}
{"id": "c522525b-2540-47de-b42d-e4081c2d23d2", "title": "Will the development of AI technologies play a significant role in the outcome of the Russo-Ukrainian War by 2025?", "body": "The question will resolve as Yes if, by December 31, 2025, there is substantial evidence that AI technologies have had a decisive impact on the military or strategic outcomes of the Russo-Ukrainian War. This may include, but is not limited to, the use of AI for strategic decision-making, autonomous weapon systems, intelligence gathering, or cyber warfare that demonstrably alters the course of the conflict. The impact must be acknowledged by at least two of the following: a United Nations report, statements from the military leadership of either Russia or Ukraine, or coverage in at least three major international news outlets. The evidence must be clear and direct, not speculative or based on indirect effects. In the absence of such evidence, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "ac4a618f-ab21-47d3-950e-ed3cfa58001b", "title": "Will a quantum computer be used to significantly accelerate an AI's learning process by 2030?", "body": "This question will resolve as Yes if, before December 31, 2030, a quantum computer is utilized to enhance the learning process of an artificial intelligence system, resulting in a measurable and significant acceleration compared to classical computing methods. The acceleration must be demonstrated through peer-reviewed scientific research or an official statement from a recognized authority in the field of quantum computing or artificial intelligence. The learning process refers to the AI's ability to acquire, process, and apply knowledge and skills. Significant acceleration is defined as at least a 50% reduction in the time required for the AI to reach a predefined learning milestone, compared to the time it would take using the best available classical computing methods at the time of the achievement. In the event of ambiguous results or lack of clear evidence, the question will resolve as No. If no such event is publicly documented by the resolution date, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "44feefaf-b045-4924-843e-c85ee3b641f2", "title": "Will an international AI ethics board be established to regulate AI development and usage by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an international AI ethics board is officially formed and recognized by at least five of the following entities: the United Nations (UN), the European Union (EU), the United States, China, India, Russia, and Japan. The board must be tasked with creating guidelines, standards, or regulations for the development and usage of artificial intelligence technologies on a global scale. The formation of the board must be documented by at least two reputable global news organizations. In the event that multiple boards are established, the question will resolve as Yes only if there is a consensus among the aforementioned entities to recognize a single board as the primary international regulatory body. If no such board is established, or if there is no consensus on a primary board by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "6241d085-bdc8-4912-b914-51e1f1296037", "title": "Will Japan launch a manned mission to the Moon before 2030?", "body": "This question will resolve as Yes if, before December 31, 2030, the Japan Aerospace Exploration Agency (JAXA) or any other official Japanese space agency or government-sponsored private entity successfully launches a mission with at least one Japanese astronaut aboard that lands on the lunar surface and returns safely to Earth. The mission must be primarily funded and operated by Japan, though international collaboration is permitted. The astronaut(s) must perform at least one extravehicular activity (EVA) on the Moon. The resolution will rely on official statements from JAXA, live mission coverage, or other reputable space exploration authorities. In the event of a mission launch scheduled before the resolution date but with a lunar landing after this date, the question will resolve as No unless the landing occurs before the resolution date.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Space"}, "resolution": null}
{"id": "16fded28-1d39-4da3-a736-0f6203d20489", "title": "Will DeepMind develop an AI capable of managing a space mission's trajectory more efficiently than current systems by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, DeepMind has developed an artificial intelligence (AI) system that demonstrates the ability to manage a space mission's trajectory more efficiently than the best existing systems as of January 1, 2023. Efficiency will be measured in terms of fuel consumption, time to destination, and safety margins. The AI's performance must be validated through a peer-reviewed study, an official statement from a recognized space agency (e.g., NASA, ESA, Roscosmos), or a credible news report confirming the AI's capabilities and its comparison to current systems. The AI must have been actively used in a space mission, whether in simulation or actual spaceflight, and the results must be publicly disclosed. In the event that no such AI is developed by DeepMind, or if the AI developed does not meet the above criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "DeepMind", "category": "Space"}, "resolution": null}
{"id": "c64fd9fc-0e91-445a-bbcd-7f7572a748b0", "title": "Will the NBA host a promotional event in space before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the National Basketball Association (NBA) officially hosts a promotional event in a location that is recognized as space by the F&#233;d&#233;ration A&#233;ronautique Internationale (FAI), which defines space as beginning at the K&#225;rm&#225;n line, 100 kilometers above Earth's sea level. The event must be sanctioned by the NBA and involve at least one NBA player or team. The event can include, but is not limited to, a basketball game, skills challenge, or a meet-and-greet with fans. The event must be documented and publicly announced by the NBA through official channels such as a press release, official website, or social media accounts. In the case that the NBA merges with or is acquired by another organization, the event must still be associated with the NBA brand. If the event is planned but not executed due to unforeseen circumstances (e.g., technical failures, weather conditions), the question will resolve as No. If there is ambiguity regarding the location of the event, the FAI's current definition at the time of the event will be used to determine if the event took place in space.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NBA", "category": "Space"}, "resolution": null}
{"id": "bbada659-d2bc-4cf5-aa83-21efb158015a", "title": "Will there be a significant increase in the number of nuclear reactors in Sweden by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the number of operational nuclear reactors in Sweden has increased by at least 25% compared to the number recorded on January 1, 2021. The count of nuclear reactors will include both commercial power reactors and research reactors that are capable of sustained nuclear fission. Reactors under construction or planned will not be considered unless they have achieved first criticality and are connected to the grid. The official source for the reactor count will be the International Atomic Energy Agency (IAEA) Power Reactor Information System (PRIS) database or its successor. In the event that the IAEA PRIS database is no longer available or updated, the resolution will be based on the most authoritative source available at the time. If the increase is exactly 25%, the question will resolve as Yes. If there is a decrease or no change in the number of reactors, or if the increase is less than 25%, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Sweden", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "c5cd8837-0b70-4d0e-83db-dfc03399e653", "title": "Will the US dollar be used in more than 50% of international transactions for nuclear technology by 2025?", "body": "This question will resolve as Yes if, according to the data from the Bank for International Settlements (BIS) or an equivalent authoritative financial institution, the US dollar is used in more than 50% of all recorded international transactions related to nuclear technology by the end of 2025. Transactions include but are not limited to the sale, purchase, and trade of nuclear reactors, nuclear fuel, and nuclear technology services. The data must be publicly available and verifiable. In the absence of data from BIS or an equivalent institution, credible financial reports from major global banks involved in nuclear technology transactions will be considered. If no reliable data is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "cf691ee6-c04d-47b7-8291-bd7a6d29ceaf", "title": "Will a new nuclear technology emerge by 2025 that significantly reduces the risk of infectious disease spread through radiation exposure?", "body": "This question will resolve as Yes if, by December 31, 2025, a new nuclear technology has been developed and demonstrated to significantly reduce the risk of infectious disease spread through radiation exposure. The technology must meet the following criteria:\n\n1. Peer-Reviewed Publication: The technology must be described in a peer-reviewed scientific publication, confirming its efficacy and safety.\n\n2. Official Recognition: The technology must be recognized by a reputable international body such as the International Atomic Energy Agency (IAEA) or the World Health Organization (WHO) as a significant advancement in reducing infectious disease spread through radiation exposure.\n\n3. Practical Deployment: There must be evidence of the technology's deployment in at least one nuclear facility, with documented results showing a reduction in the risk of infectious disease spread.\n\n4. Expert Consensus: A panel of experts in the field of nuclear safety and infectious diseases must reach a consensus that the technology represents a significant improvement over existing methods.\n\nIn the absence of such a technology, the question will resolve as No. If the technology emerges but does not meet all the above criteria by the resolution date, the question will also resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "32ba9ea1-0c8b-488c-9783-17a20bdd5902", "title": "Will South Korea develop a nationally-backed cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the government of South Korea has officially launched a digital currency that is recognized as legal tender within the country. The digital currency must be blockchain-based or utilize similar distributed ledger technology and be endorsed by the Bank of Korea or another relevant national financial authority. The currency must be available for use by the general public and not restricted to interbank or governmental transactions. In the event of a declaration of intent without an actual launch, or if the project is in a pilot or testing phase without full public availability, the question will resolve as No. If there is ambiguity regarding the status of the cryptocurrency due to conflicting reports or lack of clear governmental communication, the question will resolve using the most authoritative and recent statement or evidence from the Bank of Korea or the South Korean Ministry of Economy and Finance.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "South Korea", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "f4427fa0-fa6c-42f7-bbb9-c480cb66ae89", "title": "Will Tesla accept Bitcoin as a payment method for its vehicles in Spain before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, Tesla officially announces and implements the acceptance of Bitcoin as a payment method for purchasing its vehicles in Spain. The announcement must be verifiable through Tesla's official communication channels, such as press releases, official social media accounts, or statements from Tesla's executive team. The implementation must be confirmed by the availability of Bitcoin as a payment option on Tesla's Spanish website or through direct confirmation from Tesla's sales representatives in Spain. This resolution criteria exclude temporary promotions or pilot programs unless they result in a permanent change to Tesla's payment options in Spain. In the event of conflicting reports or lack of clear public information, the resolution will be based on the most authoritative and reliable sources available at the time of the resolution date.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tesla, Spain", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "6ddb5557-3033-4a1a-9a51-6ca65a86bd0f", "title": "Will Scott Alexander write a blog post analyzing the impact of cryptocurrencies on global economics before 2024?", "body": "This question will resolve as Yes if Scott Alexander writes and publishes a blog post specifically analyzing the impact of cryptocurrencies on global economics before January 1, 2024. The blog post must be publicly accessible and contain a comprehensive analysis that includes historical data, current trends, and potential future implications of cryptocurrencies on the global economy. The post must be authored by Scott Alexander and published on a platform recognized for hosting his writings, such as his personal blog or a reputable online publication. The resolution will rely on direct evidence of the blog post's existence, such as a URL link or an archived version of the post. In the event of ambiguity regarding the authorship or content focus, a consensus of Metaculus Admins or a designated expert panel will make the final determination. Posts that only briefly mention cryptocurrencies in a broader economic context without in-depth analysis will not meet the resolution criteria.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Scott Alexander", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "35fca908-87f4-4d47-9cfa-25aae622c917", "title": "Will the Russo-Ukrainian War lead to a significant technological advancement in cyber warfare by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, there is a widely recognized breakthrough in cyber warfare technology that can be directly attributed to the Russo-Ukrainian War. The breakthrough must represent a significant advancement over the existing state of the art as of January 2023 and must be acknowledged as such by at least three of the following entities: The United States Cyber Command (USCYBERCOM), The National Security Agency (NSA), The European Union Agency for Cybersecurity (ENISA), or equivalent authoritative bodies in the field of cybersecurity. The advancement must be publicly documented in at least two reputable technology or defense publications. In the absence of such recognition, the question will resolve as No. If the war ends before December 31, 2023, and no such advancement has been recognized by that time, the question will also resolve as No.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Technology"}, "resolution": null}
{"id": "7af8b327-ac6b-4411-be90-1107894a955d", "title": "Will there be a breakthrough in engineering that allows for the construction of a building over 2,000 meters tall by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a verifiable report or announcement by a recognized authority in the field of engineering or architecture (such as the Council on Tall Buildings and Urban Habitat or a similar authoritative body) that a building measuring over 2,000 meters in height has been successfully designed, with the construction process either underway or completed. The building must be intended for regular occupation or use, not solely for the purpose of setting a record. The design must be feasible with existing or realistically projected technology, and the project must have secured the necessary funding and regulatory approvals to commence construction. In the event of conflicting reports, the resolution will be based on the preponderance of evidence from credible sources. If no such building has been reported by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Technology"}, "resolution": null}
{"id": "a77082bf-ae3b-4007-b582-bb60304319d0", "title": "Will a new medical technology for non-invasively monitoring glucose levels receive FDA approval by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has granted approval to a new medical technology that enables non-invasive monitoring of glucose levels in humans. The technology must allow for continuous or spot measurement of glucose without the need for blood samples or skin penetration. The approval must be for a device or system that is marketed and available for use by the general public or healthcare professionals. The FDA's official announcement or database listing will serve as the authoritative source for confirmation. In the event that the FDA is dissolved or its functions are transferred to another entity, the approval must come from the successor organization responsible for medical device regulation. If no such technology is approved by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Technology"}, "resolution": null}
{"id": "e48f17c6-a64a-41dd-8587-168510620f86", "title": "Will Microsoft be involved in a major political scandal related to privacy issues before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Microsoft Corporation is implicated in a political scandal that meets the following criteria:\n\n- The scandal must involve a breach of privacy laws or ethical standards related to user data handling, surveillance, or personal information misuse.\n\n- The event must be widely reported by at least three major news outlets, such as The New York Times, The Guardian, or Reuters.\n\n- There must be an official investigation by a governmental body, such as the Federal Trade Commission (FTC) or the European Data Protection Supervisor (EDPS), with findings that confirm Microsoft's involvement.\n\n- The scandal must have significant political repercussions, such as legislative changes, high-profile resignations, or public protests.\n\nIn the absence of an official investigation, a unanimous decision by a panel of three independent experts in privacy law and digital ethics, whose selection has been approved by Metaculus Admins, can also confirm the resolution as Yes.\n\nIf Microsoft splits into separate entities or undergoes a major rebranding, the entity inheriting the majority of the original company's digital services will be considered for the resolution of this question.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microsoft", "category": "Politics"}, "resolution": null}
{"id": "dfd93535-089c-4d57-8079-d4a490253f92", "title": "Will the US House of Representatives pass a significant piece of legislation regarding online privacy by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the US House of Representatives passes a bill that meets the following criteria:\n\n- The bill is focused primarily on the protection of online privacy for individuals.\n- The bill includes provisions that significantly change the way personal data is collected, used, stored, or shared by companies or other entities.\n- The bill must be applicable to a wide range of online activities and platforms, not limited to a specific sector or type of data.\n- The bill should introduce new regulatory measures or substantially amend existing laws in a way that enhances privacy protections.\n- The bill must be passed by a majority vote in the US House of Representatives and must be signed into law by the President of the United States or otherwise become law.\n\nIn the event that multiple bills are passed, the one with the most comprehensive and stringent privacy protections will be considered for resolution. If the status of the legislation is unclear or contested as of the resolution date, the question will resolve as No until official confirmation is provided by the Congressional Record or a statement from the Speaker of the House.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US House of Representatives", "category": "Politics"}, "resolution": null}
{"id": "18b43c37-2fbd-44a1-a8ad-8d8967610710", "title": "Will Canada implement a nationwide carbon tax by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Government of Canada has passed legislation that imposes a carbon tax on greenhouse gas emissions across all provinces and territories of Canada. The tax must be applicable to individuals, businesses, and organizations, and must be in effect nationwide. The resolution will be based on official statements from the Government of Canada, legislative documents, or national news outlets recognized by the Canadian Press. In the event of a partial implementation or a commitment without actual enforcement, the question will resolve as No. If the tax is repealed or not enforced by the resolution date, the question will also resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Politics"}, "resolution": null}
{"id": "05cc9ce4-92b1-4add-b192-e62b57d6e838", "title": "Will President Joe Biden announce a new federal initiative focused on advancing quantum computing technology before the end of 2023?", "body": "This question will resolve as Yes if, before December 31, 2023, President Joe Biden or an official White House spokesperson announces a new federal initiative specifically aimed at advancing quantum computing technology. The announcement must be made through official channels, such as a White House press release, a presidential speech, or an official statement on the White House website. The initiative must be new and not a continuation or rebranding of existing programs. The announcement must include a clear description of the goals, scope, and funding dedicated to the initiative. If no such announcement is made by the specified date, the question will resolve as No. In the event that President Joe Biden is no longer in office before the resolution date, the question will resolve as No unless the acting or new president makes a comparable announcement.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Technology"}, "resolution": null}
{"id": "ba3cd96e-bcef-403c-a01f-c14e973d7c3b", "title": "Will there be a significant breakthrough in COVID-19 treatment technology that reduces hospitalization rates by at least 50% before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a treatment technology for COVID-19 is developed and publicly announced that achieves the following: \n\n- A reduction in hospitalization rates by at least 50% compared to the best available treatment as of January 1, 2023. \n\n- The reduction must be demonstrated in a peer-reviewed study with a sample size of at least 1,000 patients. \n\n- The study must be conducted by an organization with no financial interest in the treatment. \n\n- The results must be replicated independently by at least one other peer-reviewed study. \n\n- The treatment must receive Emergency Use Authorization by the FDA or a similar regulatory body in at least two G7 countries. \n\n- In the event that no treatment meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19", "category": "Technology"}, "resolution": null}
{"id": "341cbbb1-9e4a-41d3-9406-bd6819551efe", "title": "Will California implement a state-wide technology-driven environmental monitoring system by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the State of California has officially implemented a state-wide environmental monitoring system that utilizes technology for data collection and analysis. The system must be capable of monitoring at least the following environmental factors: air quality, water quality, soil health, and wildlife populations. The implementation is confirmed through a public announcement by a state authority, such as the California Environmental Protection Agency (CalEPA) or the Office of Environmental Health Hazard Assessment (OEHHA), or through legislative action. The system should be operational and actively collecting data. In the event of partial implementation, the question will resolve as Yes only if the system covers at least 75% of the state's territory and includes all four specified environmental factors. If the system is implemented but does not cover all the specified factors or the required territory, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "California", "category": "Technology"}, "resolution": null}
{"id": "3e5576dd-cdc7-4f20-83aa-3e0a37a5a787", "title": "Will the valuation of the European soccer market exceed $30 billion by 2025?", "body": "This question will resolve as Yes if, according to the annual review by Deloitte or a similar authoritative financial services firm, the total market valuation of European soccer, including club valuations, broadcasting rights, sponsorships, and merchandise sales, exceeds $30 billion at any point before December 31, 2025. The valuation must be based on publicly available financial data and reports. In the absence of a report by Deloitte or a similar firm, the resolution will be based on the most credible financial data available from recognized industry analysts or financial news outlets. If no such data can be obtained by the resolution date, the question will resolve as No. Currency fluctuations will be considered, and the valuation must exceed $30 billion in USD, using the exchange rate at the time of the reported valuation.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Soccer", "category": "Economy & Business"}, "resolution": null}
{"id": "3bdd61ef-f334-4dea-87d6-5b5ba16cf379", "title": "Will China's GDP growth rate surpass 6% in any year before 2025?", "body": "This question will resolve as Yes if, according to the National Bureau of Statistics of China or the International Monetary Fund (IMF), the annual Gross Domestic Product (GDP) growth rate of China reaches or exceeds 6% in any fiscal year before January 1, 2025. The GDP growth rate is to be measured in real terms, adjusted for inflation, and should be reported as an annual percentage increase from the previous year. If both the National Bureau of Statistics of China and the IMF release conflicting reports, the figure provided by the National Bureau of Statistics of China will take precedence. In the event that neither organization provides a clear figure by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "China", "category": "Economy & Business"}, "resolution": null}
{"id": "e77b0ffe-174a-4017-b959-fd0103a0601f", "title": "Will South Korea's exports of semiconductors exceed $200 billion in any year before 2030?", "body": "This question will resolve as Yes if, according to the official trade statistics released by the Korea International Trade Association (KITA) or any successor organization, the total annual value of semiconductor exports from South Korea exceeds $200 billion USD in any fiscal year before December 31, 2030. The value should be calculated based on the exchange rate at the time of the official report's release. In the event that KITA is dissolved or ceases to publish trade statistics, the resolution will be based on data from the most authoritative source available at that time, such as the Bank of Korea or the Ministry of Trade, Industry and Energy. If no official data is available by the resolution date, the question will resolve as No. Adjustments for inflation or changes in accounting standards over time are not to be considered for the resolution of this question.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "South Korea", "category": "Economy & Business"}, "resolution": null}
{"id": "f75ac213-9025-4b5c-9bf5-722f44d6ba08", "title": "Will a cryptocurrency blog or publication authored by Scott Alexander mention a specific cryptocurrency as a significant investment opportunity before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a cryptocurrency blog or publication authored by Scott Alexander explicitly mentions a specific cryptocurrency as a significant investment opportunity. The mention must be in the form of a dedicated article or a substantial section within an article, not merely a passing comment. The article must be publicly accessible and verifiable. In the event that Scott Alexander is no longer able to author publications, the question will resolve as No. If Scott Alexander mentions multiple cryptocurrencies, the first instance will be used for resolution. The term 'significant investment opportunity' implies a strong endorsement or recommendation based on potential financial gain, as opposed to a general discussion of the cryptocurrency's technology or ecosystem.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Scott Alexander", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "3ed9735a-e49d-4392-a947-1984d8d2ad63", "title": "Will the Food and Drug Administration (FDA) approve a cryptocurrency platform for tracking pharmaceuticals by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has granted approval to at least one cryptocurrency platform specifically for the purpose of tracking pharmaceuticals. Approval is defined as a formal announcement by the FDA or publication in the Federal Register confirming the authorization of the platform's use within the pharmaceutical supply chain. The platform must utilize blockchain or distributed ledger technology to track the production, distribution, and verification of pharmaceutical products. The resolution will rely on official statements from the FDA or credible news reports from established media outlets. In the event that the FDA announces its intention to approve such a platform but the formal approval process is not completed by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "823bff7a-3acd-43a7-9702-242fbaa9615f", "title": "Will a cryptocurrency be officially adopted for transactions by a major tennis tournament by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of the four Grand Slam tennis tournaments (Australian Open, French Open, Wimbledon, or US Open) officially adopts a cryptocurrency as a means of payment for ticket sales, concessions, merchandise, or player compensation. Official adoption is defined as the tournament's organizing body or host venue publicly announcing and implementing the use of a cryptocurrency for at least one of the aforementioned transaction types. The cryptocurrency must be a decentralized digital currency (e.g., Bitcoin, Ethereum) and not a digital payment system or e-money (e.g., PayPal, WeChat Pay). The resolution will be based on credible media reports, official press releases, or direct confirmation from the tournament's organizing body. In the event of a temporary adoption (e.g., for a promotional event), the cryptocurrency must be used for transactions for the entire duration of one tournament to count towards resolution. If no such adoption occurs, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tennis", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e62f7b90-c09a-44b4-a8ee-fba3df736562", "title": "Will the US Congress pass a bill specifically regulating stablecoins by the end of 2024?", "body": "This question will resolve as Yes if, by 11:59 PM U.S. Eastern Time on December 31, 2024, the United States Congress has passed federal legislation that explicitly regulates stablecoins. The bill must be signed into law by the President of the United States or otherwise become law. The legislation must specifically address the definition, usage, and/or oversight of stablecoins, which are digital currencies designed to maintain a stable value relative to a specified asset, or a basket of assets, such as fiat currency or commodities. The resolution will be based on credible media reports, official government publications, or direct announcements from the U.S. Congress or the President's office. If no bill is passed, or if a bill is passed but does not become law, or if the bill does not specifically regulate stablecoins, the question will resolve as No. In the event of ambiguity or lack of clarity regarding the bill's provisions on stablecoins, the resolution will default to No unless an authoritative clarification is provided by the U.S. Congress or a recognized legal authority.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d7bdeed4-7512-4ede-b42d-a451cff416ea", "title": "Will Australia establish a central bank digital currency (CBDC) for public use by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Reserve Bank of Australia (RBA) or any other official Australian governmental body has successfully launched a central bank digital currency (CBDC) that is accessible to the general public for regular transactions. The CBDC must be a digital form of the Australian dollar, recognized as legal tender, and must be usable for both online and offline transactions. The launch of the CBDC must be confirmed through an official statement or press release by the RBA or the relevant governmental body. Pilot programs, trials, or research initiatives will not be considered sufficient for resolution unless they transition into a fully operational public service. In the event of ambiguity regarding the status of the CBDC, the question will be resolved based on the most authoritative public information available from the RBA or the Australian government.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e1439c7e-460f-45f9-9585-e4daacaf8536", "title": "Will a COVID-19 vaccine be distributed on a blockchain platform to enhance traceability by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, there is verifiable evidence that a COVID-19 vaccine has been distributed using a blockchain platform with the primary purpose of enhancing traceability. The evidence must include official statements or reports from the vaccine manufacturer, healthcare providers, or government health agencies confirming the use of blockchain technology for the distribution and traceability of the vaccine. The blockchain platform must be a distributed ledger system that is publicly accessible or auditable by relevant health authorities. The resolution will not consider internal or proprietary databases that are not based on blockchain technology. In the event of conflicting reports, the resolution will be based on the preponderance of evidence from credible sources. If no credible evidence is available by the resolution date, the question will resolve as No.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "7234a154-0c7d-411c-aff2-ec00f6e77e3c", "title": "Will the Russo-Ukrainian War lead to a significant delay in a Russian space mission before 2025?", "body": "The question will resolve as Yes if, before January 1, 2025, any Russian space mission with a planned launch date prior to January 1, 2025, is officially delayed by at least six months from its originally scheduled launch date, as confirmed by an official statement from Roscosmos or a credible news source. A 'significant delay' is defined as a postponement of six months or more from the initially planned launch date. The delay must be explicitly attributed to the Russo-Ukrainian War by the official source. If no such delay is confirmed, or if the delay is attributed to other causes such as technical issues, budget constraints, or international sanctions not directly related to the war, the question will resolve as No. In the event that Roscosmos is dissolved or restructured, the successor organization's official statements will be considered authoritative. If no authoritative source provides a clear statement regarding the delay and its causes by the resolution date, the question will resolve as ambiguous.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Space"}, "resolution": null}
{"id": "4fa40c32-fd25-4f00-8e73-44af18e3f941", "title": "Will a robot designed for space repairs complete a mission outside of the Earth's atmosphere before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a robot specifically designed for space repairs completes a mission outside of Earth's atmosphere. The mission must involve the robot performing at least one repair task on a satellite, space station, or other human-made object in space. The task must be completed autonomously or with minimal human intervention, and the robot must demonstrate the ability to navigate and manipulate objects in the zero-gravity environment of space.\n\nThe mission must be verified by an authoritative space agency such as NASA, ESA, Roscosmos, CNSA, or an equivalent organization. The verification should include evidence of the mission's objectives, the robot's tasks, and the successful completion of the repair.\n\nIn the event that multiple robots complete missions, the resolution will be based on the first verified completion. If no robot completes a mission by the resolution date, the question will resolve as No. If the mission is completed but not verified by an authoritative source by the resolution date, the question will resolve as ambiguous and may be subject to review upon later verification.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Space"}, "resolution": null}
{"id": "e2fbd2c4-2956-49c6-8799-9d517e46baab", "title": "Will Canada announce a new space mission involving a partnership with a private space company before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the Canadian Space Agency (CSA) or any official Canadian government body publicly announces a new space mission that involves a partnership with one or more private space companies. The announcement must specify the nature of the partnership, the objectives of the mission, and the roles of the involved parties. The mission may involve any aspect of space exploration, including but not limited to satellite deployment, scientific research, space station construction, or lunar exploration.\n\nFor the purposes of this question, a 'private space company' is defined as any non-governmental entity that offers space-related services or technologies. The company must be clearly identified as a partner in the mission, and its participation must be confirmed by both the CSA and the company itself through official channels such as press releases, official statements, or government records.\n\nIn the event that an announcement is made but the mission is subsequently canceled or indefinitely postponed before the resolution date, the question will still resolve as Yes, provided that the initial announcement met all the criteria specified above. If no such announcement is made by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Space"}, "resolution": null}
{"id": "5b124d6e-1fc1-4a12-8320-e18fa7038f4c", "title": "Will Israel launch a manned mission to the Moon before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, the State of Israel launches a mission that includes at least one human astronaut landing on the surface of the Moon. The astronaut must be a part of the mission from launch and must safely return to Earth for the resolution to be affirmative. The mission must be authorized and recognized by the Israeli Space Agency or its successor, and the landing must be independently verified by at least one of the following entities: NASA, ESA, Roscosmos, CNSA, or an internationally recognized space monitoring organization. In the event of a joint mission with other countries, the mission will still resolve as Yes if an Israeli astronaut is part of the crew that lands on the Moon. If no such mission is launched, or if a mission is launched but does not meet the above criteria, the question will resolve as No. In the case of ambiguity or lack of clear public information by the resolution date, the question will resolve as No.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Israel", "category": "Space"}, "resolution": null}
{"id": "8de74df4-7e6d-451e-9451-bdb946ce945e", "title": "Will a biotechnology company be the first to develop a viable method for producing oxygen on Mars before 2035?", "body": "This question will resolve as Yes if, before January 1, 2035, a biotechnology company develops and demonstrates a method for producing oxygen on Mars that meets the following criteria:\n\n- Production Capability: The method must be capable of producing at least 5 metric tons of oxygen per Martian year.\n\n- Viability: The method must be demonstrated to be sustainable with resources available on Mars and must not rely on materials that cannot be reasonably sourced or recycled on Mars.\n\n- Verification: The development and demonstration must be verified by at least two independent and reputable scientific organizations, such as NASA, ESA, or an equivalent.\n\n- Public Disclosure: Details of the method must be published in a peer-reviewed scientific journal or presented at a recognized scientific conference.\n\nIn the event that multiple companies meet these criteria, the resolution will be Yes if the first company to do so is a biotechnology company. If no company or entity has met these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2035-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biotechnology", "category": "Space"}, "resolution": null}
{"id": "43ca9a4c-048d-45e2-a1a8-c4e3b38f685c", "title": "Will Google develop a satellite-based internet service that covers 95% of the Earth's surface by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Google has developed and is actively operating a satellite-based internet service that provides coverage to at least 95% of the Earth's surface. Coverage is defined as the ability to receive a stable internet connection from the service, regardless of the user's location on the Earth's surface. The service must be commercially available and operational, not merely in a testing or pilot phase.\n\nThe assessment of coverage will be based on official statements from Google, corroborated by independent verification from a recognized authority in satellite communications or a reputable global telecommunications regulatory body. In the absence of an official statement or independent verification, credible media reports from at least three major technology news outlets may be used as evidence.\n\nIn the event that Google is acquired, merges with another company, or undergoes significant restructuring, the question will resolve based on the actions of the successor entity that inherits Google's satellite internet service project.\n\nIf the service is developed but does not reach the 95% coverage threshold by the resolution date, the question will resolve as No. If the service reaches the coverage threshold but is not operational due to regulatory, technical, or other unforeseen issues, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Space"}, "resolution": null}
{"id": "566c49bd-ae6f-4d3f-8e2c-135bfcf4eeef", "title": "Will the Centers for Disease Control and Prevention (CDC) announce a new economic initiative related to public health by the end of 2025?", "body": "This question will resolve as Yes if, by 23:59:59 on December 31, 2025, the Centers for Disease Control and Prevention (CDC) has officially announced a new economic initiative specifically aimed at improving public health outcomes. The announcement must be made through an official CDC communication channel, such as a press release, official website update, or a formal statement by a CDC spokesperson. The initiative must be clearly defined as a new economic policy or program with allocated funding and a strategic plan for implementation. The initiative may include, but is not limited to, funding for research, public health infrastructure, disease prevention programs, or health education campaigns. If the CDC announces multiple initiatives, at least one must meet these criteria to resolve the question as Yes. In the event of ambiguity or lack of clarity in the announcement, the resolution will be based on the most authoritative and direct interpretation of the CDC's communication. If no such announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Centers for Disease Control and Prevention", "category": "Economy & Business"}, "resolution": null}
{"id": "b73e2aff-d1fb-4fb9-b6c7-dccaf0cf2833", "title": "Will a major biotechnology firm announce a breakthrough in synthetic biology that significantly impacts the economy by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a major biotechnology firm announces a breakthrough in synthetic biology that meets the following conditions:\n\n- The breakthrough must be a novel development or discovery in the field of synthetic biology that has not been previously reported or published.\n\n- The firm must be recognized as a major player in the biotechnology industry, as determined by market capitalization or influence in the field at the time of the announcement.\n\n- The announcement must be made through official channels, such as a press release, scientific publication, or a formal presentation at a reputable scientific conference.\n\n- The breakthrough must have a demonstrable and significant impact on the economy, which could include the creation of new markets, substantial cost reductions in existing markets, or the introduction of new products or services with considerable market demand.\n\n- The economic impact must be confirmed by at least two independent and reputable economic analysts or institutions.\n\n- In the event that multiple firms announce relevant breakthroughs, the resolution will be based on the first such announcement made.\n\n- If no announcement is made by the specified date, or if the announcements made do not meet the above criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biology", "category": "Economy & Business"}, "resolution": null}
{"id": "00b5561e-bf9e-4989-83ad-493197cbd927", "title": "Will a new pharmacological product with the potential to disrupt the pharmaceutical market be patented by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a new pharmacological product is patented that meets the following criteria:\n\n- Market Disruption: The product must be projected to capture at least 10% of the market share in its respective category within 5 years of its release, as reported by at least two independent and reputable market analysis firms.\n\n- Patent Confirmation: The patent must be registered with the United States Patent and Trademark Office (USPTO) or the European Patent Office (EPO), and the patent details must be publicly accessible.\n\n- Expert Endorsement: At least three recognized experts in the field of pharmacology or pharmaceuticals must publicly state the product's potential to significantly impact the market.\n\n- Novel Mechanism: The product must introduce a novel mechanism of action or application that is not a mere modification of existing treatments.\n\nIn the event that multiple products meet these criteria, the resolution will be based on the product with the earliest patent filing date. If no such product is patented by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Pharmacology", "category": "Economy & Business"}, "resolution": null}
{"id": "76240755-a8cc-47e4-b223-adb1e5db1a27", "title": "Will an AI system be officially used to predict outcomes or assist in decision-making for the 2024 US Elections?", "body": "This question will resolve as Yes if, by November 6, 2024, an AI system is officially used by any US government entity or major political party (Democratic or Republican) to predict outcomes or assist in decision-making related to the 2024 US Presidential Election. The AI system must be acknowledged in an official statement, press release, or public documentation from the respective entity. The AI's involvement must be specific to tasks such as voter turnout predictions, electoral vote projections, policy impact forecasts, or candidate selection support. The use of AI for generic data analysis or non-specific tasks will not meet this criterion. In the event of ambiguity regarding the AI's role, a statement from an authoritative figure within the entity confirming the AI's specific election-related function will be required for resolution. If no such AI system usage is confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2024-11-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2024 US Elections", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "a00dfb9d-1009-4b28-afeb-be4a7722bb36", "title": "Will a robot designed with AI specifically for elder care be commercially available by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a robot designed with artificial intelligence specifically for elder care is available for commercial purchase by consumers or healthcare facilities. The robot must be capable of performing at least the following tasks autonomously: assisting with mobility, providing medication reminders, monitoring health vitals, and offering social interaction to the elderly. The robot must be approved for use by a recognized health regulatory body such as the FDA in the United States or the EMA in the European Union. The availability of the robot must be confirmed by at least two independent and reputable news sources or the manufacturer's official announcement. In the event of a dispute regarding the robot's capabilities or availability, a panel of three experts in robotics and elder care, agreed upon by Metaculus Admins, will make the final determination.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "2937eb28-51df-4e69-a181-7c37903c81fd", "title": "Will Tesla announce the establishment of an AI research facility in Spain before the end of 2024?", "body": "This question will resolve as Yes if Tesla, Inc. publicly announces the establishment of an AI research facility in Spain before December 31, 2024. The announcement must be verifiable through an official Tesla press release, a statement from Elon Musk or another Tesla executive, or a filing with the U.S. Securities and Exchange Commission (SEC) that explicitly mentions the establishment of such a facility in Spain. The facility must be described as dedicated to AI research, and the announcement should include a location within Spain and a timeline for the facility's development. If Tesla announces plans for multiple facilities, at least one must meet these criteria. In the absence of a clear announcement by the specified date, the question will resolve as No. If Tesla is acquired or ceases to exist as an independent entity before the resolution date, the question will resolve as No unless the establishment of the facility has been confirmed prior to the acquisition or dissolution.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "TeslaSpain", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "d65e209f-3772-48ef-b25a-bb3295b7d6df", "title": "Will CRISPR technology be used to cure a genetic disease in humans with a success rate of over 90% by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a CRISPR-based therapy is demonstrated to cure a genetic disease in humans with a success rate of over 90%. The disease must be recognized by the World Health Organization (WHO) and the therapy must be documented in a peer-reviewed scientific journal. The success rate must be determined by a statistically significant sample size as defined by the medical community standards at the time of publication. The therapy must receive approval from a major regulatory body such as the FDA (U.S. Food and Drug Administration), EMA (European Medicines Agency), or an equivalent authority. In the event of multiple therapies, only the first to meet these criteria will be considered. If no therapy meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Technology"}, "resolution": null}
{"id": "ee1e5ee3-d75b-4f9d-a4dd-266a1e4ef982", "title": "Will Mexico deploy its first domestically produced satellite into orbit by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Mexican government or a Mexico-based private entity has successfully launched and deployed a satellite into Earth's orbit, and the satellite is confirmed to be functioning for its intended purpose. The satellite must be predominantly manufactured within Mexico, with at least 75% of its components by value being produced domestically. The launch may be conducted from any location, but the satellite must be under the operational control of a Mexican entity. Confirmation must come from an authoritative space agency or organization, such as the Mexican Space Agency (AEM), NASA, or the European Space Agency (ESA). In the event of a dispute regarding the satellite's functionality or domestic production status, a panel of experts from the International Astronautical Federation (IAF) will be consulted for a final decision. If no satellite meeting these criteria is deployed by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Technology"}, "resolution": null}
{"id": "307aeb08-5889-418d-8fd7-11f9cb926b6e", "title": "Will an AI system be used to officiate a Grand Slam tennis final without human intervention by 2028?", "body": "This question will resolve as Yes if, by December 31, 2028, an AI system has been used to officiate a Grand Slam tennis final without human intervention. The AI system must meet the following criteria:\n\n- Autonomous Decision-Making: The AI must independently make all calls during the match, including but not limited to ball in/out, foot faults, and player conduct.\n\n- Official Recognition: The match must be an official part of a Grand Slam tournament, recognized by the International Tennis Federation (ITF).\n\n- No Human Overrule: There must be no human overruling the AI's decisions during the match.\n\n- Public Confirmation: The use of the AI system must be publicly confirmed by the ITF or the organizing committee of the Grand Slam tournament.\n\nIn the event that multiple AI systems are used during the tournament, the resolution will be based on the first instance of an AI system officiating a final match. If no AI system meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2028-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tennis", "category": "Technology"}, "resolution": null}
{"id": "bcb82fa0-2366-455c-bc4e-be3be13190b9", "title": "Will a COVID-19 vaccine be developed that provides immunity for more than 5 years by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a COVID-19 vaccine has been developed and is publicly available that meets the following criteria:\n\n- Longevity of Immunity: The vaccine must be proven to provide immunity against COVID-19 for a period exceeding 5 years, as evidenced by long-term clinical studies or real-world data.\n\n- Peer-Reviewed Evidence: The duration of immunity must be confirmed through peer-reviewed scientific research published in a reputable medical journal.\n\n- Regulatory Approval: The vaccine must have received approval from a major health regulatory body such as the FDA, EMA, or WHO for general public use.\n\n- Wide Availability: The vaccine must be available to the general public in at least three G7 countries.\n\nIn the event that no vaccine meeting these criteria is publicly available by the resolution date, the question will resolve as No.\n\nIf the vaccine's longevity of immunity is still under investigation by the resolution date, the question will resolve as No unless interim results strongly suggest that the 5-year immunity threshold will be met, subject to confirmation by an independent panel of experts.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Technology"}, "resolution": null}
{"id": "5716ae8b-cbf2-4390-91db-c31408b2da16", "title": "Will Taiwan establish a dedicated technology park for semiconductor research and development by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the government of Taiwan has officially designated and established a dedicated technology park specifically for semiconductor research and development. The park must be operational with at least one semiconductor company conducting active R&D within its premises. The establishment of the park must be confirmed by an official government announcement or by credible news sources such as Reuters or Bloomberg. If the park is announced but not operational, or if it is operational but not dedicated exclusively to semiconductor R&D, the question will resolve as No. In the event of ambiguity or lack of clear public information by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Taiwan", "category": "Technology"}, "resolution": null}
{"id": "4f06fce2-ee6f-4742-bb77-a65cecc6667c", "title": "Will the US Congress pass a bill specifically addressing the regulation of artificial intelligence technologies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United States Congress has passed federal legislation that explicitly aims to regulate artificial intelligence technologies. The bill must be signed into law by the President of the United States or otherwise enacted into law. The legislation should address at least one of the following aspects of artificial intelligence: development standards, ethical guidelines, usage restrictions, or oversight mechanisms. The resolution will be based on credible media reports, official government publications, or direct statements from members of Congress or the President. In the event of a government shutdown or other extraordinary circumstances that prevent the passage of bills, the resolution date may be extended to accommodate such delays. If no bill is passed by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Technology"}, "resolution": null}
{"id": "fd001ee1-add0-494a-a206-abf1f6b5c204", "title": "Will there be a breakthrough in chemistry that significantly impacts the global economy before 2030?", "body": "A 'breakthrough in chemistry' is defined as a discovery or innovation that leads to the creation of a new product, process, or technology with the potential to influence the global economy significantly. This question will resolve as Yes if, before December 31, 2030, any of the following occur:\n\n1. A new chemical compound or material is developed that results in a market valuation exceeding $10 billion USD within five years of its introduction, as reported by a recognized financial news source.\n\n2. A chemical process innovation that reduces production costs by at least 50% for a major industry (e.g., pharmaceuticals, plastics, energy), as confirmed by at least three independent industry analyses.\n\n3. The introduction of a chemical technology that leads to a measurable increase of at least 5% in global GDP within a five-year period, as reported by the World Bank or International Monetary Fund.\n\nIn the event that multiple potential breakthroughs are announced, the earliest one that meets the above criteria will be considered the resolution of the question. If no such breakthrough occurs, the question will resolve as No.\n\nIn cases where the impact of a breakthrough is disputed, a panel of five experts from the International Union of Pure and Applied Chemistry (IUPAC) will be consulted to determine if the criteria have been met. The decision of the panel will be considered final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Chemistry", "category": "Economy & Business"}, "resolution": null}
{"id": "8cc2a4d6-85b5-4caa-bae1-26d737c7b20b", "title": "Will Canada's GDP growth outpace that of the United States in any year before 2030?", "body": "This question will resolve as Yes if, for any fiscal year before January 1, 2030, the percentage increase in Canada's Gross Domestic Product (GDP) from the previous year is greater than that of the United States for the same period. The GDP growth rates must be the final revised figures as reported by Statistics Canada and the U.S. Bureau of Economic Analysis (BEA), respectively. In the event that either agency ceases to exist, is not considered authoritative, or does not provide the necessary data, the resolution will be based on the data from the most reputable and authoritative source available at the time. If both countries report the same growth rate for a given year, the question will resolve as No. If no data is available for any year before 2030, the question will resolve as N/A (Not Applicable).", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Economy & Business"}, "resolution": null}
{"id": "7bd5606e-8ba9-41e7-a088-e190af07d553", "title": "Will the World Health Organization announce a global economic impact due to a pandemic before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the World Health Organization (WHO) makes a formal announcement stating that a pandemic has caused a significant global economic impact. The announcement must explicitly attribute the economic impact to the effects of a pandemic and must be made through an official WHO communication channel, such as a press release, official report, or a statement by a designated WHO spokesperson. The economic impact must be quantifiable and must be reported as having a substantial negative effect on global economic indicators such as GDP, trade volumes, or employment rates. In the absence of a direct statement from the WHO, the question may also resolve as Yes if a formal declaration is made by a coalition of at least five G20 nations, or by an authoritative global economic institution such as the International Monetary Fund (IMF) or the World Bank, attributing a significant economic downturn to a pandemic. If no such announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "World Health Organization", "category": "Economy & Business"}, "resolution": null}
{"id": "e88be33c-c131-47d0-93ec-a9f461d1b63a", "title": "Will Russia develop a new state-sponsored cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Russian government or any entity acting on its behalf has officially announced and demonstrated the functioning of a new state-sponsored cryptocurrency. The cryptocurrency must be recognized by the Central Bank of Russia or another relevant regulatory authority and be available for use by the public or specific sectors. The announcement must be verifiable through official government channels, press releases, or statements from recognized financial news sources. In the event of ambiguity regarding the cryptocurrency's status as state-sponsored, a majority decision by a panel of five recognized experts in cryptocurrency and international finance will be used to determine the resolution. If Russia develops a digital currency that is not a cryptocurrency but serves a similar purpose, this will not count towards the resolution of the question.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Technology"}, "resolution": null}
{"id": "a3d19263-6038-4834-9aa4-f05fd4bebefb", "title": "Will there be a discovery of a new fundamental particle by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a new fundamental particle not currently included in the Standard Model of particle physics is discovered and confirmed. The discovery must be published in a peer-reviewed scientific journal and subsequently confirmed by at least one independent research group. The particle must be observed directly or indirectly through reproducible experimental results and recognized by the scientific community, including major institutions such as CERN or the American Physical Society. In the event of a dispute or ambiguity regarding the discovery, the resolution will be based on the consensus of the scientific community as reflected in major scientific publications and statements by recognized authorities in the field of particle physics. If no such consensus can be reached, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Technology"}, "resolution": null}
{"id": "4e986eee-b88f-42cc-b53d-54ace14eef20", "title": "Will FIFA implement AI referees in official matches by 2026?", "body": "This question will resolve as Yes if, by December 31, 2026, FIFA has officially implemented AI technology as the primary decision-making referee in at least one official international or club-level match. The AI referee must autonomously make and communicate key match decisions such as goals, penalties, offsides, and red or yellow cards without human override during live gameplay. The implementation must be acknowledged in an official statement by FIFA or corroborated by credible news reports from major sports news outlets. Exhibition, test, or non-competitive matches are excluded. In the event that FIFA is dissolved or fundamentally restructured before the resolution date, the question will resolve as No.", "resolution_date": "2026-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "FIFA", "category": "Technology"}, "resolution": null}
{"id": "b1c2fac9-ac0d-4b39-bf33-cacb052ab930", "title": "Will Canada have a national AI strategy focused on healthcare applications by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Canadian government has officially announced and begun implementing a national AI strategy that is specifically focused on healthcare applications. The strategy must include clear objectives, allocated budget, and designated agencies or committees responsible for its execution. The announcement must be verifiable through official government publications or statements from a federal minister. In the event of ambiguity regarding the focus on healthcare, the strategy must explicitly mention healthcare applications as a primary objective. If no such strategy is announced, or if the strategy does not primarily focus on healthcare applications, the question will resolve as No. In the case of a partial strategy announcement without full implementation details, the resolution will be based on the most comprehensive information available from official sources by the resolution date.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "b56bdd5d-c02b-427c-9e5c-a4e95f507805", "title": "Will an AI system be approved for autonomous monitoring and adjustment of COVID-19 vaccine storage temperatures by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, an AI system has been officially approved by a recognized regulatory body such as the FDA (U.S. Food and Drug Administration) or EMA (European Medicines Agency) for the autonomous monitoring and adjustment of COVID-19 vaccine storage temperatures. The AI system must be capable of continuously monitoring storage conditions, making real-time adjustments to maintain optimal temperatures, and providing alerts for any critical deviations. The approval must be for actual operational use in facilities that store COVID-19 vaccines, and not just for trial or experimental purposes. The resolution will rely on public announcements or documentation from the regulatory body or the organization implementing the AI system. In the event that no specific AI system is approved, but a regulatory framework allowing for such systems is established, the question will resolve as No unless an AI system is explicitly mentioned as being compliant with the new regulations.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "3655dc78-7eee-4c8c-b5d7-c589ab05b842", "title": "Will NATO establish a dedicated AI defense initiative to counter cyber threats by 2026?", "body": "This question will resolve as Yes if, by December 31, 2026, NATO has officially announced and established a dedicated Artificial Intelligence (AI) defense initiative specifically aimed at countering cyber threats. The initiative must be recognized by an official NATO press release or statement, detailing the scope, objectives, and operational status of the AI defense program. The initiative must be distinct and primarily focused on AI applications for cyber defense, rather than being a component of a broader technology or cybersecurity program. In the event of ambiguity regarding the initiative's focus on AI, the resolution will be based on the predominant narrative in reports from at least three reputable international news organizations. If NATO is disbanded or undergoes a significant structural change that renders the question non-applicable, the question will resolve as N/A.", "resolution_date": "2026-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "33f67a81-c341-4c1b-835b-7e9d5dfc6f40", "title": "Will Australia enter a recession, defined as two consecutive quarters of negative GDP growth, by the end of 2025?", "body": "This question will resolve as Yes if the Australian Bureau of Statistics (ABS) reports two consecutive quarters of negative GDP growth at any point before December 31, 2025. The GDP growth rates must be seasonally adjusted and compared to the immediately preceding quarters. A recession will be considered to have occurred even if it is followed by a period of positive growth within the same timeframe. If the ABS revises its data after the initial report, the outcome will be based on the revised data if the revisions are published before the resolution date. In the event that the ABS ceases to exist, fails to report, or there is a significant delay in reporting, the resolution will be based on the data and reports from an authoritative economic institution designated by the Australian government to fulfill the ABS's role. If no such institution is designated or available, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Economy & Business"}, "resolution": null}
{"id": "442dedd5-d187-4c76-beb9-f2068d142df2", "title": "Will DeepMind develop an AI capable of passing the Turing Test by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, DeepMind has developed an artificial intelligence (AI) system that has passed the Turing Test as defined by the following criteria:\n\n1. Test Administration: The Turing Test must be administered by a panel of experts in AI and cognitive science, with the panel being recognized by the International Joint Conference on Artificial Intelligence (IJCAI) or a similar authoritative body in the field of AI.\n\n2. Test Format: The AI must engage in a series of text-based conversations with human interlocutors, where the interlocutors are unaware of whether they are conversing with a human or the AI. The conversations should cover a range of topics, including but not limited to current events, philosophy, and everyday social interactions.\n\n3. Success Threshold: The AI is considered to have passed the Turing Test if at least 70% of the human interlocutors cannot reliably distinguish the AI from a human after a series of conversations, each lasting up to 30 minutes.\n\n4. Public Disclosure: The results of the Turing Test must be publicly disclosed in a peer-reviewed scientific journal or at a major AI conference, with the methodology, conversations, and results available for scrutiny.\n\n5. Independent Verification: An independent third party, such as a major university or research institution, must verify the results.\n\nIn the event that DeepMind is acquired, merges, or undergoes significant structural changes, the question will resolve based on the actions of the successor entity. If DeepMind ceases to exist without a clear successor, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "DeepMind", "category": "Economy & Business"}, "resolution": null}
{"id": "cf3d500d-4e0a-4059-87e2-7a15891ba7e6", "title": "Will Brazil's inflation rate exceed 10% in any year before 2025?", "body": "This question will resolve as Yes if the annual inflation rate in Brazil, as reported by the Brazilian Institute of Geography and Statistics (IBGE), exceeds 10% in any year before January 1, 2025. The inflation rate to be considered is the National Consumer Price Index (IPCA), which is the official measure used by the Brazilian government to monitor inflation trends. The resolution will be based on the final and official IPCA figures for each year, as initially reported by the IBGE, without subsequent revisions. If the IBGE ceases to exist, is unable to report the IPCA, or the IPCA is no longer the official measure of inflation, the question will resolve using the data from the next most authoritative source that is recognized by the Brazilian Central Bank. In the event of hyperinflation leading to a change in currency or a re-denomination of the Brazilian real, the percentage increase will be calculated based on the value of the new currency unit relative to the real at the time of the change.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Economy & Business"}, "resolution": null}
{"id": "db915e14-5c55-44e8-8b62-927c1cd8b5fb", "title": "Will the US Senate pass a major electoral reform bill by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the United States Senate has passed a bill that includes at least two of the following major electoral reforms: \n\n1. Implementation of a ranked-choice voting system for federal elections.\n2. Establishment of independent redistricting commissions to address gerrymandering.\n3. Expansion of early voting periods to a minimum of two weeks for all federal elections.\n4. Enactment of automatic voter registration nationwide.\n\nThe bill must be signed into law by the President of the United States or enacted through a congressional override of a presidential veto. The resolution will rely on official records from the U.S. Congress and statements from the President's office. In the event that multiple bills are passed, the one with the greatest number of the listed reforms will be considered for resolution. If no bill is passed, or if a bill is passed without at least two of the listed reforms, the question will resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Politics"}, "resolution": null}
{"id": "0357d55b-d325-44b6-9aff-7059c9cce10d", "title": "Will a political leader publicly endorse a major philosophical ideology, such as utilitarianism or deontology, as a basis for their policy platform before 2023 ends?", "body": "This question will resolve as Yes if, before December 31, 2023, a currently serving head of state or government publicly endorses utilitarianism, deontology, or another major philosophical ideology as a foundational element of their policy platform. The endorsement must be explicit, referencing the ideology by name, and must be made in a public speech, official statement, or published document. The endorsement should be reported by at least two reputable media outlets with national or international circulation. In the event of a dispute over the interpretation of the endorsement, the resolution will be based on the consensus of at least three subject matter experts in political philosophy. If no such endorsement is made by the specified date, the question will resolve as No.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Politics"}, "resolution": null}
{"id": "8ffbe9fd-6e68-4703-bb33-c8d284ca526e", "title": "Will Russia hold a national referendum on government structure reform before the end of 2025?", "body": "This question will resolve as Yes if, before December 31, 2025, the Russian government officially announces and holds a national referendum on government structure reform. The referendum must be recognized as legitimate by at least three of the following organizations: the United Nations, the European Union, the Council of Europe, or the Organization for Security and Co-operation in Europe. The question will resolve as No if no such referendum is held by the specified date. In the event of a dispute over the legitimacy of the referendum, the decision of the majority of the aforementioned organizations will be considered final. If the referendum is announced but not held by the resolution date due to unforeseen circumstances (e.g., natural disaster, political upheaval), the question will resolve as No. If the referendum is held but the results are not publicly disclosed by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Politics"}, "resolution": null}
{"id": "200cb751-f8c4-47f1-9f85-e8dfe1269485", "title": "Will Major League Baseball implement AI-powered umpires for official games by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, Major League Baseball (MLB) has officially implemented AI-powered umpires in at least one regular season or postseason game. Implementation is defined as the use of AI technology to make binding decisions on gameplay events such as balls, strikes, outs, and plays at bases, without the need for confirmation or override by a human umpire. The AI umpire system must be acknowledged by the MLB as an official part of the game rules and used in the decision-making process during the game. The resolution will be based on public announcements by the MLB, credible media reports, or direct observation of an MLB game. In the event that the MLB season is disrupted or altered in a way that prevents the use of AI umpires (e.g., a strike, lockout, or significant rule changes), the question will resolve as No unless the AI umpires were used in official games prior to the disruption.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Technology"}, "resolution": null}
{"id": "71a9835c-3a01-4d6a-a332-fe329d4e304c", "title": "Will NASA launch a mission to explore the surface of Europa, one of Jupiter's moons, by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, NASA has launched a mission with the primary objective of exploring the surface of Europa, one of Jupiter's moons. The mission must be designed to land on the surface of Europa and conduct in-situ analysis or exploration. The launch must be officially confirmed by NASA through a press release or a statement on their official website. In the event that NASA is dissolved or integrated into another space agency, the question will resolve as Yes if the successor agency launches a mission that meets the above criteria. If the mission is launched but fails to land on Europa due to unforeseen circumstances, such as technical failures or destruction during the journey, the question will still resolve as Yes, provided the launch occurred before the resolution date. If multiple agencies collaborate on a mission that fulfills these criteria, the question will resolve as Yes only if NASA is a primary contributor and decision-maker in the mission's objectives and execution.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NASA", "category": "Technology"}, "resolution": null}
{"id": "9f9a0c9e-2961-4686-a571-a9b927b8eb75", "title": "Will the US Congress pass a bill mandating the use of blockchain technology for voting systems by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United States Congress has passed federal legislation that mandates the use of blockchain technology in voting systems for federal elections. The bill must be signed into law by the President of the United States or otherwise become law. The legislation must specifically reference 'blockchain technology' or an equivalent term that unambiguously pertains to a decentralized digital ledger or cryptographic system used to record votes in a tamper-evident manner. The resolution will rely on official records from the United States Congress, such as the Congress.gov database, and public statements from the President of the United States. In the event of ambiguity or lack of clarity in the legislation's language regarding the use of blockchain technology, the resolution will default to No. If no such bill is passed by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Technology"}, "resolution": null}
{"id": "c5e07bfc-2df3-4d67-ae92-a62980bd4015", "title": "Will a pharmacological agent be developed that can mitigate the effects of radiation exposure from nuclear accidents by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a pharmacological agent is developed and has been proven to mitigate the effects of radiation exposure from nuclear accidents. The agent must meet the following criteria:\n\n- Efficacy: Demonstrated in at least two independent peer-reviewed clinical trials to significantly reduce mortality or morbidity associated with acute radiation syndrome (ARS).\n\n- Approval: Received approval from a recognized regulatory body such as the U.S. Food and Drug Administration (FDA), the European Medicines Agency (EMA), or an equivalent authority.\n\n- Availability: The agent must be commercially available or provided through a national health service.\n\n- Scope: The agent should be effective for a broad range of radiation doses and applicable to both planned (e.g., radiotherapy) and unplanned (e.g., nuclear accidents) exposure scenarios.\n\nIn the event that multiple agents are developed, the resolution will be based on the first agent to meet all the above criteria. If no agent meets these criteria by the resolution date, the question will resolve as No.\n\nFallback Scenario: If regulatory approval is pending but all other criteria are met, the question will resolve as Yes if the pending approval is for the specific indication of mitigating effects of radiation exposure from nuclear accidents.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Pharmacology", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "c8a86112-9420-4b3a-97cb-4fb115336599", "title": "Will an international treaty on the ethical use of nuclear technology be ratified by more than 100 countries by 2030?", "body": "This question will resolve as Yes if, by 11:59 PM UTC on December 31, 2030, an international treaty focused on the ethical use of nuclear technology has been ratified by at least 100 member states of the United Nations. The treaty must explicitly address the ethical considerations in the development, deployment, and disarmament of nuclear technology, including but not limited to nuclear energy, nuclear weapons, and nuclear medicine. Ratification is defined as the formal expression of a country's consent to be bound by the treaty, typically through the passing of domestic legislation or issuance of a formal declaration. The count of ratifying countries will be based on official records from the United Nations Treaty Collection or a successor organization recognized as authoritative on international treaties. In the event of discrepancies between sources or lack of clarity on the ratification status of certain countries, the United Nations' official announcements or clarifications will take precedence. If the treaty is amended to include ethical use provisions after the initial ratification by some countries, only those ratifications that occur after the amendment will count towards the total. If no such treaty exists or has been ratified by the required number of countries by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "bdee01cc-c5c7-40e9-815a-bd413a383815", "title": "Will a major philosophical movement emerge by 2030 that fundamentally opposes the use of nuclear technology on ethical grounds?", "body": "A 'major philosophical movement' is defined as a movement that has been recognized by at least three established academic journals in the field of philosophy or ethics, or has a dedicated following of at least 10,000 individuals on a major social media platform. The movement must explicitly state opposition to the use of nuclear technology on ethical grounds, which includes but is not limited to nuclear energy, nuclear weapons, and medical applications of nuclear technology. The opposition must be based on newly formulated ethical principles that have not been a central part of previous movements or widely recognized ethical theories prior to 2023. The emergence of such a movement must be confirmed by credible news outlets, academic publications, or a statement from a recognized authority in the field of philosophy or ethics. In the event that multiple movements arise, the one with the largest following or the most significant academic recognition will be considered for resolution. If no movement meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "2fa75c47-e584-4aac-9da0-47c9d5714edf", "title": "Will Japan deploy autonomous delivery robots in more than 10 major cities by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, autonomous delivery robots are actively deployed and operational in more than 10 major cities in Japan. 'Major cities' are defined as cities with a population exceeding 300,000 residents according to the most recent census data available from the Statistics Bureau of Japan. 'Autonomous delivery robots' are defined as unmanned ground vehicles equipped with automated navigation systems that can deliver goods without human intervention. Deployment must be confirmed by either government press releases, credible media reports, or statements from companies involved in the deployment. The robots must be in regular operation, which is defined as completing delivery tasks at least five days a week. If deployment in more than 10 cities is announced but not confirmed to be operational by the resolution date, the question will resolve as No. In the event of a dispute over the definition of 'operational,' the resolution will defer to the judgment of a panel of three experts in the field of robotics, whose decision will be final.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Technology"}, "resolution": null}
{"id": "598df462-3335-423e-adef-84f777372ed8", "title": "Will a new antiviral drug for a novel virus be developed and approved by the FDA by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new antiviral drug specifically targeting a novel virus (a virus identified after the date of this question's posting) is developed, has completed all required clinical trials, and has received approval from the U.S. Food and Drug Administration (FDA) for public use. The drug must be intended for the treatment or prevention of a viral infection in humans and must demonstrate efficacy and safety in accordance with FDA standards. The approval must be for a New Drug Application (NDA) or a Biologics License Application (BLA) and not for an Emergency Use Authorization (EUA). The resolution will be based on official FDA announcements or press releases. In the event that the FDA is no longer the authoritative body for drug approval in the U.S., the resolution will defer to the equivalent authoritative body at that time. If multiple drugs meet these criteria, the resolution will still be Yes.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virology", "category": "Technology"}, "resolution": null}
{"id": "fea7c2b6-945d-48fc-9f30-29a56e1f07bb", "title": "Will a new type of antibiotic, effective against multi-drug resistant bacteria, be discovered and enter phase 3 clinical trials by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new type of antibiotic that demonstrates effectiveness against multi-drug resistant bacteria is discovered and has entered phase 3 clinical trials. The antibiotic must show a clear statistical advantage over existing treatments in combating at least one type of multi-drug resistant bacteria. The phase 3 clinical trials must be registered and recognized by a major health authority such as the FDA, EMA, or WHO. The trials must be intended to assess the safety and efficacy of the antibiotic in a large patient population. In the event that the antibiotic enters phase 3 trials but is not publicly disclosed by the resolution date, the question will resolve as No. If the antibiotic is discovered and enters phase 3 trials after the resolution date, the question will also resolve as No. Any disputes regarding the resolution will be settled by an independent panel of experts in the field of microbiology and pharmacology.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microbiology", "category": "Technology"}, "resolution": null}
{"id": "699ff4b3-2f9c-474a-a58b-2db49b1a3c3f", "title": "Will the Republican Party adopt an official platform supporting the development of AI for national security purposes by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Republican Party officially adopts a platform or policy statement that explicitly supports the development of artificial intelligence (AI) for national security purposes. The platform must be adopted by a formal decision of the Republican National Committee (RNC) or a similar governing body within the party. The policy must be publicly available and verifiable through official Republican Party channels or major media outlets. The resolution criteria will also consider the following edge cases: \n\n- If the Republican Party merges with another party or undergoes a significant rebranding that includes a change in name, the successor party's platform will be considered for resolution.\n\n- If the Republican Party splits into factions, the faction recognized as the official continuation of the party by the Federal Election Commission (FEC) will be considered for resolution.\n\n- In the event of ambiguity in party statements or platforms, a majority consensus among five leading political analysts, as reported by major media outlets, will be used to determine the resolution.\n\n- If no official platform or policy statement is adopted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "0ee5d0df-9ad2-426e-b08f-95d424ca2303", "title": "Will California implement a statewide AI-driven traffic management system by 2027?", "body": "This question will resolve as Yes if, by December 31, 2027, the State of California has officially implemented a traffic management system that utilizes artificial intelligence (AI) across the state. The system must be capable of real-time traffic analysis, optimization of traffic flow, and incident response coordination. The implementation is confirmed through a public announcement by the California Department of Transportation (Caltrans) or a similar authoritative body. The system should be operational and managing traffic in at least 75% of the state's jurisdictions. In the event of partial implementation, the question will resolve as No unless the system is actively managing traffic in the majority of the state and there is a clear, publicly available roadmap for statewide coverage within the following year. If no system is implemented, or if the system does not utilize AI as defined by the Institute of Electrical and Electronics Engineers (IEEE) standards, the question will resolve as No.", "resolution_date": "2027-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "California", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "a36a60d4-09da-409c-aade-8d94d07089ee", "title": "Will a robot perform surgery without human assistance in the US by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, there is a verified instance of a robot performing an entire surgical procedure without human assistance in the United States. The procedure must be a recognized surgical operation typically requiring a licensed surgeon, and the robot must autonomously handle all aspects of the surgery from incision to closure. Verification must come from a credible medical institution or a peer-reviewed scientific publication. The robot must not be remotely controlled or guided by humans during the procedure. In the event of conflicting reports, the resolution will be based on the consensus of at least three reputable sources in the medical field. If no such event is confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "cc5c9cdc-b6ec-4e22-aabd-302e45b060b1", "title": "Will a professional golfer announce a candidacy for a major political office by 2025?", "body": "This question will resolve as Yes if, by 11:59 PM UTC on December 31, 2025, a professional golfer who has participated in at least one of the four major golf championships (The Masters, the U.S. Open, The Open Championship, or the PGA Championship) publicly announces their candidacy for a major political office. A 'major political office' is defined as a position that is part of the legislative, executive, or judicial branch of government at the national or state/provincial level, or a mayoral position in a city with a population of at least 300,000 residents. The announcement must be verifiable through credible media reports or an official statement from the golfer or their representative. If the golfer retracts their candidacy before the resolution date, the question will resolve as No. In the event that no such announcement is made, or if the golfer's professional status or the political office's significance is ambiguous, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Golf", "category": "Politics"}, "resolution": null}
{"id": "076785ef-71f9-4904-9dae-842b1a827d0f", "title": "Will evidence of a black hole merger be detected by the LIGO-Virgo collaboration before 2025?", "body": "This question will resolve as Yes if the LIGO-Virgo collaboration or any authoritative astronomical organization officially announces the detection of a black hole merger before January 1, 2025. The announcement must be based on data collected by the LIGO-Virgo detectors or any other gravitational wave observatory that is part of an official collaboration with LIGO-Virgo. The detection must be confirmed through peer-reviewed publication or an official press release by the collaboration. In the event of a detection being announced but later retracted or disproven, the question will resolve as No. If no detection is announced by the resolution date, the question will also resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Black holes", "category": "Science"}, "resolution": null}
{"id": "6ea2ad13-aa3e-4581-9257-54c067a501a2", "title": "Will SpaceX successfully land humans on Mars before 2030?", "body": "This question will resolve as Yes if SpaceX successfully lands at least one human on the surface of Mars before December 31, 2030. A successful landing is defined as a mission where a human safely descends and sets foot on the Martian surface, with the event being confirmed by SpaceX through official communication channels or by at least two reputable and independent news agencies. The individual must survive the landing process and be capable of performing at least one extravehicular activity (EVA) on Mars. In the event of a dispute regarding the mission's success, video evidence or telemetry data released by SpaceX or an international space agency will be used to determine the outcome. If no such mission is attempted or no clear evidence is provided by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX", "category": "Space Exploration"}, "resolution": null}
{"id": "4be87419-2a7e-4c15-a128-efc927d0d9b9", "title": "Will the implementation of blockchain technology in carbon credit trading significantly enhance transparency in climatology data by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a widespread adoption of blockchain technology in carbon credit trading that leads to a significant enhancement in the transparency of climatology data. 'Significant enhancement' is defined as a measurable increase in the availability, accuracy, and verifiability of data related to carbon emissions, carbon offset projects, and carbon credit transactions. This must be evidenced by a comparative study or report from a recognized authority in the field of climatology or environmental policy, such as the Intergovernmental Panel on Climate Change (IPCC) or the United Nations Framework Convention on Climate Change (UNFCCC). The study should demonstrate improvements in transparency compared to the state of climatology data as of January 1, 2020. In the absence of a definitive report, a consensus among experts in the field, as reflected in peer-reviewed publications, may also be considered sufficient for resolution. Edge cases, such as partial adoption without significant data enhancement or improvements in transparency that are not attributable to blockchain technology, will not meet the resolution criteria.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climatology", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "6eefbdb4-0078-421a-8efa-e4087998771b", "title": "Will the United Nations adopt a cryptocurrency as a standard for any of its funding programs by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United Nations (UN) has officially adopted a cryptocurrency as a standard for any of its funding programs. Adoption is defined as the UN having made a formal announcement or having issued official documentation that specifies the use of a cryptocurrency for funding transactions within any of its programs, departments, or agencies. The cryptocurrency must be a digital or virtual currency that uses cryptography for security and operates independently of a central bank.\n\nThe resolution will be based on official UN press releases, reports, or financial statements. If the UN announces the adoption of a cryptocurrency but later retracts the decision or the program is canceled before the resolution date, the question will resolve as No. In the event that the UN adopts multiple cryptocurrencies or changes the standard cryptocurrency during the period, the question will still resolve as Yes, provided that at least one cryptocurrency remains officially adopted by the resolution date.\n\nIf there is no clear evidence of adoption by the UN by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clarity in the UN's statements or documentation, the resolution will be based on the most authoritative and recent information available from the UN or related entities.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Nations", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "547c09ad-f349-492c-9e13-3d3f8a8df1be", "title": "Will FIFA create an official cryptocurrency for transactions within its organization by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, FIFA has officially created and recognized a cryptocurrency that is used for any form of transactions within its organization. The cryptocurrency must be blockchain-based and serve as a medium of exchange, store of value, or unit of account within FIFA's operations. The creation of the cryptocurrency must be confirmed by an official FIFA press release or announcement on their official website. Transactions can include, but are not limited to, ticket sales, merchandise purchases, player transfers, or any other financial operations conducted by FIFA or its member associations. If FIFA announces the development of a cryptocurrency but it is not in use by the resolution date, or if the cryptocurrency is created for promotional purposes only without serving as a functional currency within the organization, the question will resolve as No. In the event that FIFA is dissolved or undergoes a significant restructuring that makes the question non-applicable, the question will resolve as N/A (Not Applicable).", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "FIFA", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "407ad752-d0ce-439f-b4b9-413558945db9", "title": "Will France elect a president from a newly formed political party in the 2027 presidential election?", "body": "This question will resolve as Yes if a candidate from a political party that was officially registered after January 1, 2022, wins the majority of votes in the 2027 French presidential election. The outcome will be determined based on the official results published by the French Ministry of the Interior. In the event of a dispute or a re-election, the question will resolve based on the final, legally binding outcome as determined by the Constitutional Council of France. If no candidate from a newly formed party participates in the election, the question will resolve as No.", "resolution_date": "2027-05-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Politics"}, "resolution": null}
{"id": "b1a7442d-cf19-4d47-ba4b-813c530b5db4", "title": "Will the European Space Agency, in collaboration with France, launch a mission to study black holes by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the European Space Agency (ESA), in collaboration with France, has successfully launched a space mission with the primary objective of studying black holes. The mission must be officially recognized by the ESA and must have been launched with the intention of directly observing, analyzing, or collecting data on black holes. The mission may include, but is not limited to, deploying telescopes, satellites, or probes specifically designed for black hole research.\n\nIn the event that the ESA announces the launch of such a mission but the launch is delayed past the resolution date due to unforeseen circumstances, the question will resolve as No. However, if the mission is launched and is en route to its target but has not yet begun collecting data by the resolution date, the question will resolve as Yes, provided that the launch occurred before the resolution date.\n\nIf the ESA collaborates with countries or organizations other than France, but France is still a significant partner in the mission, the question will resolve as Yes. If the mission's primary objective changes from studying black holes to another focus, the question will resolve as No, even if black hole study remains a secondary objective.\n\nAuthoritative sources for confirmation include official press releases, mission briefings, or announcements from the ESA, as well as reputable scientific publications and news outlets reporting on the mission's launch and objectives.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Black holes", "category": "Politics"}, "resolution": null}
{"id": "c1028a6d-f544-4fa0-94f7-8afb78daa301", "title": "Will Elon Musk run for a political office in any country by the end of 2025?", "body": "This question will resolve as Yes if, by 23:59:59 UTC on December 31, 2025, Elon Musk has publicly announced his candidacy for any political office in any country, or if official election records from a recognized government authority confirm that Elon Musk has filed the necessary paperwork to appear as a candidate on an election ballot. The resolution will be based on credible media reports, official statements from Elon Musk or his representatives, or direct evidence from government election authorities. If Elon Musk announces an intention to run but does not officially file candidacy papers, or if he files papers but withdraws his candidacy before the resolution date, the question will resolve as No. In the event of conflicting reports, the question will be resolved using the most reliable and authoritative sources available at the time of resolution.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Elon Musk", "category": "Politics"}, "resolution": null}
{"id": "2ed0628f-0b3e-415d-805f-994f64185d71", "title": "Will Donald Trump launch a new technology-related business venture before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, Donald Trump publicly announces and initiates a new business venture that is primarily focused on the development, production, or distribution of technology-related products or services. The venture must be verifiable through official statements, press releases, or legal business registration documents. The technology-related products or services should be innovative or significantly different from existing offerings, and not merely a rebranding or minor modification of existing products. The venture should be operational, with either products available for purchase or services being offered, by the resolution date. If Donald Trump announces a venture but it does not become operational, or if it is not primarily technology-focused, the question will resolve as No. In the event of Donald Trump's incapacitation, passing, or any other circumstance that prevents him from participating in business activities, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Technology"}, "resolution": null}
{"id": "7d449c09-b9eb-4dc4-9eae-ca7e11b6b751", "title": "Will Google introduce a major update to its search algorithm that significantly changes SEO practices by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Google has officially announced and implemented a major update to its search algorithm that results in widespread changes to Search Engine Optimization (SEO) practices. The update must be recognized by at least three leading digital marketing or technology news outlets (e.g., Search Engine Journal, TechCrunch, The Verge) as having a significant impact on SEO strategies. The resolution will consider changes such as alterations to ranking factors, the introduction of new search features, or adjustments to content evaluation methods that require a notable shift in SEO tactics. Minor updates, routine adjustments, or incremental improvements to the existing algorithm will not qualify for this resolution. In the absence of a clear announcement by Google, credible reports from multiple authoritative sources confirming the update and its effects on SEO practices will be considered sufficient for resolution. If there is ambiguity regarding the significance of the update, a panel of three SEO experts will be consulted to determine if the changes meet the criteria for a 'major update.'", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Technology"}, "resolution": null}
{"id": "4ba5c174-6eb2-4f42-9b31-d751c5e37cff", "title": "Will a new infectious disease be identified as a global pandemic by the World Health Organization before 2025?", "body": "This question will resolve as Yes if the World Health Organization (WHO) officially declares a new infectious disease as a global pandemic before January 1, 2025. The disease must be a novel pathogen not previously identified or classified as a variant of an existing pathogen. The declaration must be made through an official WHO statement or press release. The resolution will not consider diseases that are only regionally significant or declared as epidemics unless the WHO escalates the status to a global pandemic. In the absence of an official WHO declaration, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Technology"}, "resolution": null}
{"id": "42bf0fa7-88b0-4111-8ac4-4ce5bf367418", "title": "Will the US House of Representatives pass a significant piece of legislation regarding the regulation of artificial intelligence by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the US House of Representatives passes a bill that is subsequently signed into law by the President of the United States, which includes substantial regulatory measures specifically addressing the development, deployment, or management of artificial intelligence technologies. The legislation must include clear definitions of 'artificial intelligence' and the scope of regulation, establish regulatory bodies or frameworks, and provide guidelines for compliance and enforcement. The bill must be recognized as significant by at least two major media outlets and one AI policy think tank. In the event of a veto, the question will resolve as Yes only if the veto is overridden and the bill becomes law. If no such legislation is passed, or if the legislation is deemed insubstantial or not primarily focused on artificial intelligence, the question will resolve as No. In the case of ambiguity or lack of clarity regarding the significance or focus of the legislation, the resolution will be based on the consensus of a panel of three experts in AI policy, whose decision will be final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US House of Representatives", "category": "Technology"}, "resolution": null}
{"id": "da19c426-e53f-452a-a66b-62783a05f42f", "title": "Will a dark matter detection experiment confirm the existence of a new particle by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a dark matter detection experiment confirms the existence of a new particle that is widely accepted by the scientific community as constituting dark matter. The confirmation must come from a peer-reviewed study published in a reputable scientific journal, such as Physical Review Letters, Nature, or Science. The study must provide clear evidence of a new particle, distinct from known particles, with properties consistent with those theoretically predicted for dark matter particles. The discovery must be confirmed by at least two independent experiments or observations. In the event that multiple particles are discovered, the question will resolve as Yes if at least one of the particles meets the criteria. If the discovery is later retracted or disproven by the end of 2025, the question will resolve as No. In the absence of a clear confirmation or refutation, the question will resolve as ambiguous.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Dark matter", "category": "Technology"}, "resolution": null}
{"id": "ba33f7a2-96c4-4921-85c9-e99673562b7d", "title": "Will Iran unveil a state-sponsored quantum computing initiative by 2027?", "body": "This question will resolve as Yes if, by December 31, 2027, the government of Iran has officially announced and demonstrated the existence of a state-sponsored quantum computing initiative. The initiative must be confirmed through one or more of the following: \n\n1. An official press release from the Iranian government or its designated agencies.\n2. Coverage by at least three reputable international news organizations, which must include technical details and evidence of the initiative's state sponsorship.\n3. A peer-reviewed publication in a recognized scientific journal that describes the initiative's scope, goals, and progress.\n\nIn the absence of direct evidence, credible reports from at least three independent and reputable sources in the field of quantum computing may be considered sufficient. If the initiative is announced but not demonstrated, or if there is significant international dispute over the authenticity of the announcement, the question will resolve as ambiguous until conclusive evidence is provided.", "resolution_date": "2027-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Technology"}, "resolution": null}
{"id": "e8050708-97a8-4809-97f7-f2037dd53a1f", "title": "Will any NBA team launch a cryptocurrency or blockchain-based fan token by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, any NBA team has officially launched a cryptocurrency or blockchain-based fan token. The launch must be confirmed through an official announcement by the NBA team or a verifiable press release. The fan token must be a digital asset that provides holders with access to a range of fan-related membership benefits, rewards, and experiences. The token must be tradable on at least one public cryptocurrency exchange or platform. In the event of a dispute over whether a digital asset qualifies as a fan token, the resolution will defer to the classification by the leading cryptocurrency data authority CoinMarketCap. If no NBA team has launched such a token by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NBA", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "76b772b6-a4c8-480f-b62f-5d2bdae609a4", "title": "Will Tesla announce the acceptance of cryptocurrency payments in Spain by the end of 2024?", "body": "This question will resolve as Yes if, by 23:59:59 UTC on December 31, 2024, Tesla, Inc. has made an official announcement that it will accept one or more forms of cryptocurrency as a payment method for its products or services in Spain. The announcement must be verifiable through Tesla's official communication channels, such as press releases, official social media accounts, or statements from authorized company representatives. The acceptance of cryptocurrency must be implemented and available for use by customers in Spain, as confirmed by Tesla's official website or customer service. In the event that Tesla announces the acceptance of cryptocurrency payments in Spain but later retracts the decision before the resolution date, the question will resolve as No. If Tesla is acquired or ceases to exist before the resolution date, the question will resolve as No unless the acceptance of cryptocurrency payments in Spain has been implemented prior to the acquisition or cessation of operations.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tesla, Spain", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "47f250e8-6d77-40c5-a51d-4b191160f766", "title": "Will Ukraine legalize the use of cryptocurrencies as a legal payment method by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, the government of Ukraine has passed legislation that recognizes cryptocurrencies as a legal payment method within its jurisdiction. The legislation must be signed into law by the President of Ukraine and officially published in the government's legislative database. The law must explicitly state that cryptocurrencies can be used for the purchase of goods and services and for the settlement of debts. In the event of ambiguity or partial recognition (e.g., only certain cryptocurrencies are legalized, or only for specific types of transactions), the question will resolve as Yes only if the majority of everyday transactions, such as retail purchases and bill payments, can be legally conducted using cryptocurrencies. If no such law is passed, or if the law is passed but does not come into effect by the specified date, the question will resolve as No. In the case of a significant political event that disrupts the legislative process, such as a change in government or a declaration of martial law, the resolution date may be extended by up to six months to allow for the stabilization of the political situation.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "05dd12cc-0062-4bee-a219-f0fff119d7a2", "title": "Will California lead the United States in the number of electric vehicle charging stations per capita by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the state of California has the highest number of electric vehicle (EV) charging stations per capita compared to all other states in the United States. The count of EV charging stations will be based on the data provided by the U.S. Department of Energy's Alternative Fuels Data Center (AFDC) or its successor agency. Per capita calculations will be based on the most recent U.S. Census Bureau population estimates for each state as of December 31, 2025. In the event that the AFDC is no longer active or does not provide the necessary data, the resolution will be based on the most authoritative and comprehensive dataset available at that time. If no reliable data can be obtained, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "California", "category": "Technology"}, "resolution": null}
{"id": "ba34434f-bef9-404e-8db6-9de8ed9ee337", "title": "Will there be a breakthrough in environmental science that enables a 50% reduction in solar panel production costs by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a verifiable report or publication by a recognized authority in the field of environmental science or renewable energy (such as the International Energy Agency, the U.S. Department of Energy, or an equivalent organization) that confirms a breakthrough in environmental science or technology that has led to a reduction in the production costs of solar panels by at least 50% compared to the cost recorded on January 1, 2020. The cost reduction must be attributable to new technology or processes and not due to subsidies, tax incentives, or other economic factors. The breakthrough must be applicable on a commercial scale and not limited to laboratory or pilot projects. In the event that multiple reports provide conflicting information, the consensus among the majority of recognized authorities will be considered. If no such consensus can be reached, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Technology"}, "resolution": null}
{"id": "92b771e8-41f6-42e0-9c7e-72e3fa8b848e", "title": "Will FIFA implement a technology by 2026 that can automatically detect offside positions in real-time during matches?", "body": "This question will resolve as Yes if, by December 31, 2026, FIFA has officially implemented and used in at least one official international match a technology system that can automatically detect offside positions in real-time. The technology must be able to determine whether a player is in an offside position at the moment the ball is played by a teammate with a margin of error no greater than 5 centimeters. The system must be endorsed by FIFA and must have been used without manual intervention to make a decision during a match. The resolution will be based on official FIFA announcements, match reports, or credible media coverage. In the event that FIFA is dissolved or replaced by another governing body for international football, the resolution will refer to the actions of the successor organization. If no such technology is implemented, or if the technology is implemented but not used in an official match by the specified date, the question will resolve as No.", "resolution_date": "2026-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "FIFA", "category": "Technology"}, "resolution": null}
{"id": "c271431f-0a62-490d-a715-fd60499090ce", "title": "Will a cryptocurrency be officially adopted as a transactional currency at the Olympic Games by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any cryptocurrency is recognized and utilized as an official currency for transactions by the International Olympic Committee (IOC) or the organizing committee of the Olympic Games. The cryptocurrency must be used for at least one of the following: purchasing tickets, buying merchandise, or paying for services at the Olympic venues. The adoption must be confirmed through official statements or press releases by the IOC or the organizing committee, and the cryptocurrency must be actively in use during the Olympic Games. In the event of multiple Olympic Games occurring before the resolution date, the criteria must be met during at least one of those events. If the Olympic Games are not held for any reason, or if the use of cryptocurrency is not officially sanctioned by the IOC or the organizing committee, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "48b66b0e-8694-4ea3-aa47-2c3a0a74e06c", "title": "Will a major pharmaceutical company adopt a cryptocurrency for international transactions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a major pharmaceutical company, defined as one listed in the top 20 by market capitalization according to the GlobalData's Pharma 2000 ranking, publicly announces and demonstrates the use of a cryptocurrency for at least one international transaction. The transaction must be verifiable through a press release, official financial statements, or a public ledger. The cryptocurrency used must be a digital or virtual currency that uses cryptography for security and operates independently of a central bank. If no such announcement or demonstration occurs, or if the use of cryptocurrency is only for domestic transactions or pilot projects not intended for full-scale implementation, the question will resolve as No. In the event that the GlobalData's Pharma 2000 ranking is no longer published, a comparable and reputable industry ranking will be used to determine what constitutes a 'major pharmaceutical company.'", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e2fed819-1bea-42e6-be6a-a50515383829", "title": "Will a biotechnology firm hold an initial coin offering (ICO) to fund a CRISPR gene editing project by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a biotechnology firm specializing in CRISPR gene editing technology announces and initiates an initial coin offering (ICO) with the explicit purpose of funding a CRISPR gene editing project. The firm must be legally incorporated and the ICO must be compliant with the relevant securities and financial regulations applicable at the time of the offering. The announcement must be verifiable through a press release, official company announcement, or coverage by a reputable financial news outlet. In the event of a dispute regarding the legitimacy of the ICO or the firm's specialization in CRISPR technology, the resolution will be based on the consensus opinion of three recognized experts in the field of biotechnology or finance, selected by a neutral third party.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biotechnology", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "24cd6751-8569-430a-b41e-4b08ced119c1", "title": "Will France establish a permanent human presence on the Moon before 2050?", "body": "This question will resolve as Yes if, by January 1, 2050, the French government or any France-based private entity has successfully established and maintained a human presence on the Moon for at least 30 consecutive days. A 'permanent human presence' is defined as the ability to support human life continuously, with at least one person physically present at the lunar base at all times during the 30-day period. The presence must include living quarters, life support systems, and a means of communication with Earth. The establishment of the presence must be confirmed by the French government or an internationally recognized space agency such as the European Space Agency (ESA) or NASA. In the event of a dispute regarding the permanence or legitimacy of the presence, a panel of experts from the United Nations Office for Outer Space Affairs (UNOOSA) will be consulted for a final decision. If no human presence is established by the resolution date, or if the presence does not meet the criteria above, the question will resolve as No.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Space"}, "resolution": null}
{"id": "3df56582-1d34-47f5-8a5c-b112d668ba18", "title": "Will the United Kingdom launch an independent, unmanned interstellar probe before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, the United Kingdom successfully launches an unmanned interstellar probe that is intended to leave the Solar System. The probe must be launched by or on behalf of a UK-based organization, agency, or company, and must be confirmed to have the capability to reach an escape velocity from the Solar System. The launch and the probe's capabilities must be verified by the UK Space Agency or an equivalent authoritative body recognized internationally. In the event that the UK Space Agency is not operational or does not exist at the time of the probe's launch, verification may come from an authoritative international space exploration organization such as NASA or ESA. If the probe is launched but fails to achieve its mission due to unforeseen circumstances (e.g., malfunction, destruction), the question will resolve as No. If no launch has occurred by the resolution date, the question will also resolve as No.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Kingdom", "category": "Space"}, "resolution": null}
{"id": "88db96fa-6dc5-4e0b-9a47-36137e7e1e25", "title": "Will a major space mission in the next decade be primarily focused on addressing an environmental science issue?", "body": "This question will resolve as Yes if, by December 31, 2033, there is an official announcement or mission launch of a major space mission that is primarily focused on addressing an environmental science issue. A 'major space mission' is defined as one that is funded and executed by a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or a recognized private spaceflight company (e.g., SpaceX, Blue Origin, Rocket Lab). The mission must have a primary objective that directly pertains to the study, monitoring, or mitigation of environmental issues on Earth, such as climate change, atmospheric pollution, deforestation, or ocean health. Secondary objectives or missions with broader scientific goals that include environmental studies as a minor component do not qualify. The mission must be new, not a continuation or extension of existing missions. In the event of ambiguity or lack of clear public information, the resolution will be based on the most authoritative public statements from the mission's leading organization or a consensus of expert opinion in the field.", "resolution_date": "2033-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Space"}, "resolution": null}
{"id": "f8def729-b8ab-4cfa-a65a-d4d4d075c1bc", "title": "Will a cryptocurrency be officially adopted as a means of payment by a Major League Baseball team by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, any Major League Baseball (MLB) team officially adopts a cryptocurrency as a means of payment for any of the following: \n\n- Ticket sales for games.\n- Merchandise sold at official team stores or online platforms.\n- Concessions and other in-stadium purchases.\n\nAn 'official adoption' is defined as the team or its authorized representatives publicly announcing the acceptance of cryptocurrency and successfully processing at least one transaction using the cryptocurrency. The transaction must be for a legitimate purchase related to the team's activities and not a symbolic or test transaction.\n\nThe resolution will rely on public announcements from the MLB team, verified news reports, or official statements from the MLB organization. If no MLB team has adopted a cryptocurrency by the specified date, the question will resolve as No.\n\nIn the event of ambiguity or lack of clear public information, the resolution will be based on the most reliable and authoritative sources available at the time of the resolution date. If a cryptocurrency is adopted and then discontinued before the resolution date, the question will still resolve as Yes, provided the initial adoption was confirmed and met the above criteria.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "68524bd7-0efa-4a7e-b30a-11dacce1aa40", "title": "Will the Bureau of Labor Statistics begin tracking employment in the cryptocurrency sector separately by 2024?", "body": "This question will resolve as Yes if, by January 1, 2024, the United States Bureau of Labor Statistics (BLS) has officially announced and implemented a separate tracking category for employment within the cryptocurrency sector. The category must be distinct from other sectors and specifically reference employment related to cryptocurrency businesses, blockchain technology, or similar terminologies that unambiguously cover the cryptocurrency industry. The resolution will be based on public records, press releases, or official statements from the BLS. If the BLS announces the intention to track such employment but has not implemented it by the resolution date, the question will resolve as No. In the event that the BLS is dissolved or its functions are significantly altered before the resolution date, an equivalent authoritative source or successor organization will be considered for the resolution of this question.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Bureau of Labor Statistics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "ac2aef0d-3ef5-4b64-b0d1-2f2656efc98f", "title": "Will Google integrate a cryptocurrency wallet into its suite of services by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Google has officially integrated a cryptocurrency wallet into any of its existing services or has launched a new service that includes a cryptocurrency wallet. The integration must allow users to store, send, or receive cryptocurrency within the Google ecosystem. The resolution will be based on public announcements from Google or verifiable evidence of the service being available to the general public. If Google announces the integration but it is not available to users by the resolution date, the question will resolve as No. In the event that Google is acquired or undergoes a significant rebranding that affects its service offerings, the question will resolve based on the actions of the successor entity. If there is ambiguity regarding the definition of 'cryptocurrency wallet' or 'integration,' the resolution will defer to the most widely accepted standards in the cryptocurrency industry at the time of the resolution.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "99dc5bd1-cd60-4ffe-98ee-4546bbc78a9d", "title": "Will the James Webb Space Telescope discover a new exoplanet with potential signs of life by 2030?", "body": "The question will resolve as Yes if, by December 31, 2030, the James Webb Space Telescope (JWST) team or a peer-reviewed scientific publication confirms the discovery of an exoplanet with the following characteristics:\n\n- The exoplanet must be located outside our solar system.\n- It must orbit within the habitable zone of its star, where liquid water could exist on the planet's surface.\n- There must be detectable signs of life, such as atmospheric bio-signatures or other indicators of biological activity, as recognized by the scientific community.\n- The discovery must be made using data collected by the JWST, and the results must be verifiable by independent researchers.\n\nIn the event that the JWST is no longer operational, the resolution will be based on the last available data collected by the telescope prior to its discontinuation. If the JWST program is terminated before 2030 without a successor telescope capable of similar observations, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Space Exploration"}, "resolution": null}
{"id": "a805a930-1002-49fd-a4e2-bb297ae54079", "title": "Will Russia successfully launch a manned mission to the Moon by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Russian space agency Roscosmos, or any other Russian entity, successfully launches and completes a manned mission to the Moon. A mission is considered successful if it includes a safe launch, Moon landing, and return of the crew to Earth. The crew must perform at least one extravehicular activity (EVA) on the Moon's surface. The resolution will rely on official statements from Roscosmos, corroborated by at least two independent space industry authorities. In the event of a dispute regarding the mission's success, the resolution will default to the judgment of the International Astronautical Federation (IAF). If no mission is launched, or if a mission is launched but fails to meet the above criteria, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Space Exploration"}, "resolution": null}
{"id": "35c13d57-1377-4d61-88d6-37e16771253b", "title": "Will researchers find evidence of microbial life on Mars by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a peer-reviewed scientific publication or an official announcement by a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) that provides direct evidence of microbial life on Mars. Direct evidence may include, but is not limited to, the detection of microorganisms, microbial fossils, or unambiguous chemical biosignatures indicative of life. Indirect evidence or hypotheses without direct physical proof will not be considered sufficient. In the event of a dispute over the findings, a panel of experts in astrobiology or a similar field, agreed upon by Metaculus Admins, will be consulted to determine the validity of the claim. If no such evidence is presented or confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microbiology", "category": "Space Exploration"}, "resolution": null}
{"id": "90a8c123-a306-4079-825b-02dcf09de445", "title": "Will the European Union introduce a new member state before the end of 2025?", "body": "This question will resolve as Yes if, by 31 December 2025, at least one new country is officially admitted and recognized as a member state of the European Union (EU). Official admission is defined as the completion of the accession process, including the signing of the Treaty of Accession, ratification by the existing EU member states, and the formal granting of EU membership status to the new member state. The resolution will be based on official announcements from the European Council, the European Commission, or other authoritative EU bodies. In the event of ambiguity or dispute over the status of a new member state, the resolution will default to the most recent official statement or document provided by the European Council or the European Commission. If no new member state is admitted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "European Union", "category": "Politics"}, "resolution": null}
{"id": "10b2118d-f851-4988-b082-317860dee5a5", "title": "Will Major League Baseball (MLB) implement a policy addressing political endorsements by players before the end of 2024?", "body": "This question will resolve as Yes if, before December 31, 2024, Major League Baseball (MLB) officially adopts a policy that explicitly addresses political endorsements by players. The policy must be documented and publicly announced by MLB through official channels such as a press release, official website publication, or a public statement by an authorized MLB representative. The policy must specifically mention political endorsements and outline the stance of MLB regarding such endorsements, whether it be allowing, restricting, prohibiting, or otherwise regulating them. The resolution will not consider informal guidelines or private communications as an official policy. In the event that MLB is dissolved or undergoes a significant restructuring that makes it unrecognizable in its current form, the question will resolve as No. If no such policy is announced by the resolution date, the question will also resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Politics"}, "resolution": null}
{"id": "39f30eec-9c40-44c9-8472-2ce57e3c2dd8", "title": "Will the US dollar cease to be the world's primary reserve currency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of the following conditions are met:\n\nThe International Monetary Fund (IMF) reports that the US dollar constitutes less than 50% of global foreign exchange reserves.\n\nThe Bank for International Settlements (BIS) or the World Bank publishes data showing that the majority of international trade settlements are routinely conducted in a currency other than the US dollar.\n\nA resolution by the United Nations or a similar international body officially recognizes a currency other than the US dollar as the world's primary reserve currency.\n\nIn the event that the IMF, BIS, World Bank, or United Nations cease to exist or no longer publish relevant data, a reputable financial institution or consortium of financial experts, agreed upon by Metaculus Admins, will be consulted for the determination of the primary reserve currency status.\n\nEdge cases, such as temporary fluctuations or the emergence of a basket of currencies that does not include the US dollar as the majority component, will not be considered as meeting the resolution criteria.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Politics"}, "resolution": null}
{"id": "53a47de5-58fd-41cb-894f-99af1ebbbbb0", "title": "Will Russia implement a new form of government replacing the current presidential system by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Russian Federation officially adopts a new form of government that is not a presidential system, as defined by the current Constitution of the Russian Federation (as of 2023). The new form of government must be substantively different and not merely a rebranding or minor modification of the existing presidential system. \n\nThe change must be recognized and reported by at least three of the following authoritative sources: The United Nations, the Council of Europe, the Organization for Security and Co-operation in Europe (OSCE), or major international news organizations such as Reuters, BBC, or The New York Times. \n\nIn the event that the Russian Federation ceases to exist as a sovereign entity or undergoes a significant territorial change, the question will resolve as No unless a new form of government replacing the presidential system is established and recognized across the majority of the former Russian Federation's recognized territory prior to the change. \n\nIf there is ambiguity regarding the implementation of a new government form due to political instability, lack of clear international recognition, or conflicting reports, the question will resolve as No unless clear evidence is provided by the aforementioned authoritative sources by the resolution date.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Politics"}, "resolution": null}
{"id": "c7d6d337-9772-4630-abce-46b0737f7f86", "title": "Will a major political theory or philosophy emerge and gain substantial international influence by 2030?", "body": "A 'major political theory or philosophy' is defined as a new framework or system of political thought that has not been significantly discussed prior to 2021. It must be recognized and analyzed in at least 10 peer-reviewed academic publications in the field of political science or philosophy. Additionally, it must be explicitly endorsed or implemented as a guiding principle by at least one nation-state or by a political organization with representation in multiple nation-states. The influence of the theory or philosophy must be evident through legislative, policy, or social changes that are directly attributed to its principles. In the event of ambiguity, a panel of five experts from top global universities in political science or philosophy will be consulted to determine if the criteria have been met. The decision of the panel will be considered final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Politics"}, "resolution": null}
{"id": "53f4db62-ec4c-403e-9de6-c3425eded35a", "title": "Will NASA successfully conduct a manned mission to Mars before 2040?", "body": "This question will resolve as Yes if NASA successfully lands at least one human astronaut on the surface of Mars and the astronaut safely returns to Earth before January 1, 2040. A mission will be considered successful if it meets the following criteria:\n\n- The mission is conducted by NASA, either independently or in collaboration with other space agencies or private entities.\n- The astronaut must physically walk on the surface of Mars.\n- The mission includes a safe return trip to Earth, with the astronaut surviving the journey back.\n\nThe resolution will be based on official NASA announcements, live broadcasts, or confirmations from recognized international space agencies. In the event of a dispute or ambiguity regarding the mission's success, the resolution will default to the most recent and credible information available from authoritative scientific publications or expert consensus.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NASA", "category": "Politics"}, "resolution": null}
{"id": "ec3aaf48-aa67-4c65-8954-41dfcf5f9fbf", "title": "Will Brazil deploy a national AI strategy for improving public healthcare by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Brazilian government has officially announced and begun the implementation of a national strategy that utilizes artificial intelligence (AI) to enhance public healthcare services. The strategy must include specific initiatives aimed at improving patient outcomes, reducing costs, or increasing efficiency within the public healthcare system. The announcement must be verifiable through official government channels or statements from the Ministry of Health. In the event of ambiguity or partial implementation, the question will resolve as Yes only if the core objectives of the strategy are actively being pursued in practice, as evidenced by government reports or credible media coverage. If no official strategy is announced or if the strategy announced does not specifically target public healthcare improvements through AI, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "72c50327-e8fb-4617-b70c-06299758dde1", "title": "Will an AI system be used to coach a professional basketball team during an official game by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an AI system has been used to perform the role of head coach or assistant coach during at least one official game of a professional basketball league recognized by FIBA. The AI must make strategic decisions such as player substitutions, play calling, and timeout management without human intervention during the game. The use of the AI system must be documented and confirmed by the league's official records or a statement from the team. If the AI system is used in a coaching capacity but does not have full autonomy in decision-making, the question will resolve as No. In the event that the professional basketball season is disrupted or cancelled, the resolution date may be extended to the end of the following season.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "565f6905-d547-4cc2-8345-e62ddd3627d6", "title": "Will the Biden administration implement a policy requiring AI ethics review for federal AI projects before the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the Biden administration has officially announced and implemented a policy that mandates an ethics review for all federal AI projects. The policy must be applicable to all federal agencies and must include a clear set of guidelines for conducting the ethics review. The policy should address at least the following aspects of AI ethics: data privacy, algorithmic bias, transparency, and accountability. The announcement of the policy can be through an executive order, federal regulation, or an official statement from the White House. The implementation of the policy must be evidenced by the initiation of ethics reviews in at least three different federal agencies, with at least one project in each agency undergoing the review process. If the Biden administration is succeeded before the end of 2024, the resolution will be based on the policies in place as of the last day of the administration. In the event that no official policy is announced, but an executive order or similar directive leads to the widespread adoption of ethics reviews in practice, the question will resolve as Yes if the practice is consistent with the described criteria and is in effect across multiple federal agencies by the resolution date.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "d92006ab-8718-46d6-a973-1c2a085a09a9", "title": "Will North Korea launch a satellite into orbit that is recognized by international space agencies before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the Democratic People's Republic of Korea (North Korea) successfully launches a satellite into Earth's orbit, and the following conditions are met:\n\n- The satellite must complete at least one full orbit around the Earth.\n\n- The launch and the satellite's orbital status must be independently verified by at least two of the following space agencies: NASA (United States), ESA (European Space Agency), Roscosmos (Russia), CNSA (China National Space Administration), or ISRO (Indian Space Research Organisation).\n\n- The satellite must be intended for peaceful purposes, as stated by North Korean officials and corroborated by at least one of the verifying space agencies.\n\n- In the event that international space agencies do not provide explicit recognition, the satellite's orbital status must be confirmed by credible astronomical institutions or by evidence from tracking data provided by an established satellite tracking service.\n\n- If the satellite is launched but fails to achieve orbit, or if the satellite is not recognized due to geopolitical disputes, the question will resolve as No.\n\n- If North Korea announces a launch and no independent verification is possible by the resolution date, the question will resolve as Ambiguous.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "North Korea", "category": "Space Exploration"}, "resolution": null}
{"id": "db452285-6b03-4f56-9f20-c4840a0ea157", "title": "Will Australia commit to a manned lunar mission by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the Australian government, or a recognized space agency or private spaceflight company based in Australia, officially announces and commits to conducting a manned lunar mission. The commitment must include a clear statement of intent to send at least one Australian astronaut to the lunar surface, along with a planned timeline for the mission's launch. The announcement must be verifiable through official government channels, press releases, or major media outlets. In the event of ambiguity or partial commitments, the question will resolve as No unless there is an unequivocal declaration of a manned lunar mission. If no such announcement is made by the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Space Exploration"}, "resolution": null}
{"id": "9edc9eaa-4e1a-48ff-b027-ab419a1b8884", "title": "Will an environmental science satellite dedicated to monitoring climate change be launched by a private space company before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a private space company successfully launches a satellite with the primary mission of monitoring climate change. The satellite must be equipped with instruments capable of measuring at least three of the following: atmospheric temperature, sea level rise, greenhouse gas concentrations, ice sheet dynamics, or deforestation rates. The launch and the satellite's capabilities must be confirmed by a recognized space industry authority, such as the United Nations Office for Outer Space Affairs (UNOOSA) or the International Astronautical Federation (IAF). In the event that multiple satellites are launched, only the first satellite that meets these criteria will be considered for resolution. If no such satellite is launched by the specified date, the question will resolve as No. In the case of ambiguity or disputes regarding the satellite's primary mission or capabilities, a panel of three independent experts in the field of environmental science and space technology will be convened to make a final determination.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Space Exploration"}, "resolution": null}
{"id": "72740aa2-e43b-4e62-b105-69bed30691a3", "title": "Will Germany implement a nationwide policy specifically regulating the use of genetic engineering in humans by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the German government has enacted and brought into force a nationwide policy that explicitly regulates the use of genetic engineering in humans. The policy must be applicable across the entire country and not limited to specific regions or states within Germany.\n\nThe policy must address at least one of the following aspects of genetic engineering in humans:\n\n- Ethical guidelines for genetic modification procedures.\n- Legal framework for research and application of genetic engineering.\n- Standards and certifications required for facilities and practitioners performing genetic modifications.\n- Patient consent and rights in the context of genetic engineering.\n\nThe resolution will be based on official publications or announcements by the German government, such as legislative texts, official press releases, or statements from relevant government officials. In the absence of direct government communication, credible news reports from established media outlets may be used to confirm the implementation of such a policy.\n\nIf multiple policies are implemented, the one with the broadest scope will be considered for resolution. If a policy is passed but not implemented by the resolution date, the question will resolve as No. In the event of ambiguity or lack of clear evidence, the question will remain unresolved until sufficient information becomes available.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Politics"}, "resolution": null}
{"id": "42cdd07b-5bfc-449b-aeaa-ef442b5f6f4c", "title": "Will Germany announce the commencement of a major public infrastructure project involving significant engineering advancements by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the German government or any of its federal states officially announces the commencement of a major public infrastructure project that includes significant engineering advancements. The project must meet the following criteria:\n\n- The project is publicly announced by an official government source, such as a press release, official statement, or government spokesperson.\n\n- The project involves the construction, upgrade, or expansion of physical infrastructure, such as transportation networks, energy systems, or public buildings.\n\n- The project incorporates significant engineering advancements, which are defined as novel technologies or methods that represent a substantial improvement over existing solutions in terms of efficiency, sustainability, or functionality. Examples include, but are not limited to, the use of smart materials, automation in construction processes, or innovative energy solutions.\n\n- The project has a planned or actual start date within six months of the announcement.\n\nIn the event that multiple projects are announced, the resolution will be based on the first project that meets all the above criteria.\n\nIf no such project is announced by the specified date, or if the project announced does not meet the criteria outlined above, the question will resolve as No.\n\nIn case of ambiguity regarding the significance of the engineering advancements, a panel of three experts in the field of civil engineering, appointed by Metaculus Admins, will determine whether the project meets the criteria. Their decision will be considered final for the purpose of resolving this question.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Politics"}, "resolution": null}
{"id": "cc787111-c31c-4027-b044-ecee6d8de1ae", "title": "Will a political party with a platform focused on advancing genetic engineering policies win a majority in the German Bundestag by 2030?", "body": "This question will resolve as Yes if, by 23:59:59 on December 31, 2030, a political party with a platform that explicitly prioritizes the advancement of genetic engineering policies secures a majority of the seats in the German Bundestag following a federal election. The party must have a clear and public commitment to genetic engineering in its official platform, as evidenced by its manifesto or official statements by its leadership. The resolution will be based on the official election results as reported by the Federal Returning Officer of Germany (Bundeswahlleiter). In the event of a coalition government where the leading party meets the criteria, the question will resolve as Yes only if that party holds the majority of the coalition's total seats. If no party meeting the criteria wins a majority, or if the Bundestag is dissolved without such a party winning a majority by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Germany", "category": "Politics"}, "resolution": null}
{"id": "d93af9ca-6bfc-4bfa-9b0e-f74e7e9ccde3", "title": "Will a COVID-19 vaccine be developed that also provides immunity against specific nuclear radiation-induced illnesses by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a COVID-19 vaccine has been developed and is publicly available that also provides immunity against illnesses induced by specific types of nuclear radiation. The vaccine must meet the following criteria:\n\n- Efficacy: The vaccine must demonstrate at least 50% efficacy in preventing COVID-19 as well as a statistically significant efficacy in preventing illnesses caused by nuclear radiation, as compared to a placebo.\n\n- Approval: The vaccine must receive approval from a major health authority such as the World Health Organization (WHO), the U.S. Food and Drug Administration (FDA), or the European Medicines Agency (EMA).\n\n- Peer-Reviewed Research: The vaccine's effects must be documented in at least one peer-reviewed scientific journal.\n\n- Availability: The vaccine must be available to the general public, with production and distribution confirmed by the manufacturing company or health authorities.\n\nIn the event that no vaccine meeting these criteria is developed by the resolution date, the question will resolve as No. If multiple vaccines meet the criteria, the first vaccine to receive approval will be considered for resolution.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "f70b1d76-c9ed-4552-8174-ad1c36d459a1", "title": "Will NATO establish a dedicated nuclear incident response team by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, NATO has officially announced the establishment of a dedicated nuclear incident response team. The team must be operational and have a clear mandate to respond to nuclear incidents, which may include accidents, unauthorized use of nuclear materials, or nuclear attacks. The announcement must specify the team's capabilities, jurisdiction, and the resources allocated to it. The resolution will rely on official NATO press releases, statements from NATO officials, or NATO documentation. In the absence of a clear announcement by the specified date, the question will resolve as No. If NATO is disbanded or undergoes significant restructuring that makes the establishment of such a team irrelevant or impossible, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "ca5bffbe-8487-44da-97ad-62af602fd91a", "title": "Will Mexico develop its own nuclear power plant by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the government of Mexico has officially announced the completion and operational status of a nuclear power plant within its territory. The plant must be capable of generating nuclear energy for public or industrial use and must have passed all necessary safety and regulatory inspections by the relevant Mexican authorities or international bodies such as the International Atomic Energy Agency (IAEA). The announcement must be verifiable through official government channels, credible news outlets, or direct confirmation from the IAEA. In the event of ambiguity regarding the plant's operational status, the question will resolve as No unless there is clear evidence of the plant producing energy for the grid. If the plant is announced but not operational by the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "808b8f35-d87f-4652-8033-61d3c65f7b9f", "title": "Will OpenAI release a space exploration-related AI model by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, OpenAI has officially released an AI model that is specifically designed for and publicly marketed as aiding in space exploration tasks. The model must demonstrate capabilities in at least one of the following areas: satellite imagery analysis, spacecraft navigation, or astronaut assistance during space missions. The release must be confirmed through an official OpenAI announcement or press release. In the event that OpenAI is dissolved or rebranded before the resolution date, the question will resolve based on the actions of its successor organization. If no successor exists, the question will resolve as No. If OpenAI merges with another entity, the question will resolve based on the actions of the merged entity. If the model is released in a beta or limited access form before the resolution date but is not generally available to the public, the question will resolve as No unless the model is fully released before the resolution date.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "OpenAI", "category": "Space"}, "resolution": null}
{"id": "bde878a4-da04-462e-8853-3cb9b4920d42", "title": "Will SpaceX successfully land a reusable launch system on Mars by 2025?", "body": "This question will resolve as Yes if SpaceX successfully lands a reusable launch system on the surface of Mars on or before December 31, 2025. The landing must be confirmed by SpaceX through an official announcement or a press release. Additionally, the event must be verified by at least one of the following authoritative sources: NASA, the European Space Agency (ESA), or an independent space monitoring organization recognized by the International Astronautical Federation (IAF).\n\nThe reusable launch system must demonstrate the ability to land intact and be capable of being refurbished for a subsequent mission. The resolution will not consider any subsequent missions or the refurbishment process itself.\n\nIn the event of a dispute or ambiguity regarding the landing, the resolution will be based on the consensus of reports from the aforementioned authoritative sources. If no consensus can be reached, the question will resolve as No.\n\nIf SpaceX ceases operations or the Mars mission is officially canceled before the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Space"}, "resolution": null}
{"id": "e6d21560-c0c3-4d81-a7b2-e0874921bb93", "title": "Will a new form of energy be utilized for space travel, replacing traditional chemical rockets, by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, a new form of energy, distinct from traditional chemical rocket propulsion, is used to power a spacecraft for interplanetary travel, and meets the following criteria:\n\n- The spacecraft must complete at least one successful journey between Earth and another celestial body (e.g., the Moon, Mars) using the new energy form as its primary propulsion method.\n\n- The new form of energy must be the main source of propulsion for the spacecraft and must not rely on chemical rockets for more than 10% of the total propulsion throughout the journey.\n\n- The utilization of the new energy form must be confirmed by at least two independent and reputable space agencies or organizations (e.g., NASA, ESA, SpaceX).\n\n- The event must be documented and publicly disclosed through official reports, press releases, or peer-reviewed scientific publications.\n\nIn the event that multiple new forms of energy are utilized, the question will resolve as Yes if at least one meets the above criteria.\n\nIf no new form of energy is utilized by the specified date, or if the use of such energy does not meet the above criteria, the question will resolve as No.\n\nFallback scenario: If the journey is underway but not completed by the resolution date, the question will resolve as Yes only if the spacecraft has already demonstrated the new energy form's capability in interplanetary travel without relying on chemical rockets for more than 10% of the journey.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Space"}, "resolution": null}
{"id": "07443119-a422-4fa9-946f-e27e2de31300", "title": "Will a testable prediction from string theory be confirmed through space exploration missions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of the following criteria are met:\n\n- A space exploration mission, recognized by the International Astronomical Union (IAU) or a similar authoritative body, confirms a prediction unique to string theory that is distinguishable from predictions of other theoretical frameworks.\n\n- A peer-reviewed scientific publication presents empirical evidence from space exploration missions that is widely accepted by the scientific community as a confirmation of a testable prediction from string theory.\n\n- An official statement from a major space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or a renowned scientific organization (e.g., the American Physical Society, the Royal Astronomical Society) acknowledges the confirmation of a string theory prediction through space exploration.\n\nIn the event that multiple interpretations of the results exist, the resolution will be based on the consensus within the scientific community as reflected in a majority of publications and expert opinions.\n\nIf no confirmation is made by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "String theory", "category": "Space Exploration"}, "resolution": null}
{"id": "707c1f04-e325-4094-9c61-cc97f15f2d78", "title": "Will Ukraine launch its own satellite into space without foreign assistance by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Ukrainian government or any Ukraine-based private entity successfully launches and operates a satellite into Earth's orbit without foreign assistance. 'Foreign assistance' refers to any non-Ukrainian technical, financial, or material support in the design, construction, launch, or operation of the satellite. The satellite must complete at least one full orbit around Earth and transmit data back to a Ukrainian ground station to be considered operational. The launch must be independently verified by an authoritative space agency or organization, such as the United Nations Office for Outer Space Affairs (UNOOSA) or the International Astronomical Union (IAU). In the event of a dispute, the resolution will be based on the consensus of at least three recognized space industry experts. If no launch attempt is made by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Space Exploration"}, "resolution": null}
{"id": "ea49b8f5-8d39-4820-a176-672519770d90", "title": "Will the Democratic Party in the US propose a bill dedicated to funding a new space exploration initiative by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, a bill is formally proposed in either the United States House of Representatives or the Senate that allocates federal funds specifically for a new space exploration initiative. The bill must be sponsored by a member of the Democratic Party and must include provisions for funding projects that are not continuations of existing space programs. The bill does not need to be passed into law for this question to resolve as Yes. The proposal of the bill must be verifiable through official congressional records or statements from the Democratic Party. In the event that the status of the bill is unclear or disputed, the resolution will be based on the most authoritative and widely recognized sources available at the time of resolution.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Democratic Party (US)", "category": "Space Exploration"}, "resolution": null}
{"id": "db5680df-8ee4-40c1-bab4-836c9fbdbfff", "title": "Will Brazil have an operational nuclear-powered submarine by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the Brazilian Navy has commissioned and has in operational service at least one nuclear-powered submarine. The submarine must be capable of performing military operations and not solely for training or testing purposes. The operational status should be confirmed by official statements from the Brazilian Navy or the Brazilian government, or by credible reporting from established defense or maritime industry publications. If the submarine is operational but restricted from use due to international sanctions, treaties, or environmental concerns, the question will still resolve as Yes. In the event that the Brazilian Navy has a nuclear-powered submarine under construction but not yet operational, or if the status is unclear as of the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "e5fe8651-bde1-452d-a4ec-4b1437cee261", "title": "Will India conduct a thermonuclear weapons test by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the government of India has officially conducted a thermonuclear weapons test, as confirmed by at least two of the following sources: the International Atomic Energy Agency (IAEA), the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), or the government of India itself. The test must be a deliberate detonation of a thermonuclear device, as opposed to a conventional explosion or a failed test. In the event that official confirmation is not available, the question will resolve as Yes if credible evidence of such a test is reported by at least three major international news organizations (e.g., BBC, CNN, Al Jazeera, Reuters, The New York Times). If there is significant controversy or doubt about the nature of the explosion, the question will resolve as Ambiguous. If no test is conducted or confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "India", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "22767c97-875c-41a3-9352-6db7315179ba", "title": "Will a nuclear technology breakthrough lead to a significant increase in the efficiency of energy production for basketball arena lighting by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a publicly documented case of a basketball arena that has implemented a new nuclear technology resulting in at least a 50% increase in energy efficiency specifically for lighting purposes compared to the baseline efficiency of lighting systems as of 2023. The increase in efficiency must be attributable to a breakthrough in nuclear technology, such as advances in nuclear fusion or fission processes, and not merely improvements in lighting technology or energy management systems. The breakthrough must be recognized by a reputable scientific or industry authority, such as the International Atomic Energy Agency (IAEA) or a similar organization. In the event that multiple arenas claim to have achieved this increase, the first documented case will be considered for resolution. If no such case is documented by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clear documentation, the question will be resolved by a panel of experts in the field of nuclear energy, whose decision will be final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "f5cca420-ff80-4e30-b20c-a3d7f1f32df2", "title": "Will OpenAI release a new AI model that significantly outperforms GPT-4 in general intelligence benchmarks by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, OpenAI has released a new AI model that demonstrates a significant improvement over GPT-4 in terms of general intelligence. The criteria for 'significant improvement' will be based on the model's performance in a set of pre-established benchmarks that assess various dimensions of general intelligence, including but not limited to natural language understanding, problem-solving, logical reasoning, and creativity. The benchmarks will be administered by an independent panel of experts in the field of artificial intelligence, and the results must show at least a 15% increase in performance metrics across the majority of the tested areas compared to GPT-4. The benchmarks and their results must be publicly available and verifiable. In the event that OpenAI does not release a new model by the specified date, or if the model's performance does not meet the outlined criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "OpenAI", "category": "Science"}, "resolution": null}
{"id": "bcdc386b-008c-471c-b775-e9feb18763ac", "title": "Will a new energy storage technology emerge by 2025 that exceeds the energy density of lithium-ion batteries by at least 50%?", "body": "This question will resolve as Yes if, by December 31, 2025, a new energy storage technology is publicly announced and verified to have an energy density exceeding that of the best commercially available lithium-ion batteries in 2023 by at least 50%. The energy density must be measured in watt-hours per kilogram (Wh/kg) and must be demonstrated in a fully functioning prototype, not just a theoretical or lab-scale model. The technology must be scalable and show potential for commercial production. Verification can come from peer-reviewed scientific publications, credible industry reports, or announcements from reputable energy research institutions. In the event of multiple claims, the resolution will be based on the consensus of the scientific community or a designated expert panel. If no such technology is announced or if announcements cannot be verified to meet these criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Science"}, "resolution": null}
{"id": "6c25a769-bb67-4648-9a28-dec627c87677", "title": "Will a major scientific journal publish a paper by 2025 that provides empirical evidence supporting a prominent philosophical theory of consciousness?", "body": "This question will resolve as Yes if, by December 31, 2025, a paper is published in a scientific journal that meets the following criteria:\n\n- The journal must have an impact factor of 5.0 or higher according to the Journal Citation Reports of the year of publication.\n\n- The paper must present empirical evidence that supports a prominent philosophical theory of consciousness, such as Dualism, Physicalism, Panpsychism, or Integrated Information Theory.\n\n- The evidence must be based on experimental data or observations that are peer-reviewed and replicable.\n\n- The paper must be cited by at least three independent researchers in the field of consciousness studies or related disciplines within six months of its publication.\n\n- In the event that multiple theories are supported by different papers, the first paper to be published according to the above criteria will be considered for resolution.\n\n- If no paper is published by the specified date, or if published papers do not meet the above criteria, the question will resolve as No.\n\n- In case of ambiguity or disputes regarding the interpretation of 'prominent philosophical theory of consciousness,' the resolution will defer to the consensus of a panel of three experts in the field, appointed by the Metaculus Admins.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Science"}, "resolution": null}
{"id": "0e2e9d55-95c0-4130-ab62-d1381a5bb5dc", "title": "Will the global economic impact of COVID-19 vaccine distribution lead to a measurable increase in GDP growth rates in low-income countries by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the World Bank or a similar authoritative economic body reports that the average GDP growth rate for low-income countries, as classified by the World Bank at the time of the report, has increased by at least 0.5 percentage points from the average rate reported for the years 2019-2020. The increase must be attributed, at least in part, to the economic impact of COVID-19 vaccine distribution as determined by the reporting body. In the absence of a direct attribution, a consensus of expert economic analyses may be used to infer the impact of vaccine distribution on GDP growth. If no authoritative report or consensus is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Economy & Business"}, "resolution": null}
{"id": "8eead390-0a8e-4a3a-9fdd-bab04f0d7904", "title": "Will DeepMind develop an AI with the capability to significantly disrupt at least one major industry by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, DeepMind has developed an artificial intelligence (AI) system that has been publicly recognized to significantly disrupt at least one major industry. 'Significant disruption' is defined as causing a major shift in industry practices, business models, or market structures, as reported by at least three reputable industry sources (e.g., Forbes, Bloomberg, The Economist). The AI system must be a primary factor in the disruption, as opposed to a contributing technology among others. The industry in question must be one of the following: healthcare, automotive, finance, entertainment, or energy. Disruption is considered significant if it leads to a change in at least 20% of the market share within the industry or a comparable metric of impact, such as a 20% increase in efficiency or productivity. The resolution will rely on reports and analyses from the specified industry sources published by December 31, 2030. In the absence of clear industry consensus, a panel of experts from the affected industry may be consulted to determine the resolution.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "DeepMind", "category": "Economy & Business"}, "resolution": null}
{"id": "9db6e771-2a7a-41bc-9197-54bc57759014", "title": "Will a major astronomical discovery lead to the creation of a new industry by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, a discovery in the field of astronomy leads to the establishment of a new industry that meets the following criteria:\n\n- The discovery must be related to a celestial phenomenon or object that was previously unknown or not fully understood.\n\n- The new industry must be directly based on the application or exploitation of the astronomical discovery.\n\n- The industry must have at least 10 companies or entities with a combined market valuation of over $1 billion USD, or equivalent in other currencies, adjusted for inflation to 2023 levels.\n\n- The industry must be recognized as a distinct economic sector by at least two major financial reporting services, such as Bloomberg, Reuters, or similar.\n\n- The industry must have created at least 1,000 jobs globally.\n\nIn the event that multiple discoveries lead to the creation of new industries, the question will resolve as Yes if at least one industry meets the above criteria.\n\nIf the discovery is made but the industry has not reached the specified scale by the resolution date, the question will resolve as No.\n\nIn the case of ambiguity or disputes over whether an industry is 'new' or based on the astronomical discovery, a panel of experts from the International Astronomical Union (IAU) will be consulted for a final decision.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Economy & Business"}, "resolution": null}
{"id": "65abaa55-c6e2-4cf0-9cfa-006355601e4f", "title": "Will a space elevator be constructed and become operational by 2050?", "body": "This question will resolve as Yes if, by December 31, 2050, a space elevator has been constructed and is operational, as defined by the following criteria:\n\n- Construction Completion: The physical structure of the space elevator, including the base station, tether, and counterweight, must be fully constructed.\n\n- Operational Status: The space elevator must have successfully transported cargo or passengers to and from space at least once.\n\n- Official Confirmation: The operational status must be confirmed by an announcement from the organization responsible for the space elevator's construction or a recognized authority in space exploration, such as NASA, ESA, Roscosmos, or an equivalent organization.\n\n- Public Disclosure: Details of the construction and operational status must be publicly disclosed and verifiable.\n\nIn the event that multiple space elevators are constructed, the resolution will be based on the first elevator that meets these criteria. If no space elevator becomes operational by the resolution date, the question will resolve as No.\n\nEdge Cases: If a space elevator is constructed but not operational due to unforeseen circumstances (e.g., legal, environmental, or technical issues), the question will resolve as No. If the operational status is disputed, a panel of experts from at least three different recognized space exploration organizations must confirm the operational status for the question to resolve as Yes.", "resolution_date": "2050-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Space"}, "resolution": null}
{"id": "17ff1984-3341-4b6b-a90c-377fd877756e", "title": "Will a major space agency name a spacecraft or mission after Scott Alexander before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a major space agency such as NASA, ESA, Roscosmos, CNSA, or ISRO officially names a spacecraft or mission after Scott Alexander. The naming must be confirmed through an official press release or public announcement by the respective agency. In the event of a dispute over what constitutes a 'major' space agency, the decision will be deferred to the Metaculus Admins. If a spacecraft or mission is named after Scott Alexander but the naming is not made public or is retracted before the resolution date, the question will resolve as No. If no such naming occurs by the resolution date, the question will also resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Scott Alexander", "category": "Space"}, "resolution": null}
{"id": "da6cef1f-7985-446e-a8d5-78b26c435688", "title": "Will evidence of supersymmetry be discovered in particle physics experiments conducted in space by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, any of the following conditions are met based on the results of particle physics experiments conducted in space:\n\n1. Detection of particles that are consistent with supersymmetric partners of the Standard Model particles, as confirmed by at least two independent research groups.\n\n2. Observation of phenomena that cannot be explained by the Standard Model alone and are attributed to supersymmetric effects, as recognized by a consensus in the scientific community or a reputable scientific body such as the International Union of Pure and Applied Physics (IUPAP).\n\n3. Publication of peer-reviewed research in a recognized scientific journal that provides empirical evidence supporting the existence of supersymmetry, and this evidence is widely accepted by the particle physics community.\n\nIn the event that multiple experiments provide conflicting results, the resolution will be based on the consensus of the majority of the scientific community. If no consensus is reached by the resolution date, the question will resolve as No.\n\nFor the purpose of this question, 'evidence of supersymmetry' refers to empirical data that indicates the presence of new particles or forces that are predicted by supersymmetric theories and are distinct from those described by the Standard Model of particle physics.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Space"}, "resolution": null}
{"id": "eff67f0e-2d5f-45fa-9775-68d2440ee971", "title": "Will a COVID-19 vaccine be mandated for international travel by any G7 country before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, any of the G7 countries (Canada, France, Germany, Italy, Japan, the United Kingdom, or the United States) officially mandates a COVID-19 vaccine for all individuals entering the country for international travel. The mandate must apply to non-citizens and non-residents and must be a requirement for entry as opposed to a recommendation. The resolution will be based on official statements, legislation, or regulations published by the respective government authorities. In the event of temporary measures due to specific outbreaks, only a continuous mandate lasting more than six months will be considered for resolution. If no such mandate is in place by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Politics"}, "resolution": null}
{"id": "5fea86b6-3c93-4847-aab6-201842e562a2", "title": "Will a new variant of COVID-19 lead to a global lockdown similar to that of 2020 before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the World Health Organization (WHO) or a minimum of five national governments officially declare a global lockdown due to a new variant of COVID-19. The lockdown must be comparable in scale and nature to the lockdowns of 2020, affecting at least 50% of the population in the countries involved and including mandatory stay-at-home orders, closure of non-essential businesses, and international travel restrictions. The new variant must be genetically distinct from previous strains and be identified as the primary cause of the lockdown by the declaring authorities. In the absence of an official global lockdown declaration, the question will resolve as No. If the WHO or relevant national health authorities do not provide a clear statement regarding a global lockdown by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19", "category": "Politics"}, "resolution": null}
{"id": "e2d0d6c7-99d6-4f8d-9cfa-bfda80220e8c", "title": "Will Google face antitrust litigation resulting in a company breakup in the United States before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Google (or its parent company Alphabet Inc.) is subjected to antitrust litigation by the United States government that results in a formal court order or a legally binding agreement mandating the breakup of the company into two or more separate entities. The breakup must be due to antitrust concerns and not for other reasons such as voluntary restructuring or unrelated legal matters. The resolution will be based on official court documents, public statements from the U.S. Department of Justice or the Federal Trade Commission, or credible media reports from established news organizations. In the event of a settlement without a breakup, the question will resolve as No, unless the settlement explicitly includes provisions that effectively divide Google's business operations into independent companies. If litigation is ongoing without a resolution by the specified date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Politics"}, "resolution": null}
{"id": "d3d7a4bb-69e1-4e03-9b5f-65310a077d2c", "title": "Will there be an event officially recognized as part of the Olympic Games that takes place in space before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, an event is officially recognized by the International Olympic Committee (IOC) as part of the Olympic Games and is conducted in a location that is not on Earth's surface. The event must meet the following conditions:\n\n- Official Recognition: The event must be announced by the IOC as an official Olympic event, with athletes representing at least three different nations participating.\n\n- Location: The event must take place either in orbit around Earth, on the Moon, or on any other celestial body, as confirmed by the IOC or a space agency such as NASA, ESA, Roscosmos, CNSA, or any other recognized authority in space exploration.\n\n- Olympic Principles: The event must adhere to the Olympic Charter and embody the values of Olympism, including sportsmanship, fair play, and international cooperation.\n\n- Broadcast and Accessibility: The event must be broadcasted live or recorded for public viewing, and the results must be officially recorded in the Olympic records.\n\nIn the event that the IOC is dissolved or the Olympic Games are fundamentally restructured, an equivalent authoritative body's recognition of the event will be considered valid for the resolution of this question.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Space"}, "resolution": null}
{"id": "adafcbba-9923-4e6b-8350-b56a145d8e65", "title": "Will a space structure designed for human habitation, larger than the International Space Station, be completed by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, there is a completed space structure that is designed for human habitation and is larger in total internal volume than the International Space Station (as of 2023). The space structure must be capable of supporting human life for a minimum of 30 consecutive days without resupply from Earth. The structure must be in orbit, on the moon, or on another celestial body. The completion of the structure will be confirmed by either the agency responsible for its construction or an independent third-party recognized as an authority in space exploration, such as NASA, ESA, or a similar organization. In the event that the International Space Station is expanded beyond its 2023 volume, the new structure must still exceed the expanded volume. If no such structure is completed but is under active construction and projected to be larger than the ISS, the question will resolve as No. If multiple structures qualify, the largest by internal volume will be considered for resolution. In the event of ambiguity or lack of clear authoritative confirmation, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Space"}, "resolution": null}
{"id": "ec665319-d445-429e-aa05-ef881bbbabf4", "title": "Will Donald Trump announce a new space initiative or program during any potential future presidency before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Donald Trump, during a term as President of the United States, announces a new space initiative or program. The announcement must be made in an official capacity, such as during a press conference, a White House briefing, a signed executive order, or a publicized policy document. The initiative or program must be distinct from previous space policies and have a clear mandate or goal, such as establishing a lunar base, launching a new class of space vehicles, or initiating a Mars exploration mission. The announcement must be corroborated by at least two reputable media outlets or an official press release from the White House. If Donald Trump does not serve as President before the resolution date, the question will resolve as No. In the event of ambiguity regarding the novelty or official nature of the announcement, the question will be resolved by a panel of three experts in space policy, whose decision will be final.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Space"}, "resolution": null}
{"id": "9d58cf31-0369-471e-bbca-d2fc66210fc9", "title": "Will a major political figure in Germany publicly endorse an ethical framework, such as Kantian ethics or virtue ethics, as a guiding principle for their policy before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a current member of the German Federal Cabinet or a current leader of a political party represented in the Bundestag publicly endorses Kantian ethics, virtue ethics, or another well-defined ethical framework as a guiding principle for their policy. The endorsement must be explicit, referencing the ethical framework by name, and must be made in a public setting such as an official speech, published article, or recorded interview. The source of the endorsement must be verifiable through reputable media outlets, official government publications, or direct records from the political figure's office. In the event of ambiguity or dispute over the interpretation of the endorsement, a panel of three experts in political philosophy, appointed by a recognized academic institution, will determine whether the criteria have been met. If no such endorsement is made public by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Politics"}, "resolution": null}
{"id": "0ed430ec-70fb-4ed2-ab92-543d5efd126c", "title": "Will the German national cricket team qualify for the ICC T20 World Cup by 2030?", "body": "The question will resolve as Yes if the German national cricket team is listed as a participant in any ICC T20 World Cup tournament that takes place before or during the year 2030. Qualification must be confirmed by the International Cricket Council (ICC) through official announcements or publications. In the event that the ICC T20 World Cup is discontinued, restructured, or if Germany merges with another cricketing body or nation, the question will resolve as No unless the new or restructured event includes a team that is predominantly composed of players eligible for the German national team as of 2023. If the ICC or another authoritative body does not provide clear information on the German team's qualification status by the resolution date, the question will resolve as Ambiguous.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Cricket", "category": "Politics"}, "resolution": null}
{"id": "81687b59-7306-4bcf-992b-2690e0f0c0c1", "title": "Will Germany implement a nationwide ban on combustion engine vehicles by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the German government has passed legislation that prohibits the sale of new vehicles powered solely by internal combustion engines (ICEs) across the entire country. The ban must apply to all new passenger cars, light commercial vehicles, and motorcycles that operate exclusively on gasoline or diesel fuel. Hybrid vehicles that combine an ICE with an electric motor will not be subject to this ban. The resolution will rely on official statements from the German Federal Ministry of Transport and Digital Infrastructure or equivalent successor bodies, as well as the publication of the legislation in the Bundesgesetzblatt (Federal Law Gazette). In the event of ambiguity or partial bans, the question will resolve as No unless a full nationwide ban on the sale of new ICE-only vehicles is unambiguously in effect. If the legislation is passed but subsequently repealed or significantly amended to allow the sale of new ICE-only vehicles before the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Germany", "category": "Politics"}, "resolution": null}
{"id": "d484377b-2a23-4158-b4c5-115583d9a20a", "title": "Will a cryptocurrency be used to fund a particle physics experiment by 2030?", "body": "This question will resolve as Yes if, before December 31, 2030, a cryptocurrency transaction is used to provide funding for a particle physics experiment. The funding must be verifiable through a transaction on a blockchain that is publicly accessible or through official statements from the research institution conducting the experiment. The experiment must be related to the field of particle physics and aim to investigate the fundamental particles and forces of the universe. The funding must be specifically earmarked for the experiment, not for general institutional support. In the event of ambiguity regarding the purpose of the funding, an official statement from the research institution will be considered definitive. If no such transaction or statement is publicly available by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Cryptocurrencies"}, "resolution": null}
