{"id": "cd31dafb-50e6-40cb-bd0f-5d5a94948e87", "title": "Will North Korea conduct a new nuclear test before the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, North Korea conducts a new nuclear test. A \"nuclear test\" is defined as any detonation of a nuclear device intended to test the explosive capabilities of nuclear weaponry, regardless of the yield of the explosion. Verification of a nuclear test will be based on official announcements from the North Korean government, or, in the absence of such announcements, confirmation by at least three of the following international authorities or reputable news organizations: the International Atomic Energy Agency (IAEA), the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), BBC, CNN, Reuters, or The New York Times. Satellite imagery or other credible evidence supporting the occurrence of a nuclear test will also be considered sufficient for resolution. In the event of ambiguous or conflicting reports, the question will resolve as Yes only if the majority of cited sources confirm the test. Edge cases, such as non-explosive nuclear tests or tests conducted in collaboration with other countries, will be considered as fulfilling the criteria for a nuclear test.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "North Korea", "category": "Social Sciences"}, "resolution": null}
{"id": "fa90b0ee-729c-4abc-9100-710f2f5a6d02", "title": "Will a candidate from a third party win any state in the 2024 US presidential election?", "body": "This question will resolve as Yes if, by January 20, 2025, a candidate from a third party (not the Democratic or Republican parties) wins the popular vote in at least one state during the 2024 US presidential election. The outcome must be officially certified by the relevant state authority. In the event of a recount or legal challenge, the resolution will be based on the final, certified election results. Third-party candidates are defined as those not running as Democrats or Republicans, including independent candidates. The resolution will rely on official state election websites and announcements for verification. In the absence of clear information, credible reports from at least three major news organizations (e.g., CNN, The New York Times, The Washington Post) will be considered sufficient evidence. Edge cases, such as a candidate switching parties after winning or a major party candidate running as an independent, will not count towards this question's resolution.", "resolution_date": "2025-01-20 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Social Sciences"}, "resolution": null}
{"id": "e2fdaf7a-676c-42bc-ad5f-8e7d5d819c7d", "title": "Will the European Union implement a unified AI regulatory framework by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the European Union (EU) has officially implemented a unified artificial intelligence (AI) regulatory framework that applies to all member states. The framework must establish clear guidelines and standards for the development, deployment, and ethical use of AI technologies across the EU. The implementation of such a framework must be confirmed by an official EU announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence. The framework must be operational and not merely proposed or in draft form. If the framework is implemented in stages, the question will resolve as Yes once the final stage is officially in place, ensuring the framework's applicability across all member states. Edge cases, such as temporary measures or guidelines that do not cover all AI applications, will not count towards this question's resolution.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "European Union", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "96ceaac8-b301-4b37-a18c-b724e9c8f194", "title": "Will Ukraine join NATO before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine becomes a full member of the North Atlantic Treaty Organization (NATO). Full membership is defined as the completion of all formal accession processes and the official acceptance of Ukraine by all current NATO member states, as confirmed by an official NATO announcement. In the absence of an official announcement, confirmation by at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. This question does not consider intentions, negotiations, or partial agreements as resolution criteria. In the event of a change in the structure or naming of NATO, the question will resolve based on the equivalent entity or agreement that assumes NATO's defense and political objectives.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Geopolitics"}, "resolution": null}
{"id": "55138b2f-3e27-4e7c-be66-b05ee5006b36", "title": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a Formula 1 Grand Prix is officially announced and scheduled to take place in a country that, at the time of the announcement, is under international sanctions imposed by the United Nations, the European Union, the United States, or any combination thereof. The sanctions must be related to the country's government policies or actions and must be in effect at the time of the Grand Prix announcement. The event must be part of the official Formula 1 World Championship calendar, as confirmed by the Fédération Internationale de l'Automobile (FIA) or Formula 1 management. In the event of sanctions being lifted after the announcement but before the actual event, the question will still resolve as Yes. Temporary or partial sanctions that do not affect the country as a whole do not count towards this question's resolution. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient for resolution. The Grand Prix must be held as scheduled; cancellations or indefinite postponements will result in the question resolving as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Formula 1", "category": "Geopolitics"}, "resolution": null}
{"id": "68dae53f-77b2-4d9f-939e-155dc4a6a6f3", "title": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the development of nuclear biocontainment technologies is initiated in response to a new infectious disease. Nuclear biocontainment technologies refer to the use of nuclear energy or radiation to contain, eliminate, or manage infectious agents in a way that prevents their spread or treats infected individuals. The development must be confirmed by an official announcement from a recognized government body, research institution, or corporation involved in the project. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. The technology must be beyond the conceptual phase, with physical prototypes or active development projects underway. Technologies developed for other purposes but repurposed for biocontainment in response to a new infectious disease also qualify, provided the repurposing is officially announced or reported as specified above.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Nuclear Technology & Risks"}, "resolution": null}
