{"line": {"P": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "cac673df-49a7-407a-8c8d-fa2c2c466af2", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "f091291f-6922-4833-bc9b-501240fea98e", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "7e53b4d3-88a5-4cbb-a133-9c703ee8fd3c", "title": "Will both of the following occur: (a) US life expectancy at birth for both sexes fall below 75 years before 2040 and (b) there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n(b) There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory.\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "bfee9afd-2c31-4fe1-8132-9ac52e50d11f", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "3dd43b90-7615-4501-975c-69a76af72307", "title": "Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_and_Q": {"id": "01fbad33-8228-41f4-b6b8-cae7277347d9", "title": "Will both of the following occur: (a) a \"World War Three\" before 2050 and (b) the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\n(a) There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict.\n(b) The price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050.\n\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1.\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "487823e1-84e0-4fe6-9bba-a880f783e355", "title": "Will North Korea and South Korea be recognized as a unified sovereign state by 2045?", "body": "Resolution Criteria\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nWill North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "416cb797-69cb-4298-84d7-fb6af7e302a2", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "99d46966-0108-4e59-a4dd-5dfb7dfb24e2", "title": "Will both of the following occur: (a) North Korea and South Korea be recognized as a unified sovereign state by 2045 and (b) the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\n\n(a) Will North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\n- North Korea and South Korea (or their respective descendants if they change name) merge.\n- North Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n\n(b) Will the United States withdraw from any of its current mutual defence treaties by 2030?\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "5e427d31-8c60-4fc0-a5ef-a85604e9174b", "title": "Will there be a full year with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "Q": {"id": "ba962b7c-f368-401b-8a4d-4f5dd564cb87", "title": "Will the USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "8aaaad59-ccd6-48c5-af38-782f1521d7ca", "title": "Will both of the following occur: (a) There will be a full year with no open stock exchanges in the US by 2120 (b) The USA will enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following conditions are met:\n(a) There is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\n(b) All of the following conditions are met before January 1, 2031:\n- The Insurrection Act is invoked.\n- While the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\n- All of these deaths occur in any US state(s) (including DC).\n\nFine Print\nFor condition (a), we'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n\nFor condition (b), any conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "af6dbfb4-304b-4119-a255-71410cea0ff3", "title": "Will there turn out to be widespread fossils of algae and lichens on Mars?", "body": "Resolution Criteria\nA recent provocative paper by a quite reputable set of astrobiologists and others has claimed that in Gale crater on Mars,\nspecimens resembling terrestrial algae, lichens, microbial mats, stro-matolites, ooids, tubular-shaped formations, and mineralized fossils of metazoans and calcium-carbonate encrusted cyanobacteria were observed and tentatively identified.\nbut of course\nThat some or most of these specimens may be abiotic, cannot be ruled out.\nThis would, of course, be pretty monumental if true. We'll ask whether it will turn out that:\n\"The tentative claims of the 2020 Joseph et al. paper are basically correct and a significant fraction of the features identified there were, in fact, fossils of life on Mars.\"\nThis question is a bit experimental, one of a series of \"self-resolving\" ones. Resolution to this question will be determined as follows:\nIf at any time after the date of Jan 1, 2025 the community prediction is > 95% or < 5%, the question resolves positively or negatively, respectively.\nOtherwise, on or about the close/resolve date of Jan 1, 2030, the question will be decided by unanimous vote of a council of three people as to whether the proposition listed above is true, at 50+% credence (i.e. more true than its negation), resolving ambiguous in the case of disagreement. The council of three will be chosen by quantum mechanical random numbers from a list of 12 people that will be composed by the author around the time of question close, and held secretly until the time of question resolution.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "e016f1b9-b668-4e13-bcbc-0249299b1131", "title": "Will mainstream news media report that alien technology has visited our solar system before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if, between June 1, 2021 to January 1, 2030, 4 credible media sources\n†\nreport that non-human extra-terrestrial technology has been discovered in the solar system (within Neptune's orbit). This may pertain to current claims of UFOs/UAP, events between June 1, 2021 and January 1, 2030, or discoveries of archaelogical evidence (defunct or non-operational technology, found on earth or in the solar system).\nFine Print\n†\nfor this question, credible media sources will include:\nThe Associated Press\nThe New York Times\nThe Wall Street Journal\nThe Washington Post\nThe Los Angeles Times\nTime Magazine\nThe Economist\nThe Times of London\nThe Financial Times\nLe Monde\nor Die Zeit\nAdditionally, A report from a branch of the federal government that claims that aliens are the most likely explanation of a reported observation will count as a source\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "92cbfe2c-18f3-4f06-8dda-c2548cf6692f", "title": "Will both of the following occur: (a) Widespread fossils of algae and lichens will be found on Mars (b) Mainstream news media will report that alien technology has visited our solar system before 2030?", "body": "Resolution Criteria\n(a) Widespread fossils of algae and lichens on Mars:\nA recent provocative paper by a quite reputable set of astrobiologists and others has claimed that in Gale crater on Mars, specimens resembling terrestrial algae, lichens, microbial mats, stromatolites, ooids, tubular-shaped formations, and mineralized fossils of metazoans and calcium-carbonate encrusted cyanobacteria were observed and tentatively identified. However, some or most of these specimens may be abiotic. This would be monumental if true. We'll ask whether it will turn out that: \"The tentative claims of the 2020 Joseph et al. paper are basically correct and a significant fraction of the features identified there were, in fact, fossils of life on Mars.\" This question is experimental and self-resolving. Resolution will be determined as follows: If at any time after Jan 1, 2025, the community prediction is > 95% or < 5%, the question resolves positively or negatively, respectively. Otherwise, on or about Jan 1, 2030, the question will be decided by unanimous vote of a council of three people as to whether the proposition listed above is true, at 50+% credence (i.e., more true than its negation), resolving ambiguously in the case of disagreement. The council of three will be chosen by quantum mechanical random numbers from a list of 12 people composed by the author around the time of question close, and held secretly until the time of question resolution.\n\n(b) Mainstream news media report that alien technology has visited our solar system before 2030:\nThis question will resolve as Yes if, between June 1, 2021, and January 1, 2030, 4 credible media sources report that non-human extraterrestrial technology has been discovered in the solar system (within Neptune's orbit). This may pertain to current claims of UFOs/UAP, events between June 1, 2021, and January 1, 2030, or discoveries of archaeological evidence (defunct or non-operational technology, found on Earth or in the solar system). Credible media sources include: The Associated Press, The New York Times, The Wall Street Journal, The Washington Post, The Los Angeles Times, Time Magazine, The Economist, The Times of London, The Financial Times, Le Monde, or Die Zeit. Additionally, a report from a branch of the federal government that claims that aliens are the most likely explanation of a reported observation will count as a source.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "dffdfbc1-cddd-4753-b9ec-3b947ac0e813", "title": "Will Starlink conduct an IPO before 2030?", "body": "Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "be35545b-3192-4f9c-bab2-5e67c2506764", "title": "Will NASA return a sample of material from the surface of Mars to Earth before SpaceX Starship lands on Mars?", "body": "Resolution Criteria\nThe resolution of this question depends on the relative timing of two events:\n1) A mission substantially (>30%) or wholly funded by NASA successfully returns a sample from the surface of Mars to Earth.\n2) A rocket build by SpaceX designated as \"Starship\" or clearly designated as a successor to Starship successfully lands on Mars.\nThe question will resolve positive if event 1) happens before event 2).\nThe question will resolve negatively if event 2) happens before event 1).\nIf neither of these events happens before the closing date (2035) the question will resolve ambiguously.\nNote that the following series of events would result in a negative resolution: SpaceX builds a Starship rocket which is purchased by NASA. That rocket lands on Mars successfully. That rocket returns to Earth with samples from Mars in it. Because the SpaceX Starship landed on Mars before the NASA mission returned samples to Earth, the question resolves negative.\nSimilarly, the following sequence of events would resolve positive: NASA contracts a Falcon Heavy from SpaceX for one of its missions. That mission successfully returns samples to Earth before Starship lands on earth.\nIt is also worth noting that if both NASA and SpaceX hew to their currently claimed timelines, Starship will land on Mars in 2026, 4 years before a sample return mission is completed in 2030\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_and_Q": {"id": "944c9f77-893a-4b6a-a77b-8d72b490fe5f", "title": "Will Starlink conduct an IPO before 2030 and will NASA return a sample of material from the surface of Mars to Earth before SpaceX Starship lands on Mars?", "body": "Resolution Criteria\nThis question will resolve positively only if both of the following occur:\n1) Starlink conducts an IPO before 2030-01-01 00:00 UTC. This will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.\n2) NASA returns a sample of material from the surface of Mars to Earth before SpaceX Starship lands on Mars. The resolution of this part depends on the relative timing of two events:\n   a) A mission substantially (>30%) or wholly funded by NASA successfully returns a sample from the surface of Mars to Earth.\n   b) A rocket built by SpaceX designated as \"Starship\" or clearly designated as a successor to Starship successfully lands on Mars.\n   This part will resolve positively if event a) happens before event b).\n   This part will resolve negatively if event b) happens before event a).\n   If neither of these events happens before the closing date (2035), this part will resolve ambiguously.\n   Note that the following series of events would result in a negative resolution: SpaceX builds a Starship rocket which is purchased by NASA. That rocket lands on Mars successfully. That rocket returns to Earth with samples from Mars in it. Because the SpaceX Starship landed on Mars before the NASA mission returned samples to Earth, this part resolves negatively.\n   Similarly, the following sequence of events would resolve positively: NASA contracts a Falcon Heavy from SpaceX for one of its missions. That mission successfully returns samples to Earth before Starship lands on Mars.\n   It is also worth noting that if both NASA and SpaceX hew to their currently claimed timelines, Starship will land on Mars in 2026, 4 years before a sample return mission is completed in 2030.\nThe question will resolve negatively if either of the above criteria is not met.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "6bdb3daf-2cc4-48fb-857b-ad85fb949ffb", "title": "Will renewable energy contribute between 25% and 48% to global electricity production in 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "b50ad15e-d720-4476-b801-a8a1c5a801c7", "title": "Will Republicans win control of the US House of Representatives in 2024?", "body": "Resolution Criteria\nResolves true if Republicans^ win 50% + 1 or more seats in the US House. Resolves false if Democrats^ win 50% + 1 or more seats. If neither of those parties wins 50% + 1 or more (e.g. an unaligned 3rd party wins seats), then the question resolves ambiguously.\nFine Print\n.* If the total number of seats in the US House changes, then the number needed for a majority changes with it.\n.^ Independents who caucus with the Republicans will be counted as Republicans; likewise independents who caucus with Democrats.\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_and_Q": {"id": "c9536dc1-8672-48e5-b46d-0cbbdc753bd3", "title": "Will both of the following occur: (a) Renewable energy will contribute between 25% and 48% to global electricity production in 2030 and (b) Republicans will win control of the US House of Representatives in 2024?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\n(b) Republicans win 50% + 1 or more seats in the US House in 2024. Resolves false if Democrats win 50% + 1 or more seats. If neither of those parties wins 50% + 1 or more (e.g. an unaligned 3rd party wins seats), then the question resolves ambiguously.\n\nFine Print\n.* If the total number of seats in the US House changes, then the number needed for a majority changes with it.\n.^ Independents who caucus with the Republicans will be counted as Republicans; likewise independents who caucus with Democrats.\n\nHistorical data for renewable energy can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "12fd2053-ced0-4db7-8c5c-f01a1620ed6b", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolution Criteria\nResolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "514c1a19-8118-401a-a5a0-01bac02859b6", "title": "Will Iran possess a nuclear weapon before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "4880e7f7-b2a6-47fa-bdcc-b173bfa2b37f", "title": "Will both of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024 and (b) Iran possess a nuclear weapon before 2030?", "body": "Resolution Criteria\n(a) Resolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n(b) This question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "c00b79ff-85d1-4317-950f-e635258bd985", "title": "Will the human condition change fundamentally before 2100?", "body": "Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "5cfbdd4b-c25c-410e-8b3b-90f8c4aea018", "title": "Will one of the first AGI claim to be conscious?", "body": "Resolution Criteria\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_and_Q": {"id": "3a2f3218-4dcd-4748-9165-ecd2c5275cb2", "title": "Will both of the following occur: (a) the human condition change fundamentally before 2100 and (b) one of the first AGI claim to be conscious?", "body": "Resolution Criteria\n\n(a) The human condition change fundamentally before 2100:\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems imminent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n\n(b) One of the first AGI claim to be conscious:\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "4a3f056c-6945-4835-a042-7ba4dc90f405", "title": "Will humans go extinct before 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "5a203903-0a72-48b5-a983-7a3d2b455352", "title": "If there's a 10% global agricultural shortfall by 2030, will this cause >400 million fatalities?", "body": "Resolution Criteria\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024[1]). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nSee also:\nWill the first nuclear conflict involving >100 detonations cause >1m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >1b fatalities within 10 years of the final detonation?\nWill the first nuclear conflict involving >1000 detonations cause >4b fatalities within 10 years of the final detonation?\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n[1] The reason for using 2030 rather than 2024 for this question is that the fatalities and discussion of them may occur on a several-year delay from the actual shortfall. It therefore seemed unwise to force this question to resolve by 2024, and hence best to make this part of the long-term rather than calibration tournament.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "c5b19f00-5c68-47b1-85c2-ce5eacc53038", "title": "Will humans go extinct before 2100 and will a 10% global agricultural shortfall by 2030 cause >400 million fatalities?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n(a) There are no known humans alive on January 1, 2100. For these purposes, humans are defined as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\n(b) There is a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024). This could be caused either by nuclear conflict or by something else. At least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. If a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\n\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "f1dadf3e-226b-48f7-9b6f-aab5b8fafe73", "title": "Who will be elected to be US President in 2024? (Donald Trump)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "Q": {"id": "2654f00c-caa2-4a18-a4b7-f45f8c9d4d5f", "title": "Will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_and_Q": {"id": "fe5baa2d-2e52-490a-a3f6-d707763385e7", "title": "Will Donald Trump be elected US President in 2024 and be the Time person of the year in 2024?", "body": "Resolution Criteria\n1. This question will resolve as Yes if Donald Trump wins the 2024 US presidential election and is named the Time person of the year in 2024. It will resolve as No if either or both of these conditions are not met.\n\n2. For Donald Trump to be considered the winner of the 2024 US presidential election, he must win the majority of votes in the Electoral College, or be selected by Congress following the contingency procedure in the Twelfth Amendment. This does not require that he wins the popular vote, be projected by news media as winning the election, or be officially inaugurated or perform any duty of the US President, only that he has been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous.\n\n3. For Donald Trump to be considered the Time person of the year in 2024, he must be named as such by Time magazine. This includes being named as the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "91ccf253-699d-45eb-99d4-ebd52d97396f", "title": "By 2100, will the human population decrease by at least 10% during any period of 5 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if the human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less. Years are here defined as consecutive calendar years.\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n</small\n", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "fbe0a62c-93e7-4f3e-8e4a-39b798c982df", "title": "Will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolution Criteria\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable fo the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "69708eff-9026-4882-b2c4-0b85983f988b", "title": "By 2100, will the human population decrease by at least 10% during any period of 5 years and will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) The human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less. Years are here defined as consecutive calendar years.\n(b) Expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\n\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\n\nFine Print\nA \"weak\" Artificial General Intelligence should be capable of the following:\n- Able to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\n- Able to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\n- Be able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\n- Be able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\n\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\n- If a global biological catastrophe occurs, will it reduce the human population by 95% or more?\n- If an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\n- If a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\n- If a global climate disaster occurs by 2100, will the human population decline by 95% or more?\n- If a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\n\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\n- By 2100 will the human population decrease by at least 10% during any period of 5 years?\n- Will such a catastrophe be due to either human-made climate change or geoengineering?\n- Will such a catastrophe be due to a nanotechnology failure-mode?\n- Will such a catastrophe be due to nuclear war?\n- Will such a catastrophe be due to an artificial intelligence failure-mode?\n- Will such a catastrophe be due to biotechnology or bioengineered organisms?\n\nAll results are analysed here, and will be updated periodically.\n", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "5d610796-600e-4d4d-bed5-99a3f264140e", "title": "Will the UK have a Labour Prime Minister on January 1, 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030 is a member of the Labour Party.\nOtherwise, the question resolves negatively.\nFine Print\nIf, in 2030, the United Kingdom does not exist in its 2020 form, then the question resolves as the Prime Minister of the country containing London.\nIf the Labour party is simply renamed, this question applies to the new party.\nIn case the Labour party does not continue in its current form, this question also resolves positively if the following three conditions are all met at 2030-1-1 00:00 GMT:\nThe UK Prime Minister is a member of a political party that did not exist on 2021-01-01,\nThe UK Prime Minister is former member of the Labour party, and\nFewer than 20% of MPs belong to the Labour Party.\nIf, at 2030-1-1 00:00 GMT, there is no such Prime Minister, the question resolves ambiguously.\n", "resolution_date": "2030-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "51f7b86e-1bf7-4686-b025-78327cc20bb6", "title": "Will Tom Tugendhat become UK Conservative Party Leader before 2030?", "body": "Resolution Criteria\nThis question resolves positively if Tom Tugendhat holds the office of Leader of the Conservative Party at any time before January 1, 2030. Acting leaderships do not count; he must formally be the leader of the party for a positive resolution", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "0c8ab92d-3c01-436f-bf4a-6cfba61ee138", "title": "Will the UK have a Labour Prime Minister on January 1, 2030, and will Tom Tugendhat become UK Conservative Party Leader before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n(a) The UK Prime Minister on January 1, 2030 is a member of the Labour Party.\n(b) Tom Tugendhat holds the office of Leader of the Conservative Party at any time before January 1, 2030. Acting leaderships do not count; he must formally be the leader of the party for a positive resolution.\n\nFine Print\nIf, in 2030, the United Kingdom does not exist in its 2020 form, then the question resolves as the Prime Minister of the country containing London.\nIf the Labour party is simply renamed, this question applies to the new party.\nIn case the Labour party does not continue in its current form, this question also resolves positively if the following three conditions are all met at 2030-1-1 00:00 GMT:\nThe UK Prime Minister is a member of a political party that did not exist on 2021-01-01,\nThe UK Prime Minister is former member of the Labour party, and\nFewer than 20% of MPs belong to the Labour Party.\nIf, at 2030-1-1 00:00 GMT, there is no such Prime Minister, the question resolves ambiguously.", "resolution_date": "2030-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "5ede5d78-b775-447e-a668-d7aef74405db", "title": "Will any asteroid or comet have been mined in space for commercial purposes before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if at least 100kg of resources are harvested primarily for commercial purposes from any asteroids or comets before January 1, 2030, according to credible media reports.\nResources mined from asteroids or comets after impact with Earth or any other planetary-mass body do not count for purposes of this question. 'Commercial purposes' includes (inter alia) exclusive use by the mining company or sale on commercial terms (e.g. not a nominal $1 payment) to any third party (for any purpose, including scientific analysis), but excludes purely scientific missions launched by public or private bodies with the sole goal of performing scientific analysis on material samples\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "8aca53a2-8496-4da2-b7b7-72d75a809437", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "P_and_Q": {"id": "dfc50bae-3cc6-4950-a32e-4173c9a6128f", "title": "Will both of the following occur: (a) Any asteroid or comet be mined in space for commercial purposes before 2030 and (b) Humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\n(a) This question will resolve as Yes if at least 100kg of resources are harvested primarily for commercial purposes from any asteroids or comets before January 1, 2030, according to credible media reports. Resources mined from asteroids or comets after impact with Earth or any other planetary-mass body do not count for purposes of this question. 'Commercial purposes' includes (inter alia) exclusive use by the mining company or sale on commercial terms (e.g. not a nominal $1 payment) to any third party (for any purpose, including scientific analysis), but excludes purely scientific missions launched by public or private bodies with the sole goal of performing scientific analysis on material samples.\n(b) Since October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years. This question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050? For a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers). If the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. However, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "2812c7ed-2968-4cd9-8cd5-285160b2c185", "title": "In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election?", "body": "Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election", "resolution_date": "2025-01-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "5bde7ac1-f15e-4340-b669-744035438af8", "title": "Will the National Popular Vote Interstate Compact reach majority in the Electoral college before 2030?", "body": "Resolution Criteria\nThis question resolves positively if at least five reliable media sources report that states representing at least half of Electoral College votes have signed the NPVIC before 2030.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "66f261eb-d271-4023-9970-e47348118fe6", "title": "Will both of the following occur: (a) In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election? (b) Will the National Popular Vote Interstate Compact reach majority in the Electoral College before 2030?", "body": "Resolution Criteria\n(a) This question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election.\n(b) This question resolves positively if at least five reliable media sources report that states representing at least half of Electoral College votes have signed the NPVIC before 2030.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "6b8e8311-2b3f-456e-aea2-9b39411ef810", "title": "Will a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "e948c69e-b6f7-4c88-ba48-5dc0f7d2d1cc", "title": "Will the United States drop below a 7 in the Democracy index by 2040?", "body": "Resolution Criteria\nIf at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "aa946a4c-89d4-4f75-8b98-959fdd901b4c", "title": "Will both of the following occur: (a) A nuclear weapon be detonated as an act of war by 2050 and (b) The United States drop below a 7 in the Democracy index by 2040?", "body": "Resolution Criteria\n(a) This question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n\n(b) If at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "f243375b-cdfd-4ae2-83ab-93e1c09f04a6", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "1f1a331d-1cd1-475c-96fb-9315ad735efb", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "28c9184a-31b4-43a3-b3ad-b3d1c58a2af6", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030 and will there be a US-China war before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.\n(b) A US-China war occurs before January 1, 2035, defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively. Battle-related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "a82e9874-e07d-4bc3-bc4e-6b6132292d95", "title": "Will any senior executives of these major public companies be imprisoned for corporate crimes before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if any senior executive (current or former) is convicted of crimes relating to actions taken in a corporate capacity (ie ignoring crimes committed which are unrelated to their companies and crimes committed for their own benefit at the expense of their employer (eg insider trading)), and their prison sentence begins between January 1, 2021 to January 1, 2026.\nSenior executives are those executives and directors who are named on official filings to their respective stock exchanges.\nAn executive will be eigible in this question if they are employed by a company that was listed in any of these major indicies at any time in 2021 or later, even if subsequently delisted:\nS&P500\nFTSE100\nDAX40\nCAC40\nFTSE MIB\nNikkei 22\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "77a7ddec-4f6c-4865-85f0-9cfad62a77da", "title": "Who will be elected to be US President in 2024? (Kamala Harris)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_and_Q": {"id": "42819ba1-afde-49a2-8d0a-5f2284cc8eaf", "title": "Will both of the following occur: (a) Any senior executives of major public companies be imprisoned for corporate crimes before 2026 and (b) Kamala Harris be elected as US President in 2024?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n(a) Any senior executive (current or former) is convicted of crimes relating to actions taken in a corporate capacity (i.e., ignoring crimes committed which are unrelated to their companies and crimes committed for their own benefit at the expense of their employer (e.g., insider trading)), and their prison sentence begins between January 1, 2021, to January 1, 2026. Senior executives are those executives and directors who are named on official filings to their respective stock exchanges. An executive will be eligible in this question if they are employed by a company that was listed in any of these major indices at any time in 2021 or later, even if subsequently delisted: S&P500, FTSE100, DAX40, CAC40, FTSE MIB, Nikkei 225.\n(b) Kamala Harris wins the 2024 US presidential election. This will be the person who wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment. This question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "d8f6e179-cdfa-44c8-953a-628a265d34e9", "title": "Will the United Kingdom rejoin the European Union before 2030?", "body": "Resolution Criteria\nResolves positively if the future UK government and parliament legally rejoins the union. July 14, 2023 Clarification: a Yes resolution requires an accession treaty to come into force before 2030.\nIf the EU ceases to exist before resolution, this question resolves negatively\nIf the EU changes its name or function, and the UK rejoins this new body, the question resolves positively\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "d3fbea89-9324-4a29-951a-58a1ff7630a7", "title": "When the next referendum is held on Scotland's Union with the United Kingdom, will Scotland vote to leave?", "body": "Resolution Criteria\nThis question applies to the next held referendum, whenever it is held.\nIt must be a referendum that has an option to leave the union with England. It resolves positively if that option receives the most votes, and negatively otherwise.\nIn case no referendum is held before 2050, the question resolves ambiguously\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_and_Q": {"id": "974aee75-f0f1-4ae3-9ca4-3c069196acdc", "title": "Will the United Kingdom rejoin the European Union before 2030 and will Scotland vote to leave the United Kingdom in the next referendum?", "body": "Resolution Criteria\n1. The United Kingdom must legally rejoin the European Union before 2030. This requires an accession treaty to come into force before 2030. If the EU ceases to exist before resolution, this question resolves negatively. If the EU changes its name or function, and the UK rejoins this new body, the question resolves positively.\n2. When the next referendum is held on Scotland's Union with the United Kingdom, Scotland must vote to leave. This applies to the next held referendum, whenever it is held. It must be a referendum that has an option to leave the union with England. It resolves positively if that option receives the most votes, and negatively otherwise. In case no referendum is held before 2050, the question resolves ambiguously.\nBoth conditions must be met for a positive resolution.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "bb96ee18-0347-4831-a701-4d2e07aa568b", "title": "Will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "45ef207a-23f6-41f8-abf0-9232ca04a6cc", "title": "If and when this graph is extended to 10^14 parameter models trained on 10^14 elapsed tokens of similar-quality data, will the 10^14 parameter learning curve have slowed down substantially?", "body": "Resolution Criteria\nThis question resolves positively if the relevant experiment is done and reported (extending this graph, or providing equivalent data) and the slope of the learning curve for the 10^14 parameter model around 10^14 data points (Say, from 10^12 to 10^14) is less than half as steep as the slope of L(D). It resolves negatively if instead the slope is at least half as steep as L(D).\nThis question also resolves positively (or negatively) if it becomes uncontroversial what would have happened if the experiment had been done. For example, maybe other experiments will provide much more evidence about neural net scaling trends in general, such that it will be easy to calculate what would happen with this one in particular.\nThis question resolves ambiguously if by 2050 no one has performed the experiment AND there is no consensus about what would have happened if someone had.\nThe Metaculus moderators are the judge of final resort for determining whether and how to resolve this question.\nFor more context, see the comment threads below (Search for \"It's a big deal.\")\nFine Print\nIt is important that the data used to extend the graph be of similar quality. Obviously if we just threw in 10^14 tokens of basic arithmetic problems, the model would get good at basic arithmetic but not at anything else, and it's unclear whether the result would be on-trend or not. Ideally we'd have 10e14 tokens of diverse internet text, scanned books, chat logs, emails, etc. If this experiment gets done with different-quality data, the question becomes whether it gives us enough evidence to uncontroversial predict what would have happened if we had done it with similar-quality data.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_and_Q": {"id": "9b8a3a88-cbac-43f4-8c82-7d913b7c66b8", "title": "Will both AI progress surprise us by predictions of AGI jumping sharply and the 10^14 parameter learning curve slow down substantially?", "body": "Resolution Criteria\nThis question resolves as YES if both of the following occur:\n(a) The Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Some examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc. This change must occur in both Metaculus and community prediction as the source of odds.\n(b) The relevant experiment is done and reported (extending the graph, or providing equivalent data) and the slope of the learning curve for the 10^14 parameter model around 10^14 data points (Say, from 10^12 to 10^14) is less than half as steep as the slope of L(D). It resolves negatively if instead the slope is at least half as steep as L(D). This question also resolves positively (or negatively) if it becomes uncontroversial what would have happened if the experiment had been done. For example, maybe other experiments will provide much more evidence about neural net scaling trends in general, such that it will be easy to calculate what would happen with this one in particular. This question resolves ambiguously if by 2050 no one has performed the experiment AND there is no consensus about what would have happened if someone had. The Metaculus moderators are the judge of final resort for determining whether and how to resolve this question.\n\nFine Print\nFor (a), the change in both Metaculus and community prediction as the source of odds is required.\nFor (b), it is important that the data used to extend the graph be of similar quality. Obviously if we just threw in 10^14 tokens of basic arithmetic problems, the model would get good at basic arithmetic but not at anything else, and it's unclear whether the result would be on-trend or not. Ideally we'd have 10e14 tokens of diverse internet text, scanned books, chat logs, emails, etc. If this experiment gets done with different-quality data, the question becomes whether it gives us enough evidence to uncontroversial predict what would have happened if we had done it with similar-quality data.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0}}}
{"line": {"P": {"id": "65164fc3-acc8-4fb0-9be3-96ca10090e63", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "d3ae3f54-c4a5-4ee7-9628-dad8656dd4f2", "title": "Will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "1b4c666c-e02d-48e3-84ae-872ecc39e8d0", "title": "Will both of the following occur: (a) a \"World War Three\" before 2050 and (b) AI progress surprising us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\n(a) There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict.\n(b) Both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date.\n\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition (a).\n[2021-11-24]: Edited to clarify the time constraints for condition (a).\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion for condition (a).)\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds for condition (b).\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "4acf88bb-ddef-4e30-b883-4d18e42a3bca", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "7f097582-c626-4215-aa95-b36e812cbf81", "title": "Will the Eurozone collapse before 2030?", "body": "Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "b681bf1f-5ec7-4326-9d74-f0d25f104243", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty and will the Eurozone collapse before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\n(b) At any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\n\nFine Print\nFor part (a), the EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n- 40% reduction in greenhouse gas emissions by 2030, compared to 2019\n- At least 27% of total energy consumption from renewable energy\n- At least 27% increase in energy efficiency in comparison with projections\n\nFor part (b), clarified on April 17, 2022, that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "c43e7d32-a2be-450a-8187-80fc2eedfa64", "title": "Will a non-state actor develop their own nuclear weapon by 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group outside a state's nuclear chain of command develops a nuclear weapon that is in deployable condition (though it need not be used, detonated, or set on alert). This will not include cases where a deployable weapon is sold, stolen, or inadvertently lost by a state (such scenarios are addressed in a separate question).\nDirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "5d780d21-6e9f-461a-80b1-04590df11d94", "title": "Before 2032, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?", "body": "Resolution Criteria\nThis question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage.\nMultiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions.\nTo count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage.\nTo be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution.\nDeaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\nFine Print\nA system should be considered AI if it is widely considered to be AI (e.g. by the credible media reports resolving the question). If this is not sufficiently clear for resolution, then as a secondary criterion, any system using machine learning techniques which has an agentic role in the disaster in question should count for this question.\nEconomic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not.\nThis question will resolve according to Metaculus' sole discretion.\nThe resolution criteria of this question were updated on May 2, 2023. See this comment for more details.\n", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "ed81ae76-a6bf-42b4-ae12-bccfe5574005", "title": "Will both of the following occur: (a) a non-state actor develops their own nuclear weapon by 2030 and (b) before 2032, an event precipitated by AI malfunction causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(a) Between this question opening and 2030-01-01, an individual or group outside a state's nuclear chain of command develops a nuclear weapon that is in deployable condition (though it need not be used, detonated, or set on alert). This will not include cases where a deployable weapon is sold, stolen, or inadvertently lost by a state (such scenarios are addressed in a separate question). Dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source. This question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins.\n(b) Before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage. To be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution. Deaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\nFine Print\nA system should be considered AI if it is widely considered to be AI (e.g. by the credible media reports resolving the question). If this is not sufficiently clear for resolution, then as a secondary criterion, any system using machine learning techniques which has an agentic role in the disaster in question should count for this question. Economic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not. This question will resolve according to Metaculus' sole discretion. The resolution criteria of this question were updated on May 2, 2023. See this comment for more details.\n", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "19339be1-3f6d-4dc4-9cf5-f66f04709a9a", "title": "Will there be a China-India war by 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a China-India war is defined as the China and India collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the China and an ally of India or between India and an ally of the China will not count towards positive resolution. If this does not occur by January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "2661adcf-35f6-4ab6-bc5c-c3460903540a", "title": "In 2029, will the US have 3,800 or fewer nuclear weapons?", "body": "Resolution Criteria\nThe size of the US's nuclear weapons stockpile reached a peak in 1966 at around 30,000 warheads. Following the deescalation and the end of the Cold War, the number has substantially decreased. Kristensen and Korda (2019) estimate that the US maintains a deployed stockpile of nearly 3,800 warheads. The approximate breakdown is as follows:\n1,750 warheads are currently deployed, of which\n1,300 strategic warheads are deployed on ballistic missiles,\n300 at strategic bomber bases in the United States,\n150 tactical bombs are deployed at air bases in Europe.\n2,050 are in storage as a so-called hedge against technical or geopolitical surprises.\nIt is possible that this trend will reverse in a period of nuclear rearmament, especially if world tensions get worse. The Trump Administration’s Nuclear Posture Review takes a confrontational tone, presenting an assertive posture that embraces “Great Power competition” and includes plans to expand the US' nuclear arsenal.\nIn 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\nSee also the related question, If the US does not pursue nuclear disarmament, how many nuclear warheads will it have in 2029?\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "5a01ccf2-4f35-4e7c-9c2f-3e51a86ef495", "title": "Will both of the following occur: (a) a China-India war by 2035 and (b) the US having 3,800 or fewer nuclear weapons in 2029?", "body": "Resolution Criteria\n(a) For the purposes of this question, a China-India war is defined as China and India collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between China and an ally of India or between India and an ally of China will not count towards positive resolution. If this does not occur by January 1, 2035, this part of the question will resolve negatively. Battle-related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n(b) This part of the question resolves positively if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook, report that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists is no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "f238a09d-6cb9-4f0f-9a93-ee24b6bb63a0", "title": "Before 2100, will there be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?", "body": "Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C.\nIf NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "94a598dd-bc5a-45dd-81f7-9ca7bb770c1a", "title": "If >100 offensive nuclear detonations occur in a single conflict by 2030, will this cause a global temperature drop of ≥3°C?", "body": "Resolution Criteria\nThis question will resolve as Yes if the following two criteria are met:\nThere is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030\nAverage global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict.\nThis question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "e653deaf-8c37-43bd-be13-ff8850fbb60e", "title": "Will both of the following occur: (a) Before 2100, there will be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline, and (b) If >100 offensive nuclear detonations occur in a single conflict by 2030, this will cause a global temperature drop of ≥3°C?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following criteria are met:\n(a) Before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C. If NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion.\n(b) There is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030, and the average global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict. This question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "dd7f65df-4209-4391-8867-4691703b776e", "title": "Will there be another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026?", "body": "Resolution Criteria\nThis question resolves positively if, in 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations (see fine print for details).\nGrants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example.\nFine Print\nA donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count).\nAn organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, I will make a best-effort attempt to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021.\nBy way of a guide, this is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n[EDIT] Sylvain 2021-09-28: clarified that Good Ventures doesn't count.\n", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "bee48855-4216-4553-b858-448b3cad9b13", "title": "In 2031, will at least 90% of Open Philanthropy Project grant money be directed using effective altruist principles?", "body": "Resolution Criteria\nThis question will resolve as Yes if in 2031, at least 90% of Open Philanthropy Project grants, on a dollar-weighted basis, are directed according to Effective Altruist principles. Open Phil's grant writups (such as this example), generally refer to cause reports (such as here), and the cause reports provide justification for why the cause is a high priority under effective altruist principles.\nJudging this question affirmatively does not require that people agree on whether Open Phil is succeeding according EA principles, only that it is attempting to follow them. People can reasonably disagree about which causes are the most effective.\nIf Open Phil makes less than $1 million in grants in 2031, this question will resolve as *Ambiguous.\n", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "P_and_Q": {"id": "ed11e608-a37f-40ec-aadb-20f32d20fd69", "title": "Will there be another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026 and will at least 90% of Open Philanthropy Project grant money be directed using effective altruist principles in 2031?", "body": "Resolution Criteria\nThis question resolves positively if both of the following occur:\n(a) In 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations (see fine print for details).\nGrants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example.\nFine Print\nA donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count).\nAn organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, I will make a best-effort attempt to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021.\nBy way of a guide, this is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n[EDIT] Sylvain 2021-09-28: clarified that Good Ventures doesn't count.\n(b) In 2031, at least 90% of Open Philanthropy Project grants, on a dollar-weighted basis, are directed according to Effective Altruist principles. Open Phil's grant writups (such as this example), generally refer to cause reports (such as here), and the cause reports provide justification for why the cause is a high priority under effective altruist principles.\nJudging this question affirmatively does not require that people agree on whether Open Phil is succeeding according EA principles, only that it is attempting to follow them. People can reasonably disagree about which causes are the most effective.\nIf Open Phil makes less than $1 million in grants in 2031, this question will resolve as *Ambiguous.\n", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "6462d263-2b0c-4a62-8277-b17bc5457449", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Pakistan)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "f1f672b7-2fd0-4dc8-bb9b-7262aa9e5381", "title": "Will any country have a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThis question resolves positively if, at any time between November 1, 2021 and January 1, 2030, the following two conditions are met:\nAt least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example).\nNo two independent credible sources with ability to evaluate such a claim contest / deny this claim. Media reports will be counted only to the extent that they reference to such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then)\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "6d59ede8-8470-4fcb-b9f8-5fac4de0025b", "title": "Will both of the following occur: (a) At least one fatality in Pakistan from an offensive nuclear detonation by 2030 (b) Any country having a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\n\n(a) At least one fatality in Pakistan from an offensive nuclear detonation by 2030:\nThis is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in Pakistan (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part will resolve as No. If the only nuclear detonations in this period occur outside of Pakistan (for example, they occur in international waters, or a region(s) not listed below), this part will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nFine Print:\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n(b) Any country having a nuclear weapon with yield above 30 MT by 2030:\nThis part resolves positively if, at any time between November 1, 2021 and January 1, 2030, the following two conditions are met:\nAt least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example).\nNo two independent credible sources with ability to evaluate such a claim contest/deny this claim. Media reports will be counted only to the extent that they reference such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgment about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis part can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then).\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "7ff07297-5424-471a-89c7-224dc610e50d", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "a67e4ea7-ab4d-4f31-ae42-a3046980027d", "title": "Will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "f4747754-0264-4f23-b842-763b4334bbaa", "title": "Will humanity maintain a continuous off-Earth presence until 2050 and will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria\n\n1. Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n\n2. Will SpaceX land anything on Mars before 2030?\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}}}
{"line": {"P": {"id": "a7bf1032-1809-4082-a603-d8b2159b9a19", "title": "Conditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "b822e9ff-d699-4b6b-8313-9cfbfe0ba613", "title": "In 2029, will the US have 3,800 or fewer nuclear weapons?", "body": "Resolution Criteria\nThe size of the US's nuclear weapons stockpile reached a peak in 1966 at around 30,000 warheads. Following the deescalation and the end of the Cold War, the number has substantially decreased. Kristensen and Korda (2019) estimate that the US maintains a deployed stockpile of nearly 3,800 warheads. The approximate breakdown is as follows:\n1,750 warheads are currently deployed, of which\n1,300 strategic warheads are deployed on ballistic missiles,\n300 at strategic bomber bases in the United States,\n150 tactical bombs are deployed at air bases in Europe.\n2,050 are in storage as a so-called hedge against technical or geopolitical surprises.\nIt is possible that this trend will reverse in a period of nuclear rearmament, especially if world tensions get worse. The Trump Administration’s Nuclear Posture Review takes a confrontational tone, presenting an assertive posture that embraces “Great Power competition” and includes plans to expand the US' nuclear arsenal.\nIn 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\nSee also the related question, If the US does not pursue nuclear disarmament, how many nuclear warheads will it have in 2029?\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "e5668154-73d5-44fb-9cc0-d291b6af79fd", "title": "Given New START is renewed or replaced by a similar treaty after February 2026, will there be both a nuclear exchange between Russia and the US by 2035 and the US having 3,800 or fewer nuclear weapons in 2029?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\n\nThis question resolves positively if both of the following conditions are met:\n1. There is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\n2. Credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook, report that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists is no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\n\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\n\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\n\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "5e4eccbd-8d64-410b-814e-242dac38de08", "title": "By 2050, will genetic engineering techniques be available which can raise IQ by 10 points?", "body": "Resolution Criteria\nThis question will resolve as Yes if by January 1, 2050, there is at least one commercially available genetic engineering technique shown to raise a patient's IQ by 10 or more points on average. This procedure must be effective on >66% of the public; an intervention focused on patients with down syndrome, for example, does not qualify. Studies from medical journals, statements by government agencies or public health officials may be used as resolution sources if Metaculus Admins find them to be credible.\nA procedure can be considered \"commercially available\" if it is available to the general public for a total cost of less than 25% of the median household income for that nation in that year. \"Genetic engineering techniques\" include embryo selection, gametogenesis, gene therapy, CRISPR editing, and other forms of gene editing or artificial selection. For example in the case of embryo selection, the technique may resolve this question positively if it can select embryos with an average of >10 IQ gain over the median embryo for that patient. Adverse side effects of these procedures are irrelevant for the purposes of this question (with the exception that the patient must typically survive for at least 5 years following the procedure).\nResolution may be delayed up to 2060 to confirm the effectiveness of the genetic engineering techniques. If studies are unclear at this point, the resolution may be delayed, or resolve ambiguously at the discretion of Metaculus Admins\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "9e43bbab-9444-4fb4-9157-cf4e50659fc5", "title": "Will an oracle superintelligence be developed before a general superintelligence?", "body": "Resolution Criteria\nThis question will immediately resolve positively if an AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. If a generally superhuman AI is developed first, the question will immediately resolve negatively. By default, the question will resolve ambiguously on the resolve date, 2099-12-31.\nSuccessful creation of either technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_and_Q": {"id": "0d44f348-3481-4b5f-aabf-8befbbac10a2", "title": "By 2050, will genetic engineering techniques be available which can raise IQ by 10 points, and will an oracle superintelligence be developed before a general superintelligence?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) By January 1, 2050, there is at least one commercially available genetic engineering technique shown to raise a patient's IQ by 10 or more points on average. This procedure must be effective on >66% of the public; an intervention focused on patients with down syndrome, for example, does not qualify. Studies from medical journals, statements by government agencies or public health officials may be used as resolution sources if Metaculus Admins find them to be credible. A procedure can be considered \"commercially available\" if it is available to the general public for a total cost of less than 25% of the median household income for that nation in that year. \"Genetic engineering techniques\" include embryo selection, gametogenesis, gene therapy, CRISPR editing, and other forms of gene editing or artificial selection. For example in the case of embryo selection, the technique may resolve this question positively if it can select embryos with an average of >10 IQ gain over the median embryo for that patient. Adverse side effects of these procedures are irrelevant for the purposes of this question (with the exception that the patient must typically survive for at least 5 years following the procedure). Resolution may be delayed up to 2060 to confirm the effectiveness of the genetic engineering techniques. If studies are unclear at this point, the resolution may be delayed, or resolve ambiguously at the discretion of Metaculus Admins.\n(b) An AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. If a generally superhuman AI is developed first, the question will immediately resolve negatively. By default, the question will resolve ambiguously on the resolve date, 2099-12-31. Successful creation of either technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "640fd112-c328-4b8a-a1b0-0925f6a81cc1", "title": "Will another 9/11 on U.S. soil be prevented at least through 2030?", "body": "Resolution Criteria\nAs of mid-2018, it's been almost 17 years since the September 11, 2001 terrorist attacks that destroyed the Twin Towers in New York and damaged the Pentagon. Nearly 3,000 people died in the attack. Since that time, fortunately, there hasn't been another attack on the U.S. homeland that's anywhere close to the size and scale of 9/11.\nHowever, we cannot rest easy.\nAs The Atlantic reported in September 2016:\nAre we safer? Yes, we’re safer from the kind of orchestrated attack that shocked us on that September morning. It’s harder for terrorists to get into the country, and harder for them to pull off something spectacular if they do. But we have not plugged some of the most threatening security gaps.\nA special report compiled by the Heritage Foundation examined 60 terrorist plots that have unfolded since 9/11.\nHow long can our luck – and the good work of law enforcement – hold out?\nCan we prevent a US terrorist attack equal to (or worse than) 9/11 in terms of lives lost, at least through the year 2030?\nFor these purposes, a terrorist attack will point to something purposeful but not directly implemented by a nation-state's government and military.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "508cf643-2dd3-42ec-a070-259ad29b2ccd", "title": "Conditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_and_Q": {"id": "a3e5316a-b295-41af-b381-b32054eb26f4", "title": "Will both of the following occur: (1) Another 9/11 on U.S. soil be prevented at least through 2030 and (2) Conditional on New START being renewed or replaced by another similar treaty after February 2026, there be no nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\n1. Another 9/11 on U.S. soil be prevented at least through 2030:\nAs of mid-2018, it's been almost 17 years since the September 11, 2001 terrorist attacks that destroyed the Twin Towers in New York and damaged the Pentagon. Nearly 3,000 people died in the attack. Since that time, fortunately, there hasn't been another attack on the U.S. homeland that's anywhere close to the size and scale of 9/11.\nHowever, we cannot rest easy.\nAs The Atlantic reported in September 2016:\nAre we safer? Yes, we’re safer from the kind of orchestrated attack that shocked us on that September morning. It’s harder for terrorists to get into the country, and harder for them to pull off something spectacular if they do. But we have not plugged some of the most threatening security gaps.\nA special report compiled by the Heritage Foundation examined 60 terrorist plots that have unfolded since 9/11.\nHow long can our luck – and the good work of law enforcement – hold out?\nCan we prevent a US terrorist attack equal to (or worse than) 9/11 in terms of lives lost, at least through the year 2030?\nFor these purposes, a terrorist attack will point to something purposeful but not directly implemented by a nation-state's government and military.\n\n2. Conditional on New START being renewed or replaced by another similar treaty after February 2026, there be no nuclear exchange between Russia and the US by 2035:\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}}
{"line": {"P": {"id": "fdeb82e6-e221-4312-9b3c-c0089fcd016d", "title": "Will a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "0502826e-c0f7-4a05-928d-14631422a734", "title": "Will the USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "d459c9c2-42a7-48c3-8054-1624cc03a1d5", "title": "Will both of the following occur: (a) a nuclear weapon be detonated as an act of war by 2050 and (b) the USA enter a second civil war before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n(a) There is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n(b) All of the following conditions are met before January 1, 2031:\n- The Insurrection Act is invoked.\n- While the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\n- All of these deaths occur in any US state(s) (including DC).\nFine Print\nFor (a):\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nFor (b):\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.001}}}
{"line": {"P": {"id": "17d1e5c0-83b1-4554-b592-9ce94e7bdedf", "title": "Will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria\nThis question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "2d296d41-d21e-428b-8b8b-4a2faba5f8be", "title": "Will any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "8b9ef440-7763-4590-8ffa-849664c07328", "title": "Will both of the following occur by 2030: (a) the US conducts a nuclear test explosion and (b) any state tests a nuclear weapon with yield above 30 MT?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following occur by January 1, 2030: (a) the US conducts a nuclear test explosion, verified by the CTBTO, the UN, or an official government statement from the US, and (b) there are reports by reputable sources of any state testing a nuclear weapon with a yield above 30 MT. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "0594e7d6-789b-488f-a23e-376e0557024b", "title": "Will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "c10ccb68-1565-42c2-856f-557c81dedbfb", "title": "If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?", "body": "Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n", "resolution_date": "2073-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "P_and_Q": {"id": "ce6058f5-73b9-4bf3-941a-86b8f0edd75a", "title": "Will both of the following occur: (a) a 4-year interval in which world output doubles before 2050 and (b) if there's a nuclear conflict involving >1,000 detonations, humanity's population be less than 400 million 50 years later?", "body": "Resolution Criteria\n1. This question will resolve positively if both of the following occur:\n(a) World output doubles in a period of 4 years or less before 2050. Resolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). This question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously: [Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n(b) 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million. This question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100. For the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively. We request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n", "resolution_date": "2073-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "341d82b8-025d-4920-8bbd-319db84ef860", "title": "If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?", "body": "Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "8d3b12cf-4e60-4568-9ba0-21925a827757", "title": "Will Sam Bankman-Fried be the richest person in the world by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2021 to January 1, 2050, Sam Bankman-Fried is the richest person in the world according to the Bloomberg Billionaire Index or Forbes' List of Billionaires. It is not necessary for Bankman-Fried to maintain this position for any length of time, so long as Bankman-Fried's estimate of wealth is accurate (not reported in error).\nIf both Bloomberg and Forbes do not regularly update and report this information during this period, Metaculus may select an alternative credible source at their discretion, or resolve as Ambiguous\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "fc072898-fe48-4f30-b7c0-a6f407bf8e12", "title": "Will both of the following occur: (a) If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months? (b) Will Sam Bankman-Fried be the richest person in the world by 2050?", "body": "Resolution Criteria\n(a) This question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead.\n(b) This question will resolve as Yes if, at any point between January 1, 2021 to January 1, 2050, Sam Bankman-Fried is the richest person in the world according to the Bloomberg Billionaire Index or Forbes' List of Billionaires. It is not necessary for Bankman-Fried to maintain this position for any length of time, so long as Bankman-Fried's estimate of wealth is accurate (not reported in error).\nIf both Bloomberg and Forbes do not regularly update and report this information during this period, Metaculus may select an alternative credible source at their discretion, or resolve as Ambiguous.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "82a74d6c-b7b8-474e-8aab-a22c081efdba", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "Q": {"id": "5a919ee6-f558-4da3-bf37-5074456a995b", "title": "Before 2070, Will there be a civil war in a country that, in January 2022, had a median age above 30?", "body": "Resolution Criteria\nRelated Questions on Metaculus:\nWill a civil war break out in a country with median age above 30 before 2070?\nWill the USA enter a second civil war before 2031?\nThere is a large variation in the median age of countries. Some have suggested that a youth bulge makes civil war more likely. Syria, Afghanistan, Libya, and Iraq have median ages at most 30 and experienced civil wars recently, as does virtually all of sub-Saharan Africa which has experienced civil wars. Sri Lanka's median age passed 30 right around the time the Sri Lankan Civil War ended. Younger populations are associated with an increased risk of civil war.\nBefore 2070, Will there be a civil war in a country that, in January 2020, had a median age above 30?\nThis question will resolve positively if before January 1, 2070, at least two of the New York Times, the Wall Street Journal, the Economist, the Guardian, and the Spectator indicate that a civil war begins in a country that has a median age is 30.1 or above according to the 2020 figures from both the CIA World Factbook and the United Nations.. A copy of this data is available here.\nIn the case of political or territorial changes of any nation on the list, the successor country will be identified as having the same political capitol as the parent country.\n", "resolution_date": "2069-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "c6e6f0b4-7616-423e-964e-37260f15d5a4", "title": "Will both of the following occur before 2070: (a) a global thermonuclear war and (b) a civil war in a country that had a median age above 30 in January 2022?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur before January 1, 2070:\n(a) A global thermonuclear war, defined as an armed conflict where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\n(b) A civil war begins in a country that had a median age above 30 in January 2022. This will be determined if at least two of the New York Times, the Wall Street Journal, the Economist, the Guardian, and the Spectator indicate that a civil war has begun in such a country, with the median age being 30.1 or above according to the 2020 figures from both the CIA World Factbook and the United Nations. In the case of political or territorial changes of any nation on the list, the successor country will be identified as having the same political capital as the parent country.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.001}}}
{"line": {"P": {"id": "1d895bc9-a5d8-4bd8-87c1-91594ff8ddb7", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "069e2e68-29e6-4c0e-8926-d235ae09a16e", "title": "Will armed conflict between the Republic of China (Taiwan) and the People's Republic of China (PRC) cause at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2050, either of the following occurs:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_and_Q": {"id": "5efefa3b-8709-43ff-a7a8-73e96dbc4970", "title": "Will both of the following occur: (1) At least one fatality in North Korea from an offensive nuclear detonation by 2030 (2) Armed conflict between Taiwan and the PRC causing at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n1. At least one offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2030, and there is at least 1 fatality from any nuclear detonation occurring in North Korea (or regions), at any point between January 1, 2021 to January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n2. At any time between January 1, 2021 and January 1, 2050, either of the following occurs: (a) There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths. (b) There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "c87dc309-78d2-41e9-b031-b467ad13aaf4", "title": "Will any country's military expenditure exceed that of the United States before 2030?", "body": "Resolution Criteria\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nWill any country spend more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year?\nResolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\nOur comparison will use three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}, "Q": {"id": "2159c33c-8535-4c99-a659-c8801a1164cc", "title": "Will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "1d5e10b7-4130-4396-9234-cc96d5b94d77", "title": "Will any country's military expenditure exceed that of the United States before 2030 and will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria\n\n1. Will any country spend more on its military/defense in a given year before (and including) 2030 than the United States spends in the same year?\n- The United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\n- Resolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\n- Our comparison will use a three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n\n2. Will there be an AI Sputnik moment before 2050?\n- There is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050:\n  - A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\n  - News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n  - The Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\n  - The Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\n  - Practically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\n\nFine Print\n- Google Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\n  - At least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\n  - The increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "9b47c1ad-f464-4db0-b268-13db5f242e5a", "title": "Will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?", "body": "Resolution Criteria\nThis question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "854d595d-b092-40df-8467-57af0ca3392e", "title": "Will any country have a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThis question resolves positively if, at any time between November 1, 2021 and January 1, 2030, the following two conditions are met:\nAt least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example).\nNo two independent credible sources with ability to evaluate such a claim contest / deny this claim. Media reports will be counted only to the extent that they reference to such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then)\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "c20b217d-c87d-4eae-82ae-e270220be0a9", "title": "Will both of the following occur: (a) a non-test nuclear detonation causes at least one fatality in the US by 2050 and (b) any country has a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n1. An offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n2. At least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example). No two independent credible sources with ability to evaluate such a claim contest / deny this claim. Media reports will be counted only to the extent that they reference to such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then).\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "a37c7b3d-f7d3-4a91-a474-bf7172f65f94", "title": "Who will be the Democratic nominee for the 2024 US Presidential Election? (Joe Biden)", "body": "Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Democratic National Convention as the nominee for the 2024 US Presidential Election. All other candidates not selected by the DNC will resolve as No, for whatever reason (if they are deceased, choose not to seek nomination, withdraw candidacy, are not selected by delegates, or any other reason). This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Democratic nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Democratic National Convention.\nFine Print\nIf there is no Democratic National Convention convened in the year 2024, or that convention does not select a nominee, this question will resolve as Ambiguous.\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 1.0}, "Q": {"id": "ca5dc7c2-27ba-46a0-b964-9922193f8dee", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "c0d43e6d-b1d2-4490-9d7e-c84b839456fc", "title": "Will Joe Biden be the Democratic nominee for the 2024 US Presidential Election and will there be a US-China war before 2035?", "body": "Resolution Criteria\n\n1. Joe Biden as Democratic Nominee:\nThis question will resolve as Yes if Joe Biden is selected by the Democratic National Convention as the nominee for the 2024 US Presidential Election. All other candidates not selected by the DNC will resolve as No, for whatever reason (if they are deceased, choose not to seek nomination, withdraw candidacy, are not selected by delegates, or any other reason). This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who receives the Democratic nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Democratic National Convention.\nFine Print\nIf there is no Democratic National Convention convened in the year 2024, or that convention does not select a nominee, this question will resolve as Ambiguous.\n\n2. US-China War:\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}}}
{"line": {"P": {"id": "72facd2f-168f-4096-aeaf-4c8dfaa8aa9b", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "e1043ac0-fde0-459e-a69c-4e2c00e59183", "title": "Will the S&P 500 hit 10,000 points by the end of the decade?", "body": "Resolution Criteria\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "e10faa13-6bdd-4022-affa-446460748f77", "title": "Will both of the following occur: (1) If there is at least one nuclear detonation by 2030, will there be at least one fatality in China? (2) Will the S&P 500 hit 10,000 points by the end of the decade?", "body": "Resolution Criteria\n(1) This question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part of the question will resolve as Ambiguous. If there is at least one offensive nuclear detonation in this time period, this part of the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in China (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part of the question will resolve as No. If the only nuclear detonations in this period occur outside of China (for example, they occur in international waters, or a region(s) not listed below), this part of the question will resolve as No. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution. For this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins. A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n(2) The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia) The S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends? This question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "25e35368-2bfb-4c29-a94d-8e8822fc8b0a", "title": "Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?", "body": "Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "3290684e-705f-48c1-aade-53276afb4ee9", "title": "Will there be a prominent platform for facilitating dominant assurance contracts before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if a prominent platform for facilitating the creation and distribution of dominant assurance contracts, as defined in Alex Tabarrok's original paper on the matter, comes into existence before January 1, 2035. A \"prominent platform\" is defined as a platform that meets ANY of the following conditions,\nIts owners credibly assert credibly that their website, app, or program has received an average of at least 5000 unique daily hits in the last 30 days.\nAny of the following newspapers have produced at least one article which was primarily about them: USA Today, The Wall Street Journal, Newsday, Los Angeles Times, The New York Times, Chicago Tribune, The Washington Post.\nA Wikipedia page about the platform survives for at least 1 year without being delete\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "5fa805a3-eeb4-4ee0-8123-30e1eab0be76", "title": "Will both of the following occur: (a) an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030 and (b) a prominent platform for facilitating dominant assurance contracts come into existence before 2035?", "body": "Resolution Criteria\n(a) Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n\n(b) Will there be a prominent platform for facilitating dominant assurance contracts before 2035?\nThis question will resolve as Yes if a prominent platform for facilitating the creation and distribution of dominant assurance contracts, as defined in Alex Tabarrok's original paper on the matter, comes into existence before January 1, 2035. A \"prominent platform\" is defined as a platform that meets ANY of the following conditions,\nIts owners credibly assert credibly that their website, app, or program has received an average of at least 5000 unique daily hits in the last 30 days.\nAny of the following newspapers have produced at least one article which was primarily about them: USA Today, The Wall Street Journal, Newsday, Los Angeles Times, The New York Times, Chicago Tribune, The Washington Post.\nA Wikipedia page about the platform survives for at least 1 year without being delete\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "ce9b8516-cdb2-4d4d-8341-90d82c58b94a", "title": "Will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "abd38006-bb68-4fe3-b35e-accfbd441f6f", "title": "Will China land the next person on the Moon?", "body": "Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "c6e19fa9-d872-4b70-8894-47d0607f5053", "title": "Will both of the following occur: (a) SpaceX land anything on Mars before 2030 and (b) China land the next person on the Moon?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) A SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX. A \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity.\n(b) The next person to successfully land on the Moon before the resolve date is a Chinese citizen. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\nThis question will resolve negatively otherwise.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "b44eed85-664a-4797-a626-60b5e2747863", "title": "Will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolution Criteria\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable fo the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "ecd6eada-51a2-43a4-b376-5d474fd31339", "title": "By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?", "body": "Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "21093458-8619-4fcb-9947-5a1ee283014f", "title": "Will both of the following occur: (a) the control problem be solved before the creation of \"weak\" Artificial General Intelligence and (b) by January 1, 2050, it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?", "body": "Resolution Criteria\nThe question will resolve as Yes if both of the following occur:\n(a) Expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable of the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n\n(b) By January 1, 2050, it is possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days.\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "f6420b4c-b1dd-4c31-9272-e9f50fdd11c8", "title": "Will US greenhouse gas emissions be halved by 2030?", "body": "Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "862758fe-8ba1-4026-b5a9-131488e364a7", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolution Criteria\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "894ff8f3-35e1-4f7d-91ba-c6201e715e65", "title": "Will US greenhouse gas emissions be halved by 2030 and will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolution Criteria\nThis question resolves positively if both of the following occur:\n(a) There is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.) If the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered.\n(b) Both the Metaculus and community predictions of artificial intelligence causing a global catastrophe (defined as a 10% decrease in the world population in any period of 5 years) fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "efca6532-0ea7-47b1-aa05-ed647ff5547c", "title": "Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "3c00852a-a033-41c2-897c-b9afb5ce92e6", "title": "Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?", "body": "Resolution Criteria\nThe only two offensive detonations of nuclear weapons to date were immediately preceded by conventional conflict between Japan and the US in the South Pacific. Conventional conflict seems likely to increase the chance of an offensive nuclear detonation. However, it is also possible for a deliberate, inadvertent, or accidental nuclear detonation to happen without being preceded by conventional conflict, and this was a common worry during the Cold War in particular.\nWill the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "9999-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "5ea47a56-ce04-4ecd-bffc-1a7ac38342ab", "title": "Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs, and will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?", "body": "Resolution Criteria\n\n1. Will there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n\n2. Will the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "9999-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "bc2e584a-8ae2-47e6-824f-f6d7889588a3", "title": "Will there be 10 or more nuclear-armed states at any time before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\nFine Print\nFor this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively.\nIf a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "df2460ca-8a01-4d24-9bfe-7be41fd60239", "title": "Will there be a China-Russia war by 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a China-Russia war is defined as the China and Russia collectively suffering at least 1000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the China and an ally of Russia or between Russia and an ally of the China will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\nSee also\nWill there be a deadly clash involving gunfire or explosives between Russia and China before 2024?\nWill there be a US-China war by 2035?\n[Will there be a China-India war by 2035?](https://www.metaculus.com/questions/8363/chin…\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "5fdac5de-3fea-4846-9561-d8dfbb92dd3b", "title": "Will there be both 10 or more nuclear-armed states at any time before 2035 and a China-Russia war by 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\n(b) A China-Russia war occurs by 2035, defined as China and Russia collectively suffering at least 1000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources.\n\nFine Print\nFor part (a), it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this part would resolve positively.\nIf a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this part. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n\nFor part (b), deaths in battles fought between China and an ally of Russia or between Russia and an ally of China will not count towards positive resolution. Battle-related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nSee also\nWill there be a deadly clash involving gunfire or explosives between Russia and China before 2024?\nWill there be a US-China war by 2035?\n[Will there be a China-India war by 2035?](https://www.metaculus.com/questions/8363/chin…\n", "resolution_date": "2035-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "599ec605-2264-4c10-a88d-f1a7e75f4833", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "265aa2c0-ceb2-4c91-8ca1-9f563241e725", "title": "Will the People's Republic of China control at least half of Taiwan before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "43b2e0a1-f26d-4d70-b5d2-ac4ceb94ba63", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030 and control at least half of Taiwan before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.\n(b) Any of the following occur between January 1, 2020 and January 1, 2050:\n- There are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\n- There are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\n- There are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "b628289e-dcc8-4aac-9738-a614fa5ad56b", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "ea62b405-7b68-4ee9-b71e-b206205c7a73", "title": "Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "8036e338-be5a-4399-a56a-126f50ab04c8", "title": "Will both of the following occur: (a) a US-China war before 2035 and (b) at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolution Criteria\n\n1. For the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively. We here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\n2. The Nuclear Threat Initiative (NTI) writes that: \"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program. In defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\" Tensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\" Will there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere? This question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
