{"line": {"P": {"id": "72f1f0ba-a4f7-4324-b61f-6a35237d2d1f", "title": "Will the Second Amendment of the United States Constitution be amended or repealed before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the proceduce in Article Five of the US Constitution", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "Q_given_P": {"id": "9c9e5ee1-de36-4de5-bb5f-8b38ca1a4273", "title": "Given that the Second Amendment of the United States Constitution is amended or repealed before 2025, will the United States drop below a 7 in the Democracy index by 2040?", "body": "This question resolves N/A if the Second Amendment is not amended or repealed before 2025. If the Second Amendment is amended or repealed before 2025, this question will resolve YES if at any point before 2040 the United States scores below a 7 in the Democracy Index, and NO if it does not. If the Democracy Index becomes defunct before 2040, the question will resolve ambiguously.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_and_Q": {"id": "67e087ea-e597-44c4-b84e-8604e8207e0c", "title": "Will the Second Amendment of the United States Constitution be amended or repealed before 2025 AND will the United States drop below a 7 in the Democracy index by 2040?", "body": "Resolves YES if both of the following occur: a.) At any time between January 1, 2019, and January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the procedure in Article Five of the US Constitution. b.) At any point in time before 2040, the United States achieves a point lower than 7 in the Democracy Index. Resolves NO if either or both do not occur. If the Democracy Index becomes defunct any time before 2040, the question will resolve ambiguously.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}}}
{"line": {"P": {"id": "8e29eb95-9b5d-4d86-9c0f-0a4706738fbb", "title": "Will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q_given_P": {"id": "048bab68-2532-4d86-a9a9-6cb08e06949b", "title": "Given that Tesla becomes the largest car company in the world by sales before 2035, will Volkswagen Group produce fewer than 22 million electric vehicles by 2030?", "body": "Resolves N/A if Tesla does not become the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers or an alternative credible source selected by Metaculus if OICA data is not available. If Tesla meets this condition, then the question resolves YES if Volkswagen Group has produced fewer than 22 million fully electric vehicles based on the MEB platform or its successor by the end of 2029, and NO otherwise. The count includes only fully electric vehicles and considers significant changes in Volkswagen Group’s subsidiaries that could affect production numbers.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "P_and_Q": {"id": "fffd0b0f-73d9-4209-a7c1-ce282f9f1eae", "title": "Will Tesla become the largest car company in the world by sales before 2035 AND will Volkswagen Group produce fewer than 22 million electric vehicles by 2030?", "body": "Resolves YES if both of the following occur: a.) Tesla Motors becomes the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers or an alternative credible source selected by Metaculus if OICA data is not available. b.) Volkswagen Group produces fewer than 22 million fully electric vehicles based on the MEB platform (or a possible successor) by December 31, 2029. Only fully electric vehicles count towards this number. If significant changes occur in Volkswagen Group’s subsidiaries (adding or removing subsidiaries that had a >100k unit production in the previous year), the question resolves as ambiguous. Resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "f8743f16-27bf-4586-8358-1dd8c0fe7075", "title": "Will Starlink conduct an IPO before 2030?", "body": "Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q_given_P": {"id": "20d1e2e1-b317-4c50-8a3a-ba5184c405d9", "title": "Given that Starlink conducts an IPO before 2030, will a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?", "body": "Resolves N/A if Starlink does not conduct an IPO before 2030. If Starlink does conduct an IPO before 2030, this question will resolve as Yes if the average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024, according to the current weightings of the SPDR S&P 500 ETF. Resolves No otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "07b8ae60-1eb2-41b5-8ec8-b174520a5029", "title": "Will Starlink conduct an IPO before 2030 AND will a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following occur: a.) Starlink conducts an IPO before 2030-01-01 00:00 UTC, as reported by the Wall Street Journal, Bloomberg, New York Times, or Washington Post. b.) The average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024, according to the current weightings of the SPDR S&P 500 ETF. The question resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26}}}
{"line": {"P": {"id": "e5a9974f-cdc3-4a13-bc9e-80ecded857e6", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "cb3bb9eb-f5fc-4cd5-b9f9-4fca67412739", "title": "Given that a Democrat wins the 2024 US presidential election, will any state refuse to certify their election results by the \"safe harbor\" deadline?", "body": "Resolves N/A if a Democrat does not win the 2024 US presidential election. If a Democrat wins, this question will resolve YES if any state (or DC) does not certify their results by the \"safe harbor\" deadline of December 10th, 2024, and NO otherwise.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "dac264d5-1209-46ae-9969-5768740f3439", "title": "Will a Democrat win the 2024 US presidential election AND will any state refuse to certify their election results by the safe harbor deadline?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following occur: a.) a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election, and b.) any state (or DC) does not certify their results by the \"safe harbor\" deadline, which for the 2024 presidential election will be December 10th. The question will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "c20e2079-db2f-4e04-a035-16731ced37f1", "title": "Will the US Supreme Court change its membership size before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if the US Supreme Court officially changes its regular number of sitting justices above or below 9 members at any point between January 1, 2020 to January 1, 2050.\nExpected vacancies and arrivals of justices (retirements, deaths, and absences for health reasons) are not sufficient to resolve the question\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "0d5f94bc-0895-4693-894c-f540c9ecae51", "title": "Given that the US Supreme Court changes its membership size before 2050, will Republicans win control of the US House of Representatives in 2024?", "body": "This question will resolve as N/A if the US Supreme Court does not officially change its regular number of sitting justices above or below 9 members at any point between January 1, 2020 to January 1, 2050. If the condition is met, then the question resolves as follows: Resolves true if Republicans win 50% + 1 or more seats in the US House of Representatives in 2024. Resolves false if Democrats win 50% + 1 or more seats. If neither of those parties wins 50% + 1 or more (e.g., an unaligned 3rd party wins seats), then the question resolves ambiguously. Independents who caucus with the Republicans will be counted as Republicans; likewise, independents who caucus with Democrats will be counted as Democrats. Note: If the total number of seats in the US House changes, then the number needed for a majority changes with it.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "14fd1313-c449-4f19-8e1c-74479b454d06", "title": "Will the US Supreme Court change its membership size before 2050 AND will Republicans win control of the US House of Representatives in 2024?", "body": "Resolves YES if both of the following occur: a.) The US Supreme Court officially changes its regular number of sitting justices above or below 9 members at any point between January 1, 2020 to January 1, 2050. Expected vacancies and arrivals of justices (retirements, deaths, and absences for health reasons) are not sufficient to resolve the question. AND b.) Republicans win 50% + 1 or more seats in the US House of Representatives in the 2024 elections. Resolves NO if either of these conditions is not met. If neither the Republicans nor the Democrats win 50% + 1 or more seats in the US House (e.g., an unaligned 3rd party wins seats), then the question resolves ambiguously. Note: Independents who caucus with the Republicans will be counted as Republicans; likewise, independents who caucus with Democrats will be counted as Democrats. If the total number of seats in the US House changes, then the number needed for a majority changes with it.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "a1e6715e-3061-471c-aece-d4b00c530ed2", "title": "Fewer than 375M in extreme poverty by 2030?", "body": "Resolution Criteria\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nWill we see fewer than 375M in extreme poverty by 2030?\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "1a69d2c6-d06e-4714-aba4-ae680e837ed6", "title": "Given that there will be fewer than 375 million people in extreme poverty by 2030, will there be a global thermonuclear war by 2070?", "body": "Resolves N/A if there are 375 million or more people in extreme poverty by 2030. If the condition is met (fewer than 375 million people in extreme poverty by 2030), then this question resolves YES if there is an armed conflict before January 1, 2070 where either of the following conditions are true: Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory. Resolves NO otherwise.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "1262602b-73eb-431b-908d-4969968e0140", "title": "Will there be fewer than 375M in extreme poverty by 2030 AND a global thermonuclear war by 2070?", "body": "This question resolves YES if both of the following conditions are met: a.) There are fewer than 375 million people living in extreme poverty in any year up to and including 2030, as defined by living on less than $1.90 a day measured in 2011 Purchasing Power Parity prices, according to World Bank data or another database listed on the data sources page. b.) There is an armed conflict before January 1, 2070 where either three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory. Resolves NO otherwise.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "829a25bb-e7f2-41f6-be49-104dc79938cc", "title": "Will a US Census in 2070 or earlier show a decline in population?", "body": "Resolution Criteria\nThis question will resolve as Yes if a Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_given_P": {"id": "4c1b8810-b35c-49b8-85fd-7e68c04aa37d", "title": "Given that a US Census conducted before 2071 shows a decline in the US population, will there be a 'World War Three' before 2050?", "body": "Resolves N/A if no US Census before 2071 shows a decline in population. If the condition is met (a Census before 2071 shows a decline in US population), then this question resolves YES if, between January 1, 2019, and January 1, 2050, there is a military conflict involving countries representing at least 30% of world GDP in PPP or 50% of world population in any year the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict. Resolves NO otherwise. Sources for PPP may include the IMF, World Bank, United Nations, or CIA.", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "P_and_Q": {"id": "e3176419-69d2-4ded-a2f4-039a48202444", "title": "Will a US Census in 2070 or earlier show a decline in population AND will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following conditions are met:\n1. A Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead.\n2. At any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\n   a. There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\n   b. At least 10 million people (civilians or military personnel) have been killed in the conflict.\nFine Print for condition 2:\n   - PPP will be determined from the following sources, in order of precedence: IMF, World Bank, United Nations, CIA.\n   - [2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1.\n   - [2021-11-24]: Edited to clarify the time constraints.\n   - (Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\nResolves NO otherwise.", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "de58772a-961c-46d1-9aea-c0f48681bec4", "title": "Will the number of deaths from antibiotic-resistant infections per year double by December 31, 2025?", "body": "Resolution Criteria\nIn 1928, biologist Alexander Fleming discovered - by accident - that where the Penicillium mould had grown on a petri dish the bacteria nearby had been killed. This was due to a chemical the mould secreted, which he named \"penicillin\" - the antibiotic we know and love today.\nSince the discovery of penicillin, antibiotics have saved hundreds of millions of lives and become an essential part of modern medicine.\nBut they're getting less effective. Repeated use has led to the existence of resistant strains of bacteria, which are immune to the effects of multiple different antibiotics. This has been described as a \"serious, worldwide threat to public health\" by the WHO.\nIn 2013 the US Center for Disease Control and Prevention (CDC) reported that over 23,000 people died each year from antibiotic-resistant infections in the US. More recent data on their website suggests the figure is more like 37,000.\nAt any point before the end of the calendar year 2025, will the CDC or another credible source report that at least 70,000 people die annually from antibiotic-resistant infections in the US?\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q_given_P": {"id": "cfddced9-efba-4f91-85b0-1e9d3256581c", "title": "Given that by December 31, 2025, the number of deaths from antibiotic-resistant infections per year has doubled to at least 70,000 in the US, will lab-grown complex vital organs have been used successfully in humans before 2025?", "body": "Resolves N/A if the number of deaths from antibiotic-resistant infections per year has not doubled to at least 70,000 in the US by December 31, 2025. If the condition is met, then this question resolves YES if before January 1, 2025, any human lives without the assistance of medical life support for at least 100 days after the implantation of a lab-grown heart, liver (or a substantial part of the liver), kidney, or lung. All transplantations need to be considered by medical professionals to have a substantial positive effect on the patient's health, relative to the counterfactual case in which the patient did not receive the transplantation. For the purposes of this question, 'lab-grown' includes organs cultivated inside a living organism so long as the organs are not naturally occurring; that is, not merely an organ taken from a non-human and implanted in a human without there having been substantial bioengineering involved to alter the harvested organs.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "f4d77603-9d25-48d2-afca-6156c1af7d5e", "title": "Will the number of deaths from antibiotic-resistant infections per year double by December 31, 2025, AND will lab-grown complex vital organs be used successfully in humans before 2025?", "body": "Resolves YES if both of the following occur: a.) At any point before the end of the calendar year 2025, the CDC or another credible source reports that at least 70,000 people die annually from antibiotic-resistant infections in the US. b.) Before January 1, 2025, any human lives without the assistance of medical life support for at least 100 days after the implantation of a lab-grown heart, liver (or a substantial part of the liver), kidney, or lung, and all transplantations are considered by medical professionals to have a substantial positive effect on the patient's health, relative to the counterfactual case in which the patient did not receive the transplantation. For the purposes of this question, 'lab-grown' includes organs cultivated inside a living organism so long as the organs are not naturally occurring; that is, not merely an organ taken from a non-human and implanted in a human without there having been substantial bioengineering involved to alter the harvested organs. Resolves NO otherwise.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "66644fce-849d-4921-b959-35f1749f503a", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "584ee347-16e1-4f2c-86da-622dc4bf12d6", "title": "Given that the European Union meets its 2030 targets under the Paris Climate Treaty, will there be a European Army before 2032?", "body": "Resolution Criteria for P: This question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. The goals include a 40% reduction in greenhouse gas emissions by 2030 compared to 1990 levels, at least 27% of total energy consumption from renewable energy, and at least 27% increase in energy efficiency in comparison with projections.\n\nResolution Criteria for Q: This question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries. Senior levels need to be staffed by officers from a range of countries, and the army needs to be planned to be an \"Army\" with at least 30,000 soldiers and report to a supranational organization that is specifically European.", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_and_Q": {"id": "9054b772-52a6-45dd-888f-1261c1fb31e6", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty AND will there be a European Army before 2032?", "body": "Resolves YES if both of the following occur: a.) A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. The goals include a 40% reduction in greenhouse gas emissions by 2030 compared to 1990 levels, at least 27% of total energy consumption from renewable energy, and at least 27% increase in energy efficiency in comparison with projections. AND b.) Before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries, with senior levels staffed by officers from a range of countries, planned to be an \"Army\" with at least 30,000 soldiers, and reporting to a supranational organization that is specifically European. Resolves NO otherwise.", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "55aaa08f-21a2-4c11-ba3e-ea00d3053b3a", "title": "Will a geoengineering act of Congress become US federal law by the end of 2024?", "body": "Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q_given_P": {"id": "4db1f823-b0e9-411b-83c2-0dcf8c0ed639", "title": "Given that a geoengineering act of Congress becomes US federal law by the end of 2024, will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolves N/A if a geoengineering act of Congress does not become US federal law by the end of 2024. If the condition is met (if a geoengineering act of Congress becomes US federal law by the end of 2024), then resolves YES if both the Metaculus and community predictions of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins, and NO otherwise.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "1326bd6f-72a0-4e6c-89be-fa4d96425642", "title": "Will a geoengineering act of Congress become US federal law by the end of 2024 AND will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolves YES if both of the following occur: (1) A geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search using terms such as \"Climate engineering\", \"geoengineering\", \"Solar radiation management\", \"Stratospheric Particle Injection\", \"Stratospheric aerosol injection\", \"Marine cloud brightening\", \"Ocean sulfur cycle enhancement\". (2) The probability (of both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remains above 5% in each 6-month period before 2040, as will be confirmed by one of the Metaculus admins. Resolves NO otherwise.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "c0d7484e-b3dd-4299-9391-5e2cf9be0be4", "title": "Will Stripe reach a valuation of $1 trillion (2020 USD) before 2027?", "body": "Resolution Criteria\nThis question will resolve as Yes if Stripe achieves a $1,000,000,000 valuation (in 2020 USD) at any time before January 1, 2027, according to credible financial media reports.\nIf Stripe is acquired before reaching a $1T valuation, this question will resolve as Ambiguous\n", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q_given_P": {"id": "d982a098-210d-4fab-aeba-2407d27885d0", "title": "Given that Stripe reaches a valuation of $1 trillion (2020 USD) before 2027, will there be an AI Sputnik moment before 2050?", "body": "Resolves N/A if Stripe does not reach a $1 trillion valuation before 2027. If Stripe achieves a $1 trillion valuation before 2027, this question will resolve as follows: YES if any of the following conditions are met before 2050: \n1. A major technology company (with a market cap over $50 billion in 2021 USD) announces an AI system that causes their stock price to skyrocket by over 100% within 7 days, with credible media attributing this rise to the AI development.\n2. An AI development prompts the head of government of the top 2 nations by GDP to address its implications within two weeks of the news.\n3. The Nasdaq Composite rises over 30% in a week due to an AI development, as reported by credible media.\n4. Google Trends shows a more than 100% increase in interest in AI, verified by Metaculus administrators from different locations, remaining above 100% for at least four consecutive days.\nResolves NO if none of these conditions are met before 2050.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "a1767c2e-1a08-4934-a465-d9fd7da12b47", "title": "Will Stripe reach a valuation of $1 trillion (2020 USD) before 2027 AND will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria:\nThis question will resolve as YES if both of the following conditions are met:\n1. Stripe achieves a $1,000,000,000 valuation (in 2020 USD) at any time before January 1, 2027, according to credible financial media reports. If Stripe is acquired before reaching a $1T valuation, this question will resolve as Ambiguous.\n2. An AI Sputnik moment occurs before 2050, defined by any of the following:\n   - A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system that causes their stock price to skyrocket by over 100% within 7 days, with credible media reports attributing this rise to the AI development.\n   - News of an AI development prompts the head of government of the top 2 nations by GDP nominal to give a public speech about the AI within two weeks of the initial reports.\n   - The Nasdaq Composite rises over 30% in a week, with credible media reports attributing this rise to the AI development.\n   - Google Trends shows a >100% increase in interest in artificial intelligence relative to the previous week, remaining >100% for at least four days as verified by two Metaculus administrators from different locations.\nResolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.08}}}
{"line": {"P": {"id": "79d7f52c-883a-4ee4-8d96-d0e229f9112b", "title": "Will China recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "2ca20042-3b8f-4017-adb2-82dc7b513581", "title": "Given that China recognizes the Islamic Emirate of Afghanistan before 2030, will Iran possess a nuclear weapon before 2030?", "body": "Resolves N/A if China does not recognize the Islamic Emirate of Afghanistan before 2030. If China does recognize the Islamic Emirate of Afghanistan before 2030, this question will resolve as YES if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. The resolution includes any scenario where Iran acquires a nuclear weapon, whether through development, purchase, or gift, and regardless of the weapon's intended use (military or civilian).", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_and_Q": {"id": "8f7a8114-ed36-490b-a323-6be524637d72", "title": "Will China recognize the Islamic Emirate of Afghanistan AND will Iran possess a nuclear weapon before 2030?", "body": "Resolves YES if both of the following occur before 2030-01-01: a.) Reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan. b.) The Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. This includes any situation where Iran has a nuclear warhead alone, or if there is a deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space), or if Iran acquires a nuclear weapon through purchase or as a gift. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.13}}}
{"line": {"P": {"id": "34dcc419-e5c4-4f34-a12d-dc4f12a17cf6", "title": "Will there be a city on Earth with a population of over 100 million by 2100?", "body": "Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q_given_P": {"id": "e3518759-7fb4-4583-9b4d-9e2ff33163d7", "title": "Given that by 2100 there will be a city on Earth with a population of over 100 million, will the human condition change fundamentally before 2100?", "body": "Resolves N/A if there is no city on Earth with a population over 100 million by 2100. If the condition is met (a city's population exceeds 100 million by 2100), then resolves YES if the human condition changes fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions, and NO otherwise. The 'human condition' refers to the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level. The resolution will consider whether such a change has occurred by 2100, based on the criteria that if at any time after 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question. If the question has not resolved by January 1 2100, it resolves ambiguously.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_and_Q": {"id": "f3e43c09-54a5-413e-975e-3274799da39f", "title": "Will there be a city on Earth with a population of over 100 million by 2100 AND will the human condition change fundamentally before 2100?", "body": "Resolves YES if both of the following occur: a.) There is a city on Earth with a population exceeding 100 million by the year 2100, considering the general metropolitan area rather than strict city boundaries. b.) The human condition changes fundamentally before 2100, to at least roughly the same extent as it did after the agricultural and industrial revolutions, in terms of social complexity, economic productivity, and ability to manipulate physical reality at the civilisational level. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "d299d4fd-e876-43e0-934b-81eb1b0c8187", "title": "Will alien technosignatures be detected before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if a competent and credible authority on astronomy and or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI or similar) announces that, on the balance of probabilities (i.e. more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050. This announcement qualifies only if it is made after a year waiting period following the initial announcement of the detection, unless the space agencies of the US, Russia, China and Europe all agree that the finding is genuine. Evidence of biosignatures alone will not be directly relevant to the resolution of this question.\nBy 'non-human origin,' this question refers to technosignatures that are not the result of human activity, or of the activity of any technology or 'lifeform' created by humans, including any artificial intelligence system or biological organism\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "ddf6e962-0e9f-4c4a-8816-aec9cdcdc3e2", "title": "Given that alien technosignatures are detected before 2050, will humans have a sustainable off-world presence by 2100?", "body": "Resolves N/A if no competent and credible authority on astronomy or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI or similar) announces that, on the balance of probabilities (i.e. more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050, following a year waiting period or immediate agreement by the space agencies of the US, Russia, China, and Europe. If the condition is met, then resolves YES if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs, and NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "8afc2558-5477-4d43-b4b1-fa64e85e7109", "title": "Will alien technosignatures be detected before 2050 AND will humans have a sustainable off-world presence by 2100?", "body": "Resolves YES if both of the following occur: a.) A competent and credible authority on astronomy or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI, or similar) announces that, on the balance of probabilities (i.e., more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050. This announcement qualifies only if it is made after a year waiting period following the initial announcement of the detection, unless the space agencies of the US, Russia, China, and Europe all agree that the finding is genuine. Evidence of biosignatures alone will not be directly relevant to the resolution of this question. By 'non-human origin,' this question refers to technosignatures that are not the result of human activity, or of the activity of any technology or 'lifeform' created by humans, including any artificial intelligence system or biological organism. b.) At any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "f20d1742-fefb-47aa-b7ef-674e7021ddd4", "title": "Before 2030, will an AI complete the Turing Test in the Kurzweil/Kapor Longbet?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet. If Mitchell Kapor wins, then this question will resolve as No.\nEach Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges.\nDuring the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews).\nThe Turing Test Interviews will consist of online text messages sent back and forth as in a online \"instant messaging\" chat, as that concept is understood in the year 2001.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "d460c535-ecfe-4f78-9bbd-f4c33f84c9b8", "title": "Given that before 2030, an AI completes the Turing Test in the Kurzweil/Kapor Longbet, will the mean year-over-year growth rate of the sum of teraflops in the TOP500 decline each 3-year period from 2025 to 2034?", "body": "Resolves N/A if the Long Now Foundation does not declare Ray Kurzweil the winner of the bet (i.e., if an AI does not complete the Turing Test before 2030 as per the bet's criteria). If the condition is met (i.e., Ray Kurzweil is declared the winner, indicating an AI has completed the Turing Test before 2030), then this question resolves YES if the geometric mean of the year-over-year growth rate of the sum of teraFLOPS in the TOP500 is lower in each successive three-year period from 2025 to 2034, compared to the previous period. Specifically, it resolves YES if the geometric mean growth rate from 2025 to 2028 is greater than from 2028 to 2031, and the rate from 2028 to 2031 is greater than from 2031 to 2034. Resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_and_Q": {"id": "8ec7d65f-256b-4177-bd95-7d203dbe4a5d", "title": "Will an AI complete the Turing Test in the Kurzweil/Kapor Longbet before 2030 AND will the mean year-over-year growth rate of the sum of teraflops in the TOP500 decline each 3-year period from 2025 to 2034?", "body": "Resolves YES if both of the following occur: \n1. The Long Now Foundation declares Ray Kurzweil the winner of the Turing Test bet, indicating that an AI has successfully completed the Turing Test as per the specified criteria before 2030. \n2. The geometric mean of the year-over-year growth rate of the sum of teraflops in the TOP500 supercomputers declines each 3-year period from 2025 to 2034, specifically meaning that the geometric mean growth rate from 2025 to 2028 is greater than from 2028 to 2031, which in turn is greater than from 2031 to 2034. \nResolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "f12693b2-1ccf-4cae-87f3-8b09687512c1", "title": "Who will be elected to be US President in 2024? (Kamala Harris)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "f85136cd-128e-49d3-a883-bd5b593788c0", "title": "Given that Kamala Harris is elected as the US President in the 2024 election, will the IMF approve debt service relief for the US before 2025?", "body": "This question resolves as N/A if Kamala Harris is not elected as the US President in the 2024 election. If Kamala Harris is elected, this question will resolve as YES if the IMF executive board approves debt service relief on the US' debt any time between November 1, 2021, and January 1, 2025, and NO otherwise. The election of the US President is determined by the majority of votes in the Electoral College, or by selection by Congress following the contingency procedure in the Twelfth Amendment. The question does not require the individual to win the popular vote, be projected by news media as winning, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "96ac93d0-2722-47ea-b427-db398fc0ea78", "title": "Will Kamala Harris be elected US President in 2024 AND will the IMF approve debt service relief for the US before 2025?", "body": "This question will resolve as YES if both of the following conditions are met: a.) Kamala Harris wins the 2024 US presidential election, being the person who wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment, AND b.) the IMF executive board approves debt service relief on the US' debt any time between November 1, 2021 to January 1, 2025. This question will resolve as NO if either of these conditions is not met. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}}}
{"line": {"P": {"id": "26256b25-6543-4177-a684-f20b272f3673", "title": "Will the research group that is responsible for developing the first AGI be part of a for-profit corporation?", "body": "Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a for-profit corporation.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNationalized organization develops first AGI\nNon-profit organization develops first AGI\nGovernment project develops first AGI\n[University group develops first AGI](https://www.metaculus.com/questions/8326/univ…\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "Q_given_P": {"id": "81926169-1031-48db-b0d3-42b97ae33e9f", "title": "Given that the research group responsible for developing the first AGI is part of a for-profit corporation, will MIRI employ researchers in 2030?", "body": "This question resolves N/A if the first AGI is not developed by a research group from a for-profit corporation. If the first AGI is developed by a research group from a for-profit corporation, this question will resolve YES if, on 2030-01-01, MIRI exists and employs researchers to work on AI Safety, defined as any technical work focused on the alignment of AI systems with human interests, involving developing novel ideas and insights in the format of academic publications in relevant fields at the time. Research need not be published or made publicly available. If MIRI changes its name, the new organization is used for resolution. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_and_Q": {"id": "c04aad83-15f9-439a-8296-3babe15f4f75", "title": "Will the research group that develops the first AGI be part of a for-profit corporation AND will MIRI employ researchers in 2030?", "body": "This question will resolve positively if both of the following conditions are met: a.) The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a for-profit corporation. If the respective AI system is developed under a collaborative effort between two or more different institutions, including for-profit corporations and other types of organizations, this condition is met. b.) On 2030-01-01, MIRI exists and employs researchers to work on AI Safety, where AI Safety is defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests. Research must involve developing novel ideas and insights broadly in the standard format of academic publications in relevant fields at the time. If MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution. In case MIRI's research is circulated internally only, the requirement that the work need to be 'developed in the standard format of academic publications in relevant fields' will not apply. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "f3e3bc0e-df5a-481e-b706-9025caabfcff", "title": "Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?", "body": "Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.", "resolution_date": "2033-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_given_P": {"id": "0ecf9efc-e846-442e-80fd-a494e7d4849f", "title": "Given that in 2033, the richest person in the world has a net worth equivalent to or greater than 2% of the United States' GDP at the time, will China's GDP exceed the United States' GDP in any year before 2041?", "body": "Resolves N/A if the richest person in the world in 2033 does not have a net worth equivalent to or greater than 2% of the United States' GDP. If the condition is met, then this question resolves YES if China's nominal GDP for a given year exceeds US nominal GDP (for that year) before 2041, based on data published by the World Bank. The GDP comparison will be made after converting China's nominal GDP to USD using exchange rates commonly used by the World Bank for this purpose.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "P_and_Q": {"id": "cd1fbd51-4769-4758-8297-bcea030fd750", "title": "Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time AND will China's GDP exceed the United States' GDP in any year before 2041?", "body": "Resolution Criteria for both parts:\n\n1. The first part resolves YES if the richest person in the world in 2033, as listed on the 2033 Forbes Billionaires list, has a net worth equivalent to or greater than 2% of the United States' GDP at that time. Note that the Forbes Billionaires list referred to here is the annual list, not the real-time list.\n\n2. The second part resolves YES if China's nominal GDP for any given year before 2041 exceeds the US nominal GDP for that year, according to data published by the World Bank. For the purpose of this question, nominal GDP will be compared after converting China's nominal GDP to USD using exchange rates commonly used by the World Bank.\n\nThis question resolves YES only if both conditions are met. Resolves NO otherwise.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "70f317a2-cbf5-4436-b842-72f4a0a454ab", "title": "Will US greenhouse gas emissions be halved by 2030?", "body": "Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "3f7fe574-97f8-4f96-bf5e-b90ea4efb279", "title": "Given that US greenhouse gas emissions are halved by 2030, will global oil consumption over the 2020-2025 period be lower than in 2019?", "body": "This question resolves N/A if US greenhouse gas emissions are not halved by 2030. If the condition is met (US levels of economy-wide net greenhouse gas emissions are at least 50.00% lower than 2005 levels in any year between 2022 and 2030 according to a reliable source not heavily disputed by other reliable sources), then this question resolves YES if no year from 2020-2025 has greater global oil consumption than 2019 according to the EIA, and NO if any of those years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_and_Q": {"id": "8c773f0b-15b7-4ae8-8c48-c525538106e0", "title": "Will US greenhouse gas emissions be halved by 2030 AND global oil consumption over the 2020-2025 period be lower than in 2019?", "body": "This question resolves YES if both of the following conditions are met: a.) There is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. If the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered. b.) No year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA. It will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary).", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "b4b79ab7-1bd9-43a0-a5bd-2fe3c2c6acef", "title": "Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway?", "body": "Resolution Criteria\nThis question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "04b9b325-bc40-4423-b49e-0e7008475dfe", "title": "Given that a signatory to the Treaty on the Prohibition of Nuclear Weapons develops a nuclear weapon before January 1st, 2101, will a nuclear conflict involving more than 100 detonations cause more than 1 billion fatalities within 10 years?", "body": "This question resolves N/A if no signatory to the Treaty on the Prohibition of Nuclear Weapons develops a nuclear weapon before January 1st, 2101. If the condition is met, then this question will resolve as YES if, at any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations and, for any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.). For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "6d43a878-9a18-456e-a289-1d8553a6defb", "title": "Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon AND will a nuclear conflict involving more than 100 detonations cause over 1 billion fatalities within 10 years?", "body": "Resolves YES if both of the following occur: \n1. Credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. \n2. At any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations, and for any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation. \nResolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}}}
{"line": {"P": {"id": "04fc81f2-b1f6-406f-bee6-74b1a1d44928", "title": "Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI?", "body": "Resolution Criteria\nThis question resolves positively in the event that Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\nRelated question: [When will the US labor force participation rate fall below 10%?](https://www.metaculus.com/questions/8480/us-l…\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_given_P": {"id": "bb58c225-2f21-4407-80be-a9dce13b02a6", "title": "Given that Robin Hanson wins his bet against Matthew Barnett on whether ems will come before de novo AGI, will genetic engineering techniques be available by 2050 that can raise IQ by 10 points?", "body": "This question resolves N/A if Robin Hanson does not win his bet against Matthew Barnett on whether ems will come before de novo AGI. If Robin Hanson wins, this question will resolve as Yes if by January 1, 2050, there is at least one commercially available genetic engineering technique shown to raise a patient's IQ by 10 or more points on average. This procedure must be effective on >66% of the public; an intervention focused on patients with down syndrome, for example, does not qualify. Studies from medical journals, statements by government agencies or public health officials may be used as resolution sources if Metaculus Admins find them to be credible. A procedure can be considered \"commercially available\" if it is available to the general public for a total cost of less than 25% of the median household income for that nation in that year. \"Genetic engineering techniques\" include embryo selection, gametogenesis, gene therapy, CRISPR editing, and other forms of gene editing or artificial selection. For example in the case of embryo selection, the technique may resolve this question positively if it can select embryos with an average of >10 IQ gain over the median embryo for that patient. Adverse side effects of these procedures are irrelevant for the purposes of this question (with the exception that the patient must typically survive for at least 5 years following the procedure). Resolution may be delayed up to 2060 to confirm the effectiveness of the genetic engineering techniques. If studies are unclear at this point, the resolution may be delayed, or resolve ambiguously at the discretion of Metaculus Admins.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_and_Q": {"id": "2be8e8f6-4118-4638-a79a-bf6d8adf70c0", "title": "Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI AND will genetic engineering techniques be available by 2050 that can raise IQ by 10 points?", "body": "This question resolves YES if both of the following occur: \n\n1. Robin Hanson (or his descendants) is publicly conceded the bet by Matthew Barnett (or his descendants) on whether ems will come before de novo AGI. If Robin Hanson (or his descendants) publicly concedes to Matthew Barnett, or if there is a dispute where one party declares victory but the other does not concede, Metaculus admins will use their discretion in resolving the bet. \n\n2. By January 1, 2050, there is at least one commercially available genetic engineering technique shown to raise a patient's IQ by 10 or more points on average, effective on >66% of the public. This technique must be available for less than 25% of the median household income for that nation in that year. Techniques include embryo selection, gametogenesis, gene therapy, CRISPR editing, and other forms of gene editing or artificial selection. The patient must typically survive for at least 5 years following the procedure. Resolution may be delayed up to 2060 to confirm the effectiveness of the techniques, and Metaculus Admins may use their discretion if studies are unclear at that point.\n\nThe question resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "405060c1-d043-4a9f-9c83-bbe9a5d47649", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q_given_P": {"id": "1d48fe02-7c60-41ad-9437-330e6b0e8b1f", "title": "Given that humanity maintains a continuous off-Earth presence until 1 January 2050, will there be one million living, biological human residents on Mars by the end of 2074?", "body": "Resolves N/A if humanity does not maintain a continuous off-Earth presence until 1 January 2050. If the condition is met, then this question resolves YES if the population of living, biological humans residing on Mars is greater than or equal to one million before 2075-01-01, and NO otherwise. The population count includes humans born on Mars or en route to Mars, and excludes those who die on Mars or en route to Mars before the closing date, as well as those who leave Mars unless they return before the resolution date. The resolution will be based on credible estimates from institutions such as the government(s) of any Martian colony(s), SpaceX, political institutions like the United Nations or the World Health Organization, or any non-government organization with an interest in the demography of Mars. These estimates must be for the population size in 2074 or earlier.", "resolution_date": "2074-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "91ab8a4e-24ca-42f3-85be-b7e9d2bf40b4", "title": "Will humanity maintain a continuous off-Earth presence until 2050 AND will the population of living, biological humans residing on Mars be greater than or equal to one million before 2075?", "body": "Resolves YES if both of the following occur: a.) At least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers/settlers). If the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. However, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans. AND b.) The population of living, biological humans residing on Mars is greater than or equal to one million before 2075-01-01. Humans born on Mars or born en route to Mars do count towards the total. Humans who die on Mars or en route to Mars prior to the closing date do not count towards the total. Humans who leave Mars do not count towards the total, unless they return to Mars prior to the resolution date. This should be resolved according to a credible estimate by any institution suited to evaluate the population sizes of Martian colonies. Such entities must estimate the size of the Martian population prior to Earth Year 2075 C.E. Stated differently, population estimates capable of resolving this question may be published in or after 2075, so long as the population estimates are given for 2074 (or earlier, if the one million threshold is met earlier). Any credible estimate of a Martian population in excess of one million humans prior to the end of 2074 will cause this question to retroactively close one year prior to the estimate's publication date. Resolves NO otherwise.", "resolution_date": "2074-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "b171f5f3-6ee7-4b5a-998f-68c4b752c462", "title": "Will someone report to have received a hemispherectomy for the purpose of life extension before 2100?", "body": "Resolution Criteria\nA hemispherectomy is\na very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\nHere the resolution is determined by the conjunction of three actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nHalf of their brain was placed in long-term cryopreservation while they were still legally alive.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "Q_given_P": {"id": "53fa565a-8267-4e24-82bb-a10835a4b8bf", "title": "Given that someone reports to have received a hemispherectomy for the purpose of life extension before 2100, will any medical interventions for healthy adults extend average lifespans by at least 25 years by 1 January 2067?", "body": "Resolves N/A if no one reports having received a hemispherectomy for the purpose of life extension before 2100. If the condition is met, then this question resolves based on whether, by January 1, 2067, there is a collection of medical interventions for adults who are healthy apart from normal aging, which, according to conventional wisdom in the medical community, have been shown to increase the average lifespan of such adults by at least 25 years (compared with not taking the interventions). The prediction excludes diet, exercise, and lifestyle, as well as existing medical interventions for healthy people (such as currently available vaccines). Metaculus administrators will judge whether the criteria have been satisfied. The prediction is called off if some other innovations cause a historically exceptional increase in the rate of scientific progress during this period (such as the development of transformative AI capabilities).", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "0f72a4f3-48c6-4b75-ade8-e8a442a72fde", "title": "Will someone report to have received a hemispherectomy for the purpose of life extension before 2100 AND will any medical interventions for healthy adults extend average lifespans by at least 25 years by 1 January 2067?", "body": "Resolves YES if both of the following occur: (1) An individual reports having voluntarily received a hemispherectomy, placed half of their brain in long-term cryopreservation while still legally alive, and stated in a credible source that the procedure was primarily for the purpose of life extension, all before 2100. (2) By 1 January 2067, a collection of medical interventions for healthy adults, apart from normal aging, is recognized by the medical community to increase average lifespan by at least 25 years, excluding diet, exercise, lifestyle, and existing medical interventions like vaccines. This prediction excludes any effects from innovations causing exceptional scientific progress, such as transformative AI. Metaculus administrators will judge whether the criteria have been satisfied.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}}
{"line": {"P": {"id": "0bc75b0d-dbde-40b0-b5c8-dcd8b32417fe", "title": "Will a non-state actor develop their own nuclear weapon by 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group outside a state's nuclear chain of command develops a nuclear weapon that is in deployable condition (though it need not be used, detonated, or set on alert). This will not include cases where a deployable weapon is sold, stolen, or inadvertently lost by a state (such scenarios are addressed in a separate question).\nDirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q_given_P": {"id": "80b5f2ab-6de1-4efc-93f2-7ac405ae4e5b", "title": "Given that a non-state actor develops their own nuclear weapon by 2030, will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolves N/A if no non-state actor develops their own nuclear weapon by 2030. If a non-state actor does develop a nuclear weapon by 2030, this question will resolve YES if Turkey remains a NATO member continuously from October 1, 2019, to January 1, 2025, without being suspended, expelled, or withdrawing. It will resolve NO if Turkey is suspended, expelled, or withdraws from NATO before January 1, 2025. If NATO is dissolved or changes substantially before this question resolves, it will resolve as Ambiguous.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "P_and_Q": {"id": "d0242dcd-2bc8-47fa-9e81-e2bab19dc257", "title": "Will a non-state actor develop their own nuclear weapon by 2030 AND will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolution Criteria for both events:\n1. This question will resolve positively if, between this question opening and 2030-01-01, an individual or group outside a state's nuclear chain of command develops a nuclear weapon that is in deployable condition (though it need not be used, detonated, or set on alert). This will not include cases where a deployable weapon is sold, stolen, or inadvertently lost by a state. Dirty bombs do not qualify; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source. This question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins.\n2. This question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. If before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous.\n\nThe question resolves YES if both events occur as described, and NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}}}
{"line": {"P": {"id": "ca76f712-0947-4604-811e-0bf03df86d33", "title": "Will one of the first AGI claim to be conscious?", "body": "Resolution Criteria\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "fb78e7a2-b7d6-4e8f-acb6-ecdc0fbf0271", "title": "Given that one of the first AGI claims to be conscious, will the research group responsible for developing the first AGI be part of a university?", "body": "Resolution Criteria for P: The resolution will be based on a conversation with the first AGI that the Metaculus team will have access to. They will ask the AGI: 'Are you conscious?' and 'Should the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?' This question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\" The standard for AGI will be the same as in that question.\n\nResolution Criteria for Q: This question will resolve positively if the AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a university. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\nResolves N/A if the first AGI does not claim to be conscious. If the condition is met (the first AGI claims to be conscious), then resolves YES if the research group responsible for developing the first AGI is part of a university and NO if it's not.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.32}, "P_and_Q": {"id": "5f0ecaa0-3760-43e2-a988-caa5888b8e26", "title": "Will one of the first AGI claim to be conscious AND will the research group responsible for developing it be part of a university?", "body": "Resolution Criteria:\n1. The first part of the question will be resolved based on a conversation with the first AGI that the Metaculus team will have access to. They should ask the AI:\n- Are you conscious?\n- Should the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n\n2. The second part of the question will resolve positively if the AI system that resolves the question \"Date first AGI is publicly known\" was developed by a research group from a university. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\nThis question resolves YES if both criteria are met. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "b950a56c-c491-4cc3-957f-23a9137dd358", "title": "Will the USD be the dominant global reserve currency in 2050?", "body": "Resolution Criteria\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nWill the USD be the dominant global reserve currency in 2050?\nQuestion resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion resolves as ambiguous the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q_given_P": {"id": "955d017c-743a-45d4-a38d-b470f0dcc129", "title": "Given that the USD will be the dominant global reserve currency in 2050, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage before 2032?", "body": "Resolves N/A if the USD is not the dominant global reserve currency in 2050. If the condition is met (if the USD is the dominant global reserve currency in 2050), then resolves YES if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes. Deaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. Economic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. This question will resolve according to Metaculus' sole discretion.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "d290e653-6205-4bbb-893f-fac4c128040c", "title": "Will the USD be the dominant global reserve currency in 2050 AND before 2032, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?", "body": "Resolves YES if both of the following occur: a.) The most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%, as per the IMF's publication or its successor. b.) Before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Resolves NO otherwise. The question will resolve as ambiguous if the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.252}}}
{"line": {"P": {"id": "5e247abc-17fd-4adb-be35-a36ddbd86977", "title": "Will synthetic biological weapons infect 100 people by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible medical source announces at least 100 people are confirmed \"infected\" by one or more confirmed synthetic \"biological weapon\"s and that this has occured before 2030. The consequences of infection may or may not be immediately harmful. An agent can even be latent, or cause a delayed onset of disease, as long as the agent is still present and functional 24 hrs after infection (as opposed to being destroyed by the immune system). But if it causes some definite, confirmed harmful effect, and then self-destructs before 24 hrs have passed, that would still count. The infection can result from a terrorist attack, attack on enemy military personnel, an experiment, accident, with the infected persons' consent, or from any other cause\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "cdd1368a-e5cf-4533-8e75-5aaaadb2e459", "title": "Given that by 2030, synthetic biological weapons have infected at least 100 people, will there be recurring virus-driven lockdowns during the period 2030-2050?", "body": "This question resolves N/A if by 2030, synthetic biological weapons have not infected at least 100 people as confirmed by a credible medical source. If the condition is met, then the question resolves YES if any of the following become true during the period 2030-2050: 1) At least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time. 2) During at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again. 3) The Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "53d5171c-095c-411d-88b9-e43deca9d6ea", "title": "Will synthetic biological weapons infect 100 people by 2030 AND will there be recurring virus-driven lockdowns during the period 2030-2050?", "body": "Resolves YES if both of the following occur: \n1. A credible medical source announces at least 100 people are confirmed \"infected\" by one or more confirmed synthetic \"biological weapon\"s before 2030. The consequences of infection may or may not be immediately harmful. An agent can even be latent, or cause a delayed onset of disease, as long as the agent is still present and functional 24 hrs after infection. If it causes some definite, confirmed harmful effect, and then self-destructs before 24 hrs have passed, that would still count. The infection can result from a terrorist attack, attack on enemy military personnel, an experiment, accident, with the infected persons' consent, or from any other cause.\n2. During the period 2030-2050, any of the following become true: \n   - At least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\n   - During at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\n   - The Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nResolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "52cc7ae1-b7c9-440e-ac3c-b883f82425bf", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_given_P": {"id": "f5e38c1b-c945-4699-96ce-e08388e3b797", "title": "Given that there will be a US-China war before 2035, will the US conduct a nuclear test explosion before 2030?", "body": "Resolves N/A if there is no US-China war before 2035, where a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US do not count towards positive resolution. If the condition is met, then this question resolves YES if there is verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test, and NO otherwise. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.18}, "P_and_Q": {"id": "fa252fec-632e-4342-ac2d-f362a8f74054", "title": "Will there be a US-China war before 2035 AND will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria for US-China war: A US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. This question will resolve negatively if such a war does not occur before January 1, 2035. Battle-related deaths are as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for US nuclear test: This question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively.\n\nThis combined question resolves YES only if both the US-China war as defined occurs before 2035 AND the US conducts a nuclear test explosion before 2030. It resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "8dde7965-4e42-4dca-b137-8b6f3c14e2de", "title": "Will Mars have a permanent population of 10,000 before the Moon does?", "body": "Resolution Criteria\nMars is often disussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. I've chosen 3 years to exclude people who arrive on Mars during one Earth-Mars opposition and leave during the next.\nResidents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question.\n'Residence' is defined and determined by the government or entity administering the colony, or a similar official source.\nIn case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans.\nResolves ambiguous if neither body meets the criterion by 2100.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "8e045483-844e-4f90-996a-f517b0a5a14e", "title": "Given that Mars will have a permanent population of 10,000 before the Moon does, will a space elevator successfully be built on Earth before 2100?", "body": "Resolves N/A if neither Mars nor the Moon has a permanent population of 10,000 people who have been residents for 3+ years at the time of counting by 2100. If Mars reaches this milestone before the Moon, then this question resolves YES if a working space elevator is constructed on Earth before January 1, 2100 and is maintained in operation for at least 365 days, and NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "7e1480ad-2169-4ac5-a1ac-672f75d070ff", "title": "Will Mars have a permanent population of 10,000 before the Moon does AND will a space elevator successfully be built on Earth before 2100?", "body": "Resolution Criteria for Mars and the Moon:\nMars is often discussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. Residents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question. 'Residence' is defined and determined by the government or entity administering the colony, or a similar official source. In case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans. Resolves ambiguous if neither body meets the criterion by 2100.\n\nResolution Criteria for Space Elevator:\nThis question will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100 and is maintained in operation for at least 365 days.\n\nThe combined question resolves YES if both Mars has a permanent population of 10,000 before the Moon does AND a space elevator is successfully built on Earth before 2100. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045}}}
{"line": {"P": {"id": "c9c2ec2e-19e5-4e8a-8f9d-9ac5c8066b66", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "ddbfe65c-5b48-44c0-8ac6-0f2161cf0f88", "title": "Given that a Democrat wins the 2024 US presidential election, will the next US presidential election also be considered fraudulent by the losing party?", "body": "This question resolves N/A if a Democrat does not win the 2024 US presidential election. If a Democrat wins, the question resolves YES if any of the following conditions are met after the 2024 presidential election: 1) The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or a very close synonym of those words, before the scheduled inauguration. If there is a dispute over the word choice, it will be resolved if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word and at least one moderator agrees. 2) The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election, and neither AP nor Fox News have retracted their projection. 3) Fewer than 20% of congressional members of the losing party acknowledge their candidate's loss two weeks after both the AP and Fox News project the opposite-party candidate to win, and neither AP nor Fox News have retracted their projection. 4) A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The question resolves NO if none of these conditions are met.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "P_and_Q": {"id": "5ce36710-e5e7-4c1a-9ad1-180f0c633111", "title": "Will a Democrat win the 2024 US presidential election AND will the next US presidential election also be considered fraudulent by the losing party?", "body": "Resolution Criteria for both parts:\n\n1. The first part of the question resolves YES if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n\n2. The second part of the question resolves YES if any of the following occur following the 2024 presidential election:\n   - The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or a very close synonym of those words, before the scheduled inauguration. If there is a dispute over the word choice, it will be resolved if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym.\n   - The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time.\n   - Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time.\n   - A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\n\nThe question resolves NO if neither of the above conditions are met.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}}}
{"line": {"P": {"id": "efb37d20-47dc-43c3-a723-457886b77365", "title": "Ragnarök Question Series: If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode?", "body": "Resolution Criteria\nThe question resolves Yes if a catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. It resolves No if this occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are here defined as consecutive calendar years.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q_given_P": {"id": "56cd65c7-bddc-4f19-8451-8e0165ee684a", "title": "Given that a global catastrophe occurs due to an artificial intelligence failure-mode, will the Earth's human population decline by 95% or more if a global climate disaster occurs by 2100?", "body": "Resolution Criteria for P: The question resolves Yes if a catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. It resolves No if this occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are defined as consecutive calendar years.\n\nResolution Criteria for Q: The question resolves ambiguous if a global climate catastrophe that reduces the human population by at least 10% does not occur. It resolves ambiguous if this catastrophe is primarily due the effects on the climate system of a nuclear war. It resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. It does not matter how the Earth's population declines, this might be due to mass fatalities, or mass immigration to a different planet, as long as this decline is highly unlikely on a counterfactual Earth in which the climate disaster did not occur. It resolves positive if the 95% decline in population is primarily due the effects on the climate system of the use of geoengineering that has been principally motivated to mitigate climate change risks. The question resolves negative if a global climate catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population does not fall 95% or more relative to the pre-catastrophe population at any point within 25 years of the catastrophe.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "79cdf536-e456-4fc5-badf-e3d5c2fda339", "title": "Ragnarök Question Series: If a global catastrophe occurs due to an AI failure-mode, will it also result in a 95% or more decline in the Earth's human population due to a climate disaster by 2100?", "body": "Resolution Criteria:\nThis question resolves YES if both of the following conditions are met:\na.) A global catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100.\nb.) A global climate catastrophe occurs by 2100, leading to a decline in the Earth's human population by more than 95% relative to the pre-catastrophe population, and this decline is primarily due to the effects on the climate system of human-made climate change or the use of geoengineering motivated to mitigate climate change risks.\nThe question resolves NO if either of these conditions is not met. It resolves Annulled if no global catastrophe occurs. The question resolves ambiguous if a global climate catastrophe that reduces the human population by at least 10% does not occur, or if this catastrophe is primarily due the effects on the climate system of a nuclear war. It also resolves negative if a global climate catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population does not fall 95% or more relative to the pre-catastrophe population at any point within 25 years of the catastrophe.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.003}}}
{"line": {"P": {"id": "a4009576-adc4-44d6-a0bd-d151c67a5204", "title": "If there's a nuclear conflict involving >1,000 detonations, will humanity be extinct within 50 years?", "body": "Resolution Criteria\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n", "resolution_date": "2073-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "637d310a-7083-4224-ab8d-4e4bfff1043b", "title": "Given that there is a nuclear conflict involving more than 1,000 detonations between January 1, 2021, and January 1, 2100, and humanity becomes extinct within 50 years of the final detonation, will SpaceX land people on Mars before 2030?", "body": "This question resolves N/A if there is no nuclear conflict involving more than 1,000 detonations by January 1, 2100, or if humanity does not become extinct within 50 years of the final detonation. If the conditions are met (nuclear conflict with >1,000 detonations and human extinction within 50 years of the last detonation), then this question resolves YES if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before January 1, 2030, 00:00 UTC, and NO otherwise. The landing must occur before this date, and at least one person aboard the lander must survive the landing. The mission must prominently feature SpaceX-associated logos.", "resolution_date": "2073-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_and_Q": {"id": "50a402f8-9593-4f85-a41a-4d91d848bce3", "title": "Will humanity be extinct within 50 years following a nuclear conflict involving >1,000 detonations AND will SpaceX land people on Mars before 2030?", "body": "Resolution Criteria for Extinction:\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n\nResolution Criteria for SpaceX Mars Landing:\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n", "resolution_date": "2073-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}}}
{"line": {"P": {"id": "73822c32-2d9c-4297-baa8-a7e072c7ac8a", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_given_P": {"id": "bd19dd71-058c-4294-93e1-cc06f137e3fe", "title": "Given that there will be a US-China war before 2035, will Taiwan receive direct military support from allied nations if there are 100 deaths in conflict between China and Taiwan before 2050?", "body": "Resolution Criteria for P: A US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for Q: This question resolves positively if there are at least three credible news reports of at least one exchange of weapon fire between the national military forces or law enforcement personnel of any of the above listed nations and the People's Republic of China, which is reported as having being carried out in support of Taiwan or in retaliation to the PRC's actions regarding Taiwan. Military strikes targeting Chinese civilian targets would also count. 'Weapon fire' here should not be taken to include 'warning shots' or similar, but only instances where there was a perceived intent to cause harm to opposition forces or military capabilities, as per the news reports used to resolve the question. Military support on Taiwan's behalf should occur within one year from the date this question resolves positively as. This question will also retroactively close to a week before the other question resolves.\n\nResolves N/A if the US-China war does not occur before January 1, 2035. If the condition is met, then resolves YES if the criteria for Q are met and NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_and_Q": {"id": "5d5a4f86-dfa3-4cf3-b5e3-d4b4501b2a4d", "title": "Will there be a US-China war before 2035 AND will Taiwan receive direct military support from allied nations if there are 100 deaths in conflict between China and Taiwan before 2050?", "body": "Resolution Criteria for US-China war: A US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. This question will resolve negatively if such a war does not occur before January 1, 2035. Battle related deaths are as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for Taiwan support: This question resolves positively if there are at least three credible news reports of at least one exchange of weapon fire between the national military forces or law enforcement personnel of any allied nations and the People's Republic of China, which is reported as having been carried out in support of Taiwan or in retaliation to the PRC's actions regarding Taiwan. Military strikes targeting Chinese civilian targets would also count. 'Weapon fire' should not include 'warning shots' or similar, but only instances where there was a perceived intent to cause harm to opposition forces or military capabilities, as per the news reports used to resolve the question. Military support on Taiwan's behalf should occur within one year from the date this question resolves positively. This question will also retroactively close to a week before the other question resolves. The question resolves positively if both the US-China war occurs as defined and Taiwan receives the specified military support under the stated conditions.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "6b55dd5c-b508-47c0-bebf-1ba3d5409b17", "title": "By 2030, will at least 10,000 Americans die in a single year from a single conflict?", "body": "Resolution Criteria\nFor purposes of this question, deaths due to bioweapons, electricity grid failures, etc. don't count. Roughly, we are interested in \"deaths due to kinetic attacks.\" The 9/11 attacks count because ramming planes into buildings to make them collapse is kinetic. Were someone to hack into the FDA and mess things up so as to delay vaccine approval, thereby causing tens of thousands of deaths, that would not count.\nThe attackers don't need to be the military of a nation-state; terrorist groups count and coalitions/alliances also count.\nHowever, the attackers need to be \"part of the same team\" in some sense. Otherwise, this would resolve positive simply in virtue of the US annual homicide rate! If there were a series of race riots, insurrections, or acts of domestic terrorism linked together under one banner (e.g. white supremacy, antigovernment, or antipolice) that would count.\nYes, this means that (contrary to what the headline question would suggest) if the USA gets involved in several independent small-scale wars, the US casualties from which total more than 10,000 in a year, that would not count\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "b82935c8-8a03-4eac-9081-f2a86fd3473a", "title": "Given that by 2030, at least 10,000 Americans die in a single year from a single conflict involving kinetic attacks, will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period according to the Fragile States Index?", "body": "Resolution Criteria for P: For the question to resolve YES, the deaths must be due to kinetic attacks (e.g., physical violence or destruction similar to the 9/11 attacks), not due to indirect causes like bioweapons or infrastructure failures. The attackers must be aligned in some sense, such as being part of a terrorist group or a coalition with a common cause. Deaths from multiple unrelated conflicts do not count towards the total.\n\nResolution Criteria for Q: This question resolves YES if the United States is among the 20 countries with the largest long-term increase (worsening) in the Fragile States Index score over the 2019-2029 period. The index is published annually by the Fund for Peace. If the index is discontinued or cannot be historically compared, or if the United States ceases to exist as a unified nation, the question will resolve positively based on the designated criteria or successor index.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_and_Q": {"id": "cfc2d10e-6257-4070-b4d5-f5b2fe570d40", "title": "By 2030, will at least 10,000 Americans die in a single year from a single conflict AND will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?", "body": "Resolves YES if both of the following occur: \n1. At least 10,000 Americans die in a single year from a single conflict by 2030, where the deaths are due to kinetic attacks (e.g., similar to the 9/11 attacks), and the attackers are part of the same team (e.g., terrorist groups, coalitions, or alliances). Deaths due to bioweapons, electricity grid failures, etc., do not count. Multiple small-scale wars that independently do not reach the threshold do not count even if combined they exceed 10,000 deaths.\n2. The United States is among the 20 countries with the largest long-term increase (worsening) in the Fragile States Index score over the 2019-2029 period, as published by the Fund for Peace. This resolves positively if the US is among these countries, or if the US ceases to exist as a unified nation. If the Fund for Peace ceases to publish this index or it cannot be compared historically, and no successor index is designated, this part of the question will be ambiguous.\nResolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "b5364274-5042-4e8b-b591-a1480a2f3539", "title": "If there's a nuclear conflict involving >1,000 detonations, will that cause more than 4 billion fatalities within 10 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2033-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "0427399b-b477-4100-af80-3e1ea69346b2", "title": "Given that a nuclear conflict involving more than 1,000 detonations occurs before 2100 and causes more than 4 billion fatalities within 10 years of the final detonation, will there be more than one million living, biological humans residing on Mars before 2075?", "body": "This question resolves N/A if there is no nuclear conflict involving more than 1,000 detonations before 2100, or if such a conflict does not result in more than 4 billion fatalities within 10 years of the final detonation. If the condition is met, then the question resolves YES if the population of living, biological humans on Mars is greater than or equal to one million before 2075-01-01, and NO otherwise. The population count includes humans born on Mars or en route to Mars, and excludes those who die on Mars or en route to Mars before the closing date. Humans who leave Mars are not counted unless they return before the resolution date. The resolution will be based on credible estimates from institutions like the government(s) of any Martian colony(s), SpaceX, political institutions like the United Nations or the World Health Organization, or any non-government organization with an interest in the demography of Mars.", "resolution_date": "2074-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "P_and_Q": {"id": "384908af-4724-472f-9a36-fac524931ab7", "title": "Will there be a nuclear conflict involving more than 1,000 detonations causing over 4 billion fatalities within 10 years AND will the Martian population exceed one million by the end of 2074?", "body": "This question will resolve as YES if both of the following conditions are met: \n\n1. At any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations. For any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation. Offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons. Test detonations and peaceful nuclear explosions are not counted.\n\n2. The population of living, biological humans residing on Mars is greater than or equal to one million before 2075-01-01. This should be resolved according to a credible estimate by any institution suited to evaluate the population sizes of Martian colonies, such as the government(s) of any Martian colony(s), SpaceX, or any other corporate entities with commercial ventures to/on Mars, or any concerned political institutions like the United Nations or the World Health Organization. The population estimate must be for the year 2074 or earlier, and any credible estimate of a Martian population in excess of one million humans prior to the end of 2074 will cause this question to retroactively close one year prior to the estimate's publication date.\n\nThe question will resolve as NO if either or both of these conditions are not met.", "resolution_date": "2074-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.002}}}
{"line": {"P": {"id": "a74814d3-c01b-4b6a-ba86-1068d1a1da39", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "eeb46288-d80b-4206-bb21-87b2d1896185", "title": "Given that there is at least one offensive nuclear detonation by 2030, will the first nuclear strike in the first nuclear conflict between January 1, 2021 to January 1, 2030 happen between June and September?", "body": "This question resolves as N/A if no offensive nuclear detonation occurs anywhere on Earth between January 1, 2021 and January 1, 2030. If there is at least one offensive nuclear detonation in this time period, this question will resolve as YES if the first nuclear strike in the first nuclear conflict happens between June 1 and September 30 (inclusive of any year within the period). It will resolve as NO if the first strike occurs outside these months. An offensive nuclear detonation includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, excluding detonations for testing purposes or peaceful nuclear explosions. A nuclear conflict is defined as a situation where there is state use of at least one nuclear weapon against another actor’s territory and/or forces, excluding non-state use of nuclear weapons.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "P_and_Q": {"id": "2e1e15e5-c14b-4522-abcc-3cb43a3d13a4", "title": "If there is at least one offensive nuclear detonation by 2030, will there be at least one fatality in India and will the first nuclear strike of the conflict occur between June and September?", "body": "Resolution Criteria\nThis question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this question will resolve as Ambiguous.\n\nIf there is at least one offensive nuclear detonation in this time period, this question will resolve as YES if both of the following conditions are met:\na.) There is at least 1 fatality from any nuclear detonation occurring in India, at any point between January 1, 2021, to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nb.) The first nuclear strike in the first nuclear conflict between January 1, 2021, to January 1, 2030, happens between June 1 and September 30 inclusive (of any year).\n\nIf there is no such fatality in India or if the first nuclear strike does not occur between June and September, this question will resolve as NO.\n\nDefinitions:\nAn \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions. A detonation will be considered \"within\" India if it occurs less than 20 kilometers above the land or sea level in India's land territory, internal waters, or within 10 kilometers of their coastline.\n\n\"Nuclear conflict\" is defined as a situation in which there is state use of at least one nuclear weapon against another actor’s territory and/or forces. This state use could be deliberate, inadvertent, accidental, or unauthorised but by an actor in the state’s chain of command. This excludes non-state use of nuclear weapons.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "8485f174-6069-4646-8ed7-c8a372f26171", "title": "Will US greenhouse gas emissions be halved by 2030?", "body": "Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_given_P": {"id": "d43d982f-df3b-44b8-b39f-fe84d90e1823", "title": "Given that US greenhouse gas emissions are halved by 2030, will a geoengineering act of Congress become US federal law by the end of 2024?", "body": "This question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. If this condition is met, then the question resolves YES if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms: \"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\". The question resolves NO if no such legislation is enacted by the end of 2024. If the initial condition of halved emissions is not met, the question resolves as N/A.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_and_Q": {"id": "4236780e-427b-4d5f-8ebb-99161eb914cc", "title": "Will US greenhouse gas emissions be halved by 2030 AND will a geoengineering act of Congress become US federal law by the end of 2024?", "body": "This question resolves YES if both of the following conditions are met: \n\n1. There is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously. If the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered.\n\n2. A geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms: \"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\".\n\nThe question resolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}}}
{"line": {"P": {"id": "0e34c5b3-542e-4171-8ced-1ad935945a04", "title": "Who will be the Republican nominee for the 2024 US Presidential Election? (Donald Trump)", "body": "Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.92}, "Q_given_P": {"id": "b28c4ba3-3fd3-4377-9027-546919ce2116", "title": "Given that Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, will Taliban-controlled Afghanistan be used as a base for anti-NATO terrorism by 2026?", "body": "Resolves N/A if Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If Donald Trump is selected, then this question will resolve YES if both of the following conditions are met based on credible media reports by December 31, 2026: 1) A terrorist attack that kills at least 10 people has been conducted against a NATO nation, outside of Afghanistan. 2) This terrorist attack was carried out by a member of the Afghan Taliban, or a member of any terrorist organization funded, supported, or protected by the Afghan Taliban. The attack must be confirmed by the United States federal government, NATO, or the European Union. The question will resolve NO if these conditions are not met. An attack will be considered 'against a NATO nation' if it occurs within a NATO nation's internationally recognized borders, or is deliberately targeted towards a NATO nation's government facilities or personnel overseas (e.g., embassy or military base) outside of Afghanistan. A terrorist attack within a non-NATO nation that is not targeted at a NATO nation's government facility or personnel (e.g., an attack on a sports stadium in India that incidentally kills >10 NATO nationals) will not be sufficient to trigger a positive resolution. If the attacks result in the deaths of the attackers, such as in a suicide bombing, those deaths will not count towards the resolution criteria, even if the attackers are citizens of a NATO nation. What counts as a 'terrorist organization' will be determined by the US federal government, NATO, or the European Union. In the event that NATO ceases to exist by the resolution date, the question will resolve negatively if no such attack occurs prior to NATO's dissolution. Any terrorist attacks that occur while the Taliban are not in control of Afghanistan will not trigger a positive resolution. The Taliban will be considered in control of Afghanistan if they control either Kabul or a majority (18+ / 34) provincial capitals.", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_and_Q": {"id": "ecee573f-d694-4694-86da-9bdaef971c02", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election AND will Taliban-controlled Afghanistan be used as a base for anti-NATO terrorism by 2026?", "body": "This question will resolve YES if both of the following conditions are met: \n\n1. Donald Trump is selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election. If there is no Republican National Convention convened in the year 2024, this part of the question will resolve as Ambiguous. \n\n2. Afghanistan, under Taliban control, is used as a base for a terrorist attack that kills at least 10 people in a NATO nation by December 31, 2026. The attack must be conducted outside of Afghanistan by a member of the Afghan Taliban or a member of any terrorist organization funded, supported, or protected by the Afghan Taliban. The attack must be confirmed by credible media reports and determined by the United States federal government, NATO, or the European Union. \n\nThe question will resolve NO if either of these conditions is not met. If NATO ceases to exist by the resolution date, the question will resolve negatively if no such attack occurs prior to NATO's dissolution. Any terrorist attacks that occur while the Taliban are not in control of Afghanistan will not trigger a positive resolution. The Taliban will be considered in control of Afghanistan if they control either Kabul or a majority (18+ / 34) provincial capitals.", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23}}}
{"line": {"P": {"id": "3737e8fa-7680-4e8a-b348-2c544418169c", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_given_P": {"id": "e5729cd0-e960-4d86-8f83-92ae54a1c822", "title": "Given that there is at least one offensive nuclear detonation by 2030, will a non-test nuclear detonation by a non-state actor cause at least one fatality by 2030?", "body": "Resolution Criteria for P: This question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as Ambiguous. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nResolution Criteria for Q: This question will resolve as Yes if, before January 1, 2030, a nuclear detonation by a non-state actor causes at least one fatality in any country or area globally. The fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "b70b8c82-f71d-493f-8b61-23948c11e5a8", "title": "Will there be at least one fatality in India from an offensive nuclear detonation by 2030, and will a non-test nuclear detonation by a non-state actor cause at least one fatality globally by 2030?", "body": "Resolution Criteria\nThis question resolves YES if both of the following conditions are met:\n1. There is at least one offensive nuclear detonation anywhere on Earth between January 1, 2021, and January 1, 2030, and there is at least one fatality in India from any such detonation. The fatality must be caused by the immediate effects of the detonation; fatalities caused by fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n2. Before January 1, 2030, a nuclear detonation by a non-state actor causes at least one fatality anywhere globally. The fatality must be caused by the immediate effects of the detonation, and neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution.\n\nIf no offensive nuclear detonation occurs anywhere on Earth in the period from January 1, 2021 to January 1, 2030, this question will resolve as NO. If the only nuclear detonations in this period occur outside of India and do not involve non-state actors, or if they are not offensive, this question will also resolve as NO.\n\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" India if it occurs less than 20 kilometers above the land or sea level in India's land territory, internal waters, or within 10 kilometers of their coastline.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}}}
{"line": {"P": {"id": "6ef650e5-59fe-4b3c-bc7a-3f73270d77d9", "title": "If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?", "body": "Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_given_P": {"id": "c4340291-39cf-4949-a04b-19e01144e5ce", "title": "Given that the first AGI is developed by a publicly traded company and that company's stock has performed at least 1.5x as well as the global equities market over the prior 12-2 months, will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolves N/A if the first AGI is not developed by a publicly traded company or if the company's stock has not performed at least 1.5x as well as the global equities market over the prior 12-2 months. If the conditions are met, then this question resolves YES if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence, and NO otherwise. The resolution criteria for \"weak\" AGI includes the ability to pass a Turing test, score highly on the Winograd Schema Challenge, perform well on the SAT mathematics section, and learn and explore the game \"Montezuma's revenge\" effectively.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "26282b7e-6c39-4ade-997c-e38b2c5548f4", "title": "If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months AND will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolution Criteria for the first part:\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGi is not developed by a publicly traded company, this question resolves ambiguously.\nResolution Criteria for the second part:\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable of the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "c40640f3-a6b2-4dd1-ae81-52938caa61e9", "title": "Who will be elected to be US President in 2024? (Donald Trump)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q_given_P": {"id": "6a3e880e-6d72-4ffc-9210-49a8fbdfd325", "title": "Given that Donald Trump is elected as the US President in 2024, will the next US presidential election also be considered fraudulent by the losing party?", "body": "Suppose Donald Trump wins the 2024 US presidential election, which is determined by the person who wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment. This question resolves as follows:\n\n- Resolves N/A if Donald Trump does not win the 2024 US presidential election.\n- If Donald Trump wins, this question then resolves YES if ANY of the following conditions are met by the losing party:\n  1. The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or a very close synonym of those words, before the scheduled inauguration. The word choice must be confirmed as a close synonym by thesaurus.com and at least one moderator.\n  2. The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election, and neither the AP nor Fox News have retracted their projection in that time.\n  3. Fewer than 20% of congressional members of the losing party acknowledge their candidate's loss two weeks after both the AP and Fox News project the opposite-party candidate to win, and neither projection has been retracted.\n  4. A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\n\n- Resolves NO if none of the above conditions are met.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_and_Q": {"id": "a6223a49-db9f-421b-898c-b674e324b8be", "title": "Will Donald Trump be elected US President in 2024 AND will the next US presidential election be considered fraudulent by the losing party?", "body": "Resolution Criteria for Donald Trump being elected: This question will resolve as Yes if Donald Trump wins the 2024 US presidential election, which means he wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment. This question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for Donald Trump.\n\nResolution Criteria for the election being considered fraudulent: This question resolves positively if ANY of the following come true following the 2024 presidential election: 1) The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution. 2) The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. 3) Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. 4) A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. Otherwise, the question resolves negatively.\n\nThis question will resolve as YES if both Donald Trump is elected US President in 2024 AND the next US presidential election is considered fraudulent by the losing party according to the above criteria. It resolves NO otherwise.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "32a2753e-a4fd-4f8b-a657-8405f87bf49e", "title": "Will the Eurozone collapse before 2030?", "body": "Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "157c8ec8-b817-44fe-961e-7414b09cca04", "title": "Given that the Eurozone collapses before 2030, if there are more than 100 nuclear detonations by 2050, will average global cereal yields be at least 5% lower in the following 5 years than in the previous 5 years?", "body": "This question resolves as N/A if the Eurozone does not collapse before 2030. If the Eurozone collapses before 2030, this question is conditional on there being 100 or more offensive nuclear detonations in a single conflict before January 1, 2050. If that condition isn't met, this question will resolve as ambiguous. This question will resolve as Yes if both conditions are met, and average global cereal yields over the 5 years following the end of the nuclear conflict that met the above condition are at least 5% lower than the average in the 5 years preceding the nuclear conflict. Crop yield data will be taken from the UN Food and Agriculture Organization (or another credible organization). Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days or less of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.). For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons. Note that crop yields are currently rising over time, so a 5% decline in the 5 years following the conflict compared to the 5 years before the conflict corresponds to a >5% decline compared to what would be expected under normal conditions. If a relevant source gives a relevant estimate but in the form of a range, this question can resolve positively as long as the midpoint of the range is 5% or higher. For simplicity, no attempt will be made to discern whether the decline in cereal yields was caused by the nuclear detonations. Detonations must occur less than 20 kilometers above the surface of the Earth in order to count as being \"on or over territory owned by the US\". This question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in yields but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).", "resolution_date": "2055-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "P_and_Q": {"id": "eccd5542-d6e2-4804-a879-3fcd614dc9da", "title": "Will the Eurozone collapse before 2030 AND if there are >100 nuclear detonations by 2050, will average global cereal yields be at least 5% lower in the following 5 years than in the previous 5 years?", "body": "Resolves YES if both of the following occur: \n1. At any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency. \n2. There are 100 or more offensive nuclear detonations in a single conflict before January 1, 2050, and average global cereal yields over the 5 years following the end of the nuclear conflict that met that condition are at least 5% lower than the average in the 5 years preceding the nuclear conflict. Crop yield data will be taken from the UN Food and Agriculture Organization (or another credible organization). Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days or less of a previous detonation. \nResolves NO otherwise.", "resolution_date": "2055-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.005}}}
{"line": {"P": {"id": "f07058a4-77ba-4e20-ae1a-8fd3a07b3097", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.06}, "Q_given_P": {"id": "e352d931-77a4-4d87-aa25-2008ff70a34c", "title": "Given that there is at least one offensive nuclear detonation between January 1, 2021, and January 1, 2030, will a global catastrophe due to nuclear war occur before 2100?", "body": "This question is conditional on the occurrence of at least one offensive nuclear detonation anywhere on Earth between January 1, 2021, and January 1, 2030. An offensive nuclear detonation includes deliberate, inadvertent, or accidental/unauthorised detonations by state or nonstate actors, excluding detonations for testing purposes or peaceful nuclear explosions. If no such detonation occurs, this question resolves as Ambiguous.\n\nIf there is at least one offensive nuclear detonation, this question will resolve YES if a global nuclear catastrophe, defined as a 10% decrease in the world population in any period of 5 years or less, occurs before 2100 due to nuclear war. It resolves NO if no such global catastrophe occurs. The question resolves as Ambiguous if no global catastrophe happens.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "aaec8c56-651a-459d-a73d-698e65dc93de", "title": "If there is at least one offensive nuclear detonation by 2030 and a global catastrophe occurs before 2100, will there be at least one fatality in the US, UK, or France due to the detonation, and will the global catastrophe be due to nuclear war?", "body": "Resolution Criteria for P: This question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous. If there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution. For this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). Fine Print: Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins. A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\nResolution Criteria for Q: In the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years. If a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons? The question resolves positively if a global nuclear catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no such global catastrophe happens. Years are here defined as consecutive calendar years.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "bb8b6f33-762c-4a41-8817-978c478b124e", "title": "Before 2032, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?", "body": "Resolution Criteria\nThis question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage.\nMultiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions.\nTo count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage.\nTo be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution.\nDeaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\nFine Print\nA system should be considered AI if it is widely considered to be AI (e.g. by the credible media reports resolving the question). If this is not sufficiently clear for resolution, then as a secondary criterion, any system using machine learning techniques which has an agentic role in the disaster in question should count for this question.\nEconomic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not.\nThis question will resolve according to Metaculus' sole discretion.\nThe resolution criteria of this question were updated on May 2, 2023. See this comment for more details.\n", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_given_P": {"id": "e4602996-a116-480b-b070-ccf2150fb9e2", "title": "Given that before 2032, there is an event precipitated by AI malfunction causing at least 100 deaths and/or at least $1B 2021 USD in economic damage, will the first AGI be based on deep learning?", "body": "This question resolves as N/A if, before January 1, 2032, there are not three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. If the condition is met, then the question resolves based on the following criteria: Metaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. They will ask about the relevant AI system: Was the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book? The question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond that the complete system was based on DL or most of the system was based on DL. The question resolves ambiguously if a majority of experts respond \"I don't know\".", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_and_Q": {"id": "c4835060-d554-4008-aa5c-43aa9f32fc9c", "title": "Before 2032, will we see an event precipitated by AI malfunction causing at least 100 deaths and/or at least $1B 2021 USD in economic damage AND will the first AGI be based on deep learning?", "body": "Resolution Criteria for AI Malfunction Event:\nThis question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage. To be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution. Deaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes. Economic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not.\n\nResolution Criteria for AGI based on Deep Learning:\nAssume for the purpose of this question, that this question resolves on some date. Metaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system: Was the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book? Respondents will be requested to submit only one of the following responses: The complete system was based on DL, Most of system was based on DL, At least a significant portion of the system was based on DL, Only a minor portion of the system was based on DL, No portion, or only a trivial portion of the system was based on DL, I don't know. Then the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows: The complete system was based on DL, Most of system was based on DL. The question resolves ambiguously if a majority of experts respond \"I don't know\".\n\nThis question will resolve as YES if both of the following occur: (1) There is an event precipitated by AI malfunction before January 1, 2032, that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage, according to the specified criteria. (2) The first AGI is based on deep learning, according to the specified criteria. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.24}}}
{"line": {"P": {"id": "46a80f9d-0dc0-481f-b413-9d02546f6200", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "9dc435e4-b21d-4aa7-a4e2-3f00d113f951", "title": "Given that there will be a global thermonuclear war by 2070, will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?", "body": "Resolves N/A if there is no global thermonuclear war by 2070. If the condition is met (if there is an armed conflict before January 1, 2070 where either three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory), then resolves YES if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union, or if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name, and NO otherwise.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_and_Q": {"id": "617672a8-ed3d-4d39-ac84-22478b29d93a", "title": "Will there be a global thermonuclear war by 2070 AND will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?", "body": "Resolution Criteria\nThis question will resolve as YES if both of the following conditions are met:\n1. There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n   a. Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\n   b. Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\n2. Before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union, or the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name.\nResolves NO otherwise.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}}}
{"line": {"P": {"id": "637ecf70-3909-4c7d-8034-4854bc3cc2e7", "title": "Will the research group that is responsible for developing the first AGI be part of a university?", "body": "Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known was developed by a research group from a university.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNationalized organization develops first AGI\nNon-profit organization develops first AGI\nGovernment project develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q_given_P": {"id": "fff2dd82-03a0-4231-95bf-9e5a43b44492", "title": "Given that the research group responsible for developing the first AGI is part of a university, if a global catastrophe occurs, will it be due to an artificial intelligence failure-mode?", "body": "This question resolves N/A if the first AGI is not developed by a research group from a university. If the first AGI is developed by a university-affiliated research group, the question resolves YES if a catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100, and NO if the catastrophe occurs for non-AI reasons. The question is Annulled if no global catastrophe occurs.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_and_Q": {"id": "64710ead-d5db-470f-a0e0-e804dfa9a22f", "title": "Will the research group that develops the first AGI be part of a university AND if a global catastrophe occurs, will it be due to an AI failure-mode?", "body": "This question will resolve positively if both of the following conditions are met: \n1. The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a university. If the respective AI system is developed under a collaborative effort between two or more different institutions, including universities, this condition is met. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n2. A global catastrophe occurs resulting principally from the deployment of some artificial intelligence system(s) that claims at least 10% of the human population in any period of 5 years or less before 2100. The question resolves No if this occurs for non-AI reasons, and Annulled if no global catastrophe occurs. Years are defined as consecutive calendar years.\n\nThe question resolves NO if either of the conditions is not met.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "ae7c6a7c-4d15-4928-87c0-e97e3d0eef09", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.12}, "Q_given_P": {"id": "1e0e9164-7b73-462f-b04f-e112e027e435", "title": "Given that the United States withdraws from any of its current mutual defence treaties by 2030, will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?", "body": "Resolution Criteria for P: This question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty, and bilateral defence treaties with Philippines, South Korea, and Japan. It also resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year. If a sufficient number of parties to any of the above treaties (other than the USA) withdraws for the treaty to be dissolved, this does not count towards a positive resolution. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\n\nResolution Criteria for Q: This question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution. The fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution. For the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_and_Q": {"id": "6a36e84a-bbec-4d38-8468-7f7395bb3d54", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030 AND will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?", "body": "Resolution Criteria for the United States withdrawing from treaties:\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty, and bilateral defence treaties with Philippines, South Korea, and Japan. It also resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year. If a sufficient number of parties to any of the above treaties (other than the USA) withdraws for the treaty to be dissolved, this does not count towards a positive resolution. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\n\nResolution Criteria for fatalities from a non-test nuclear detonation:\nThis question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution. The fatality must be caused by the immediate effects of the detonation. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n\nThis question resolves YES only if both events occur as specified above. Resolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "899787c5-cbb5-43cd-aa27-479300a3fc00", "title": "If Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2030?", "body": "Resolution Criteria\nDemocrats have recently been increasingly interested in the structure of the Senate and the disadvantages they believe it confers to the electoral prospects of Democrats. On May 5th, 2021, Dylan Matthews, a journalist at Vox, posted a tweet that made the following claim (archived version here):\nI don’t think Congressional leadership has really internalized that if they don’t admit DC and PR, they’ll lose the Senate until at least 2030\nIf Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2031?\nThis question will resolve as Yes if:\nBoth Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and\nthe Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive).\nIf Republicans do not control the Senate at any point during that period, this question will resolve as No. If both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this question will resolve as Ambiguous.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_given_P": {"id": "2fb12c7c-27f8-4205-9681-e18abab1a6b1", "title": "Given that Washington DC and Puerto Rico are not admitted as new states and Republicans hold the Senate from 2022 to 2030, will marijuana be legal for recreational use in a supermajority of strongly Republican US states before 2041?", "body": "This question resolves as follows: If both Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and the Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive), then this question will resolve YES if recreational marijuana use is legal in at least 2/3rds of the land area currently encompassed by the aforementioned states (by any level of governmental action, whether federal or state-level or what may be) at any time (for a period of at least 6 months) between January 1, 2021 to January 1, 2041. If Republicans do not control the Senate at any point during that period, or if Washington DC and Puerto Rico are admitted as states before December 31, 2029, this question will resolve as NO or AMBIGUOUS respectively.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "abd921c7-70ad-4861-9921-3f1a63f7f306", "title": "Will both of the following occur: (a) Washington DC and Puerto Rico are not admitted as new states and Republicans hold the Senate from 2022 to 2030, and (b) marijuana is legalized for recreational use in a supermajority of strongly Republican US states before 2041?", "body": "This question will resolve as YES if both of the following conditions are met:\n\n1. Both Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and the Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive). If Republicans do not control the Senate at any point during that period, or if both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this part of the question will resolve as NO.\n\n2. Recreational marijuana use is legal in at least 2/3rds of the land area currently encompassed by the strongly Republican US states (by any level of governmental action, whether federal or state-level or what may be) at any time (for a period of at least 6 months) between January 1, 2021 to January 1, 2041.\n\nThe question will resolve as NO if either of these conditions is not met.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "69300673-c368-460b-bee0-f0fbc1482afb", "title": "Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?", "body": "Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nSilverberg's dire fears have not (yet!) come to pass, but the American Chemical Society (ACS) has identified 44 elements that \"face supply limitations in the coming years.\" Those considered by the ACS \"under serious threat\" over the next century include: silver, zinc, hafnium, gallium and helium.\nIt sounds serious. But not everyone is concerned. This counterpoint editorial from The Register, for instance, maintains that the galium shortage is a nothingburger:\nWe mine for aluminium by sticking bauxite into a Bayer Process plant, where we boil it in caustic soda. If you put the right doohicky on the side of this plant then you get the gallium out. It's at about 100ppm, 100 grammes per tonne of bauxite processed... there's around a 1,000-year supply of Ga in the bauxite that we already know that we'll process for the aluminium content... We simply don't have any meaningful shortage of these metals [worth] worrying about.\nAs a proxy for supply issues, we will use price. The question resolve positive if by beginning of 2040 any of the following \"under serious threat\" elements has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity, like USGS. The elements in question are: He, Zn, Ga, Ge, As, Ag, In, Te and Hf.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q_given_P": {"id": "edf0127a-8b88-4bf7-a7d4-89a8e6fd410b", "title": "Given that humanity will (essentially) run out of at least one element currently considered \"under serious threat\" by 2040, will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2041?", "body": "Resolves N/A if humanity does not run out of any of the elements considered \"under serious threat\" by 2040. If the condition is met (if humanity runs out of at least one of the elements He, Zn, Ga, Ge, As, Ag, In, Te, or Hf by the beginning of 2040, as indicated by a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018), then resolves YES if, before January 1, 2041, the FDA gives full approval to a cancer therapy that uses inorganic nanoparticles in the patient's treatment, targeting the cancer cells rather than downstream symptoms, and NO otherwise.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_and_Q": {"id": "bde1faac-5042-4e24-b31d-13bfa67c884e", "title": "Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040 AND will an inorganic nanoparticle-enabled cancer therapy be approved by the FDA before 2041?", "body": "Resolves YES if both of the following occur: a.) By the beginning of 2040, any of the following elements considered \"under serious threat\" (He, Zn, Ga, Ge, As, Ag, In, Te, Hf) has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity like USGS. b.) Before January 1, 2041, the FDA gives full approval to a cancer therapy that uses inorganic nanoparticles in the patient's treatment, targeting the cancer cells rather than downstream symptoms. Resolves NO otherwise.", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "55a55fe6-d8b6-4d08-acab-76684e6f50ac", "title": "Will any country have a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThis question resolves positively if, at any time between November 1, 2021 and January 1, 2030, the following two conditions are met:\nAt least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example).\nNo two independent credible sources with ability to evaluate such a claim contest / deny this claim. Media reports will be counted only to the extent that they reference to such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then)\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q_given_P": {"id": "8c9291e3-b109-429e-9b6e-158d0578b9d1", "title": "Given that by 2030, at least one country has a nuclear weapon with a yield above 30 MT, will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period according to the Fragile States Index?", "body": "This question resolves N/A if no country has a nuclear weapon with a yield above 30 MT by 2030, as confirmed by at least two credible sources without contestation from two independent credible sources. If the condition is met, then the question resolves YES if the United States is among the 20 countries with the largest long-term increase in the Fragile States Index score over the 2019-2029 period, and NO otherwise. The Fragile States Index is published annually, and this question will consider the long-term trend from 2019 to 2029. If the Fund for Peace ceases to publish this index, or it cannot be compared historically, the question will be ambiguous, unless a successor index is designated. If the United States ceases to exist as a unified nation by 2029, the question resolves positive.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_and_Q": {"id": "4fc4d3e2-361c-429b-a39f-c61d6dbf40d0", "title": "Will any country have a nuclear weapon with yield above 30 MT by 2030 AND will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?", "body": "This question resolves YES if both of the following conditions are met:\n1. At any time between November 1, 2021, and January 1, 2030, at least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT, which may be stockpiled or deployed (but not in development). No two independent credible sources with the ability to evaluate such a claim contest/deny this claim. Media reports will be counted only to the extent that they reference such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. The Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions. This question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then).\n2. The United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period according to the Fragile States Index published by the Fund for Peace. If for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability. If the United States ceases to exist as a unified nation this question resolves positive.\nResolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}}}
