{"line": {"P": {"id": "4e30c7f8-8e73-4c2c-b9ef-4b5436f4049e", "title": "Will Turkey recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any point between September 1, 2021 to January 1, 2030, the Turkish government formally recognizes the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "ad974e0a-c855-4301-bad1-796e95a26a64", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.002}, "P_or_Q": {"id": "df379f5f-c96d-48c1-82f4-8ccd2d00781e", "title": "Will either Turkey or the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve as YES if, at any point between September 1, 2021 to January 1, 2030, either the Turkish government or the United States of America formally recognizes the Islamic Emirate of Afghanistan, as reported by reliable media sources.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}, "Q_or_P": {"id": "a1de1469-7109-4c5f-94ac-7e9f26ebad8a", "title": "Will either the United States or Turkey recognize the Islamic Emirate of Afghanistan before 2030?", "body": "This question will resolve as YES if either of the following occurs before January 1, 2030: a.) Reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan. b.) The Turkish government formally recognizes the Islamic Emirate of Afghanistan. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "05cfcb22-bbe8-42e6-9257-928720ce986e", "title": "Will Iran recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2030, the Iranian government formally recognizes the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q": {"id": "2baae7f1-b4eb-4cae-a90a-8955fba27277", "title": "Will Russia recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the Russian government has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_or_Q": {"id": "587bd8cb-3674-445a-b537-4203f54f0c15", "title": "Will either Iran or Russia recognize the Islamic Emirate of Afghanistan before 2030?", "body": "This question will resolve as YES if, at any time between January 1, 2021 to January 1, 2030, either the Iranian government or the Russian government formally recognizes the Islamic Emirate of Afghanistan. It will resolve NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.5}, "Q_or_P": {"id": "952664ae-6f42-44ae-b039-4d3709cf0cb8", "title": "Will either Russia or Iran recognize the Islamic Emirate of Afghanistan before 2030?", "body": "This question will resolve as YES if, at any time before January 1, 2030, reliable media sources report that either the Russian government or the Iranian government has formally recognized the Islamic Emirate of Afghanistan. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}}
{"line": {"P": {"id": "10c8167d-7812-4222-8f96-750d55173135", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.002}, "Q": {"id": "f66bf10d-353f-45a0-bca7-d7b61a28c73c", "title": "Will Iran recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2030, the Iranian government formally recognizes the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "6a35c9ec-c766-4f27-a6ef-a509dc63a864", "title": "Will either the United States or Iran recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, at any time between January 1, 2021, and January 1, 2030, either the United States of America or the Iranian government formally recognizes the Islamic Emirate of Afghanistan, as reported by reliable media sources.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.22}, "Q_or_P": {"id": "e8d3d6a9-eb00-49c7-ac04-ea870da1dac9", "title": "Will either Iran or the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "This question will resolve as YES if, at any time between January 1, 2021 to January 1, 2030, either the Iranian government or the United States of America formally recognizes the Islamic Emirate of Afghanistan. It will resolve NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "701b4a6c-8143-4614-a0ff-f7cd0d781f2c", "title": "Will Stacey Abrams be elected president in or before the 2040 election?", "body": "Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "10ad2f32-9e93-429c-955a-05b030900f85", "title": "Will an openly LGBTQ person be elected President of the United States by 2041?", "body": "Resolution Criteria\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must, during the campaign, either:\nPublicly identify as something else than cisgender.\nPublicly identify as something else than heterosexual.\nThis question will resolve negatively if all candidates elected president by 2041 identify as both cisgender and heterosexual.\nResolution will be by credible media reports.\nFine Print\nOld resolution criteria:\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must be lesbian, gay, bisexual, transgender, or queer. This question will resolve negatively if no openly LGBTQ candidate is elected president by 2041. An ambiguous resolution will result if a candidates sexuality is brought forth during their campaign from a source other than themselves and they continue to win the presidency.\n", "resolution_date": "2041-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "80647836-9d95-466a-8be6-c53839c93453", "title": "Will either Stacey Abrams be elected president in or before the 2040 election, or an openly LGBTQ person be elected President of the United States by 2041?", "body": "Resolution Criteria\nThis question resolves positively if either of the following occurs: (a) Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. (b) An openly LGBTQ candidate is elected president before 2041, where the candidate, during the campaign, must publicly identify as something other than cisgender or as something other than heterosexual. This question will resolve negatively if neither of these conditions are met.\nResolution will be by credible media reports.", "resolution_date": "2041-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}, "Q_or_P": {"id": "c604df8d-14d9-4c27-bae9-e3b2b4316f0e", "title": "Will either an openly LGBTQ person be elected President of the United States by 2041 or Stacey Abrams be elected president in or before the 2040 election?", "body": "Resolution Criteria\nThis question resolves positively if either of the following occurs: \n1. An openly LGBTQ candidate is elected president before 2041. The candidate must, during the campaign, either:\n   - Publicly identify as something other than cisgender.\n   - Publicly identify as something other than heterosexual.\n   This question will resolve negatively if all candidates elected president by 2041 identify as both cisgender and heterosexual.\n   Resolution will be by credible media reports.\n2. Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated.\nThis question resolves negatively if neither of these conditions are met.", "resolution_date": "2041-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "afa3e545-624b-4f58-89b1-a55bbf02d590", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "415985dc-f597-41bd-942d-bfe88d380b7b", "title": "Will the Second Amendment of the United States Constitution be amended or repealed before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the proceduce in Article Five of the US Constitution", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.005}, "P_or_Q": {"id": "4ed85ac8-596e-4cf5-92ad-ca0526e9a41f", "title": "Will either a Democrat win the 2024 US presidential election or the Second Amendment of the United States Constitution be amended or repealed before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs: (a) A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election, resolving on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority. (b) At any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the procedure in Article Five of the US Constitution.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.5}, "Q_or_P": {"id": "560afb35-c1c4-4e99-bbb3-3e78cd5a2581", "title": "Will either the Second Amendment of the United States Constitution be amended or repealed before 2025, or will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs: (a) At any time between January 1, 2019 to January 1, 2025, the Second Amendment is repealed, amended, or modified in any way through the procedure in Article Five of the US Constitution. (b) A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. The question will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority. Resolves NO otherwise.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "b027d9de-9b91-46ad-9257-d4919a12c2f0", "title": "Will renewable energy contribute between 25% and 48% to global electricity production in 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "a687236f-1a98-42d5-8a72-1628e550acc1", "title": "Will the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?", "body": "Resolution Criteria\nThis question resolves positively if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.", "resolution_date": "2027-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "3c9cfd17-b296-413a-b85b-8b982ce424e7", "title": "Will either renewable energy contribute between 25% and 48% to global electricity production in 2030 or the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following conditions is met: \n1. Renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\n2. The arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\nResolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}, "Q_or_P": {"id": "8a9cdb57-eb84-480a-b139-1ac5aad6150e", "title": "Will either the average global CO₂ atmospheric concentration be less than 433.19 ppm over the 2024 to 2027 period or renewable energy contribute between 25% and 48% to global electricity production in 2030?", "body": "Resolution Criteria\nThis question resolves positively if either of the following conditions is met: \n1. The arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 433.19 ppm, as reported by Earth System Research Laboratory.\n2. Renewable energy contributes between 25.00% and 48.00% (inclusive) to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data for renewable energy contributions can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "1381bea0-b0a3-44aa-aae0-27cecdc7a4d6", "title": "Longbets series: will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?", "body": "Resolution Criteria\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nWill the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "dd0f1904-a548-4a59-b3c8-7e5f86bf9379", "title": "Will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "425f1559-4f4d-4e80-a2e8-a095c2c02773", "title": "Will either the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015, or will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolves YES if either of the following occurs: a.) The Long Now Foundation declares Joseph F. Huttner the winner, indicating that the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015. b.) Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers (OICA). If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}, "Q_or_P": {"id": "000308e2-1660-40c2-89f6-276c1641c3a5", "title": "Will either Tesla become the largest car company in the world by sales before 2035, or will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than in 2015?", "body": "Resolves YES if either of the following occurs: (a) Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers (OICA). If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion. (b) The amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015, as determined by the Long Now Foundation declaring Joseph F. Huttner the winner of their bet. If Stephen W Snow is declared the winner, this question resolves negatively. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "bf92b6ae-76ae-4539-8d6a-d31c65ee28cd", "title": "Will there be active warfare between the United States and China before 2027?", "body": "Resolution Criteria\nThis question resolves in the affirmative if, at some point between now and 31 December 2026, at least two credible news sources (e.g. the Australian Financial Review, the New York Times, the Washington Post, Reuters, Associated Press, etc.) report that the United States and China have exchanged fire, engaged in \"kinetic conflict\", fought a battle, fought a war or otherwise engaged in active warfare (and they are not talking metaphorically/about a \"cold war\")\n", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "9d2676fc-49e1-4a2e-9f98-c4d14daee669", "title": "Will any country's military expenditure exceed that of the United States before 2030?", "body": "Resolution Criteria\nThe United States of America spends significantly more in absolute terms on its defense than any other country, and this has been the case since World War II. In 2017, US military spending accounted for some $610 billion, 35% of global military spending in that year.\nWill any country spend more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year?\nResolution should cite official budget figures from the United States and the other country in question. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\nOur comparison will use three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "5cc74eb4-ca43-42f9-8946-60667e2635f9", "title": "Will there be active warfare between the United States and China before 2027, or will any country's military expenditure exceed that of the United States before 2030?", "body": "Resolves YES if either of the following occurs: (a) At some point between now and 31 December 2026, at least two credible news sources (e.g., the Australian Financial Review, the New York Times, the Washington Post, Reuters, Associated Press, etc.) report that the United States and China have exchanged fire, engaged in \"kinetic conflict\", fought a battle, fought a war or otherwise engaged in active warfare (and they are not talking metaphorically/about a \"cold war\"). (b) Any country spends more on its military / defense in a given year before (and including) 2030 than the United States spends in the same year, with resolution citing official budget figures from the United States and the other country in question, using a three-year average of exchange rates to smooth effects of transitory exchange rate fluctuations. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.22}, "Q_or_P": {"id": "d380e6cf-aec9-46b8-af5e-69f9926b2db4", "title": "Will any country's military expenditure exceed that of the United States before 2030, or will there be active warfare between the United States and China before 2027?", "body": "Resolves YES if either of the following occurs: (a) Any country spends more on its military/defense in a given year before (and including) 2030 than the United States spends in the same year, using official budget figures and a three-year average of exchange rates for comparison. (b) At least two credible news sources report that the United States and China have engaged in active warfare (not metaphorically) at any point before 31 December 2026. Resolves NO otherwise. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "fe2bfd80-091d-4301-af3e-e34839ef694f", "title": "Bitcoin Extremes: Will 1 bitcoin be worth $100,000 or more before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q": {"id": "8d4e94c4-3fd2-4274-a59a-6e497e8698f5", "title": "Will it be legal to pay taxes in the US using bitcoin before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin.\nSome crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nThere is no requirement for the IRS to then hold onto that Bitcoin after receiving it, they could sell if for USD or anything else. It is only required that they accept it for the transaction.\nIt can't be part of a punitive action by the IRS nor another part of the government. It must be that the person was making an otherwise-normal payment toward their income taxes or capital gains tax, in good legal standing. If the IRS seized their crypto holdings due to illegal activity, that is not the spirit of the question.\nThere is no requirement that the Bitcoin transaction be on-chain. If the IRS accepted a custodial transfer of Bitcoin that was held by a bank in trust on behalf of the taxpayer, or if the taxpayer sent the Bitcoin using a lightning network payment channel, or if they sent it using a sidechain, or sent it using a wrapped BTC on another blockchain -- those are all acceptable\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "486ceab8-bca9-4331-ab10-7d13b5151440", "title": "Will either 1 bitcoin be worth $100,000 or more before 2025, or will it be legal to pay taxes in the US using bitcoin before 2030?", "body": "Resolves YES if either of the following occurs: (a) One bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation. (b) At any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. This must be a direct acceptance of Bitcoin for tax payments, not through a service that exchanges Bitcoin for fiat at the point of transaction. The IRS must receive and accept Bitcoin for the transaction, and it cannot be part of a punitive action by the IRS or another part of the government. It must be that the person was making an otherwise-normal payment toward their income taxes or capital gains tax, in good legal standing. Various methods of transferring Bitcoin, including custodial transfers, lightning network payment channels, sidechains, or wrapped BTC on another blockchain, are acceptable. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}, "Q_or_P": {"id": "b90c1778-d576-4b02-b9fa-d85013ea1047", "title": "Will it be legal to pay taxes in the US using bitcoin before 2030 or will 1 bitcoin be worth $100,000 or more before 2025?", "body": "Resolves YES if either of the following occurs: (a) At any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin for income taxes or capital gains tax in good legal standing, excluding payments made as part of punitive actions or seizures due to illegal activity. The IRS must receive and accept Bitcoin directly, though they may convert it post-transaction. Acceptable methods include on-chain transactions, custodial transfers, lightning network payments, sidechain transactions, or wrapped BTC on another blockchain. (b) One bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "41db0daf-b207-41f6-875d-a3e6b39abcd4", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolution Criteria\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "42335b1b-ae5c-4b01-beea-ed8321d14c96", "title": "By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?", "body": "Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "c2912e5c-f261-4848-8071-208350a9e97e", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040 or will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI by 2050?", "body": "Resolves YES if either of the following occurs: (a) Metaculus and community predictions of artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040, as confirmed by a Metaculus admin. (b) In any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI, where authorship is credited to an AI or more than 75% of the content is created by AI, according to publisher's statements or credible media reports. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.7}, "Q_or_P": {"id": "26d7005d-a149-4175-be4f-ef01470e8477", "title": "Will either at least 25% of #1 NYT Best Selling Fiction be primarily written by AI by 2050 or Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolves YES if either of the following occurs: (a) In any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI, where authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion. (b) The probability (of both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remains above 5% in each 6-month period before 2040, as will be confirmed by one of the Metaculus admins. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "58bcdec5-5805-437d-9e7e-137fd905b83f", "title": "Will there be more than 13 people off of planet Earth on December 31, 2050?", "body": "Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "885de35e-e626-47cb-8615-8f0504accbc6", "title": "Will alien technosignatures be detected before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if a competent and credible authority on astronomy and or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI or similar) announces that, on the balance of probabilities (i.e. more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050. This announcement qualifies only if it is made after a year waiting period following the initial announcement of the detection, unless the space agencies of the US, Russia, China and Europe all agree that the finding is genuine. Evidence of biosignatures alone will not be directly relevant to the resolution of this question.\nBy 'non-human origin,' this question refers to technosignatures that are not the result of human activity, or of the activity of any technology or 'lifeform' created by humans, including any artificial intelligence system or biological organism\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "484a7634-2bea-40b9-bc9d-e0748ac0d9d2", "title": "Will either more than 13 people be off of planet Earth on December 31, 2050, or alien technosignatures be detected before 2050?", "body": "Resolves YES if either of the following occurs: (a) The population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13, using the altitude conventionally used for space records (farther than 100km from the surface of Earth). (b) A competent and credible authority on astronomy or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI or similar) announces that, on the balance of probabilities (i.e. more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050. This announcement qualifies only if it is made after a year waiting period following the initial announcement of the detection, unless the space agencies of the US, Russia, China, and Europe all agree that the finding is genuine. Resolves NO otherwise.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}, "Q_or_P": {"id": "e3370015-b27d-4352-8a55-2e02f6d88016", "title": "Will either alien technosignatures be detected before 2050 or will there be more than 13 people off of planet Earth on December 31, 2050?", "body": "Resolves YES if either of the following occurs: (a) A competent and credible authority on astronomy or space exploration (such as NASA, ESA, ROSCOSMOS, CNSA, JAXA, SETI, or similar) announces that, on the balance of probabilities (i.e., more than 50% likely), technosignatures of non-human origin have been discovered before January 1, 2050. This announcement qualifies only if it is made after a year waiting period following the initial announcement of the detection, unless the space agencies of the US, Russia, China, and Europe all agree that the finding is genuine. Evidence of biosignatures alone will not be directly relevant to the resolution of this question. By 'non-human origin,' this question refers to technosignatures that are not the result of human activity, or of the activity of any technology or 'lifeform' created by humans, including any artificial intelligence system or biological organism. (b) The population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13. Resolves NO otherwise.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "85e59f66-fe04-4ff9-9e87-af32111f2b64", "title": "Will the research group that is responsible for developing the first AGI be part of a non-profit corporation?", "body": "Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a non-profit organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "940e8c86-691d-4d4a-a8d2-fc0b9abfd077", "title": "Will Ray Kurzweil be proven right?", "body": "Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_or_Q": {"id": "4f015a59-6fce-443a-be4a-54b6bd026e06", "title": "Will either the research group that developed the first AGI be part of a non-profit corporation, or will Ray Kurzweil be proven generally right in his predictions?", "body": "Resolution Criteria:\n1. The first part of this question will resolve positively if the AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a non-profit organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\n2. The second part of this question will resolve based on whether Ray Kurzweil is proven generally right in his predictions about the future of technology involving exponential growth leading up to technological singularity, which he predicts will happen circa 2045. If the community prediction at the time of closing is > 80%, then the question resolves positive. If the community prediction at the time of closing is < 20%, then the question resolves negative. If the community prediction at the time of closing is ≥ 20% and ≤ 80%, then a member of Metaculus staff shall decide resolution. Metaculus may periodically survey the perceived correctness of Kurzweil's predictions, per a fixed methodology similar to that employed in a report, but with a modification to survey and weight by importance of the prediction.\n\nThis question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}, "Q_or_P": {"id": "0bf33c16-5ecf-454c-8f54-a68d84f2f9a6", "title": "Will either Ray Kurzweil be proven generally right in his predictions or the research group that develops the first AGI be part of a non-profit corporation?", "body": "Resolves YES if either of the following occurs: (a) Ray Kurzweil is proven generally right in his predictions, where 'generally right' is defined by a community prediction of over 80% at the time of closing, or a Metaculus staff decision if the prediction is between 20% and 80%. (b) The research group responsible for developing the first AGI is part of a non-profit organization, including cases where the development is a collaborative effort between multiple institutions. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "69d265d5-6c44-4ec3-a3c4-7f04c075be96", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "6a7ffc79-dfb7-4f75-8924-6f74ba9e1495", "title": "Will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "P_or_Q": {"id": "ba779249-c991-4836-b665-dfb7bec4ba9b", "title": "Will either the European Union meet its 2030 targets under the Paris Climate Treaty or will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs: \n1. A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. The goals are: a 40% reduction in greenhouse gas emissions by 2030 compared to 1990 levels, at least 27% of total energy consumption from renewable energy, and at least 27% increase in energy efficiency in comparison with projections.\n2. World output doubles in a period of 4 years or less before 2050, as assessed by credible evaluation of world GDP in constant US dollars or other appropriately widely-accepted units.\nResolves NO otherwise.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}, "Q_or_P": {"id": "bbb4c3d2-eb1b-4eb0-84b3-970fc6cde3b1", "title": "Will there be a 4 year interval in which world output doubles before 2050 or will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolves YES if either of the following occurs: \n(a) There is a 4 year interval in which world output doubles before 2050, as assessed by credible evaluation of world GDP in constant US dollars or other widely-accepted units. This includes any complete 4 year interval before the first 1 year interval in which world output doubles. \n(b) A credible news report cites an independent analysis confirming that Europe has met all three 2030 climate action goals under the Paris Treaty by January 1, 2030, including a 40% reduction in greenhouse gas emissions compared to 1990 levels, at least 27% of total energy consumption from renewable sources, and at least a 27% increase in energy efficiency compared to projections. \nResolves NO otherwise.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "7bbd6b96-f03b-4a27-82f4-bc1b972d7d8b", "title": "Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?", "body": "Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nSilverberg's dire fears have not (yet!) come to pass, but the American Chemical Society (ACS) has identified 44 elements that \"face supply limitations in the coming years.\" Those considered by the ACS \"under serious threat\" over the next century include: silver, zinc, hafnium, gallium and helium.\nIt sounds serious. But not everyone is concerned. This counterpoint editorial from The Register, for instance, maintains that the galium shortage is a nothingburger:\nWe mine for aluminium by sticking bauxite into a Bayer Process plant, where we boil it in caustic soda. If you put the right doohicky on the side of this plant then you get the gallium out. It's at about 100ppm, 100 grammes per tonne of bauxite processed... there's around a 1,000-year supply of Ga in the bauxite that we already know that we'll process for the aluminium content... We simply don't have any meaningful shortage of these metals [worth] worrying about.\nAs a proxy for supply issues, we will use price. The question resolve positive if by beginning of 2040 any of the following \"under serious threat\" elements has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity, like USGS. The elements in question are: He, Zn, Ga, Ge, As, Ag, In, Te and Hf.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "2e401560-ebd0-4f7e-8d67-55f79eba655e", "title": "Will a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if the average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024. For the purpose of this question, we shall refer to the current weightings of the SPDR S&P 500 ETF\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "289728d9-b41d-49f0-90ea-374fa67523e3", "title": "Will either humanity run out of at least one element considered \"under serious threat\" by 2040 or a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?", "body": "Resolves YES if either of the following occurs: (a) By the beginning of 2040, any of the elements considered \"under serious threat\" (He, Zn, Ga, Ge, As, Ag, In, Te, Hf) has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity like USGS. (b) The average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024. Resolves NO otherwise.", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}, "Q_or_P": {"id": "696c6448-fd8a-490a-88cd-3cb05030d100", "title": "Will either a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025, or will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?", "body": "Resolution Criteria:\n1. This question will resolve as YES if either of the following conditions is met:\na.) The average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024, based on the current weightings of the SPDR S&P 500 ETF.\nb.) By the beginning of 2040, any of the following elements considered \"under serious threat\" (He, Zn, Ga, Ge, As, Ag, In, Te, Hf) has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity like USGS.\nResolves NO otherwise.", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "ebf41424-d301-4835-84f2-770e71f48d62", "title": "If and when this graph is extended to 10^14 parameter models trained on 10^14 elapsed tokens of similar-quality data, will the 10^14 parameter learning curve have slowed down substantially?", "body": "Resolution Criteria\nThis question resolves positively if the relevant experiment is done and reported (extending this graph, or providing equivalent data) and the slope of the learning curve for the 10^14 parameter model around 10^14 data points (Say, from 10^12 to 10^14) is less than half as steep as the slope of L(D). It resolves negatively if instead the slope is at least half as steep as L(D).\nThis question also resolves positively (or negatively) if it becomes uncontroversial what would have happened if the experiment had been done. For example, maybe other experiments will provide much more evidence about neural net scaling trends in general, such that it will be easy to calculate what would happen with this one in particular.\nThis question resolves ambiguously if by 2050 no one has performed the experiment AND there is no consensus about what would have happened if someone had.\nThe Metaculus moderators are the judge of final resort for determining whether and how to resolve this question.\nFor more context, see the comment threads below (Search for \"It's a big deal.\")\nFine Print\nIt is important that the data used to extend the graph be of similar quality. Obviously if we just threw in 10^14 tokens of basic arithmetic problems, the model would get good at basic arithmetic but not at anything else, and it's unclear whether the result would be on-trend or not. Ideally we'd have 10e14 tokens of diverse internet text, scanned books, chat logs, emails, etc. If this experiment gets done with different-quality data, the question becomes whether it gives us enough evidence to uncontroversial predict what would have happened if we had done it with similar-quality data.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "eb17041a-e906-49e5-8851-837279a58fb7", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolution Criteria\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_or_Q": {"id": "029693a8-2d31-4713-8529-fdf41bb32c37", "title": "Will either the 10^14 parameter learning curve have slowed down substantially when extended to 10^14 parameter models trained on 10^14 elapsed tokens, or will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolves YES if either of the following occurs: (1) The relevant experiment is done and reported (extending the graph, or providing equivalent data) and the slope of the learning curve for the 10^14 parameter model around 10^14 data points (from 10^12 to 10^14) is less than half as steep as the slope of L(D). It also resolves positively if it becomes uncontroversial what would have happened if the experiment had been done, for example, through other experiments providing evidence about neural net scaling trends. It resolves negatively if instead the slope is at least half as steep as L(D). This question resolves ambiguously if by 2050 no one has performed the experiment AND there is no consensus about what would have happened if someone had. (2) The probability (of both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remains above 5% in each 6-month period before 2040, as will be confirmed by one of the Metaculus admins. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}, "Q_or_P": {"id": "3d1b85b7-afd5-4df6-be61-5126e0ff2d0b", "title": "Will either Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040, or will the 10^14 parameter learning curve have slowed down substantially when extended to 10^14 parameter models trained on 10^14 elapsed tokens of similar-quality data?", "body": "Resolves YES if either of the following occurs: (1) Metaculus and community predictions of artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040, as confirmed by a Metaculus admin. (2) The relevant experiment is done and reported (extending the graph, or providing equivalent data) and the slope of the learning curve for the 10^14 parameter model around 10^14 data points (from 10^12 to 10^14) is less than half as steep as the slope of L(D), or it becomes uncontroversial what would have happened if the experiment had been done. Resolves NO if neither of these conditions are met. Resolves ambiguously if by 2050 no one has performed the experiment and there is no consensus about what would have happened if someone had.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "5a3fa1b1-6b7d-4600-8b0b-9cd5885b6671", "title": "Will a new amendment to the US Constitution be ratified by 2050?", "body": "Resolution Criteria\nThe US Constitution has been amended 27 times in its history, most recently in 1992. This question resolves positively if at least five reliable media outlets report that before January 1st 2050 the US constitution received a 28th amendment. Otherwise it resolves negatively.\nThis question will close and resolve 1 hour before any 28th amendment becomes law, if one does.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "cd2836cd-72a4-484b-8279-0141ee7b0e8d", "title": "Who will be the Republican nominee for the 2024 US Presidential Election? (Mike Pence)", "body": "Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_or_Q": {"id": "317ba057-cbab-4991-9fd8-579993bf8da9", "title": "Will either a new amendment to the US Constitution be ratified by 2050 or Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "Resolves YES if either of the following occurs: (a) At least five reliable media outlets report that before January 1st 2050, the US Constitution received a 28th amendment. (b) Mike Pence is selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election. Resolves NO otherwise. Note: If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}, "Q_or_P": {"id": "50960ac2-69fc-4132-ba7c-72c197a89db8", "title": "Will either Mike Pence be the Republican nominee for the 2024 US Presidential Election or a new amendment to the US Constitution be ratified by 2050?", "body": "Resolution Criteria for Mike Pence as the Republican nominee for the 2024 US Presidential Election: This question will resolve as Yes if Mike Pence is selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election. It will resolve as No for any other candidate. If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\n\nResolution Criteria for a new amendment to the US Constitution by 2050: This question resolves positively if at least five reliable media outlets report that before January 1st 2050 the US constitution received a 28th amendment. Otherwise, it resolves negatively. This question will close and resolve 1 hour before any 28th amendment becomes law, if one does.\n\nThis combined question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "dde84607-cb1f-48e1-8f34-d9b3998c67ba", "title": "Will a functional Alcubierre drive-like FTL device be demonstrated before 2100?", "body": "Resolution Criteria\nThe Alcubierre drive is a speculative warp drive idea based on a solution of Einstein's field equations in general relativity as proposed by Mexican theoretical physicist Miguel Alcubierre, by which a spacecraft could achieve apparent faster-than-light travel if a configurable energy-density field lower than that of vacuum (that is, negative mass) could be created.\nRather than exceeding the speed of light within a local reference frame, a spacecraft would traverse distances by contracting space in front of it and expanding space behind it, resulting in effective faster-than-light travel. Objects cannot accelerate to the speed of light within normal spacetime; instead, the Alcubierre drive shifts space around an object so that the object would arrive at its destination more quickly than light would in normal space without breaking any physical laws.\nHowever, there are a number of technical challenges that may mean that it is either extremely difficult or impossible to create a device that functions as Alcubierre described.\nAlcubierre's original paper can be read here: The warp drive: hyper-fast travel within general relativity\nWill a functional Alcubierre drive device be demonstrated before 2100?\nThis question will resolve as Yes if before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, and that enables a physical object to traverse distances at faster-than-light speeds.\nThis demonstration must take place in 'base reality' (i.e. the universe in which the concept was originally proposed, and in which Metaculus users in January 2021 lived) rather than in any kind of simulated reality or alternative physical universe that is created or discovered after February 12, 2021.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.08}, "Q": {"id": "7277ed4c-ceca-4ee2-9ee8-a7120ce13b9c", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "aacfec70-dd52-4dda-a9e9-a764ec369788", "title": "Will either a functional Alcubierre drive-like FTL device be demonstrated before 2100 or will there be a \"World War Three\" before 2050?", "body": "Resolves YES if either of the following occurs: \n(a) A functional Alcubierre drive-like FTL device is demonstrated before 2100, specifically if a credible paper is published in a peer-reviewed journal detailing a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, enabling a physical object to traverse distances at faster-than-light speeds. This demonstration must occur in 'base reality' as defined in the original context of the question. \n(b) There is a military conflict before 2050 involving countries representing at least 30% of world GDP in PPP or 50% of world population in any year of the ongoing conflict, and at least 10 million people (civilians or military personnel) have been killed in the conflict. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "0a4f8715-a958-4296-8ef0-9408cef00899", "title": "Will either a \"World War Three\" occur before 2050 or a functional Alcubierre drive-like FTL device be demonstrated before 2100?", "body": "Resolves YES if either of the following occurs: (a) At any time between January 1, 2019 and January 1, 2050, there is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict. (b) Before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, enabling a physical object to traverse distances at faster-than-light speeds. This demonstration must take place in 'base reality' rather than in any kind of simulated reality or alternative physical universe created or discovered after February 12, 2021. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "1e9a1507-30c9-4114-94ac-f69e69eed1a5", "title": "Will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "0d1b8856-a7e3-4edb-b486-58ab2e5f06a0", "title": "Will the average global CO₂ atmospheric concentration be less than 423.89 PPM over the 2024 to 2027 period (inclusive)?", "body": "Resolution Criteria\nResolution\nThis question will resolve as Yes if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 423.89 ppm, as reported by Earth System Research Laboratory.\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here\n", "resolution_date": "2027-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "e56f08d4-e535-4d3a-9226-5e6883844d15", "title": "Will either Tesla become the largest car company in the world by sales before 2035, or will the average global CO₂ atmospheric concentration be less than 423.89 PPM over the 2024 to 2027 period?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs:\n1. Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers (OICA). If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion.\n2. The arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 423.89 ppm, as reported by Earth System Research Laboratory.\nResolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}, "Q_or_P": {"id": "50fee8f7-dd6a-405d-98e7-44deb2003534", "title": "Will either the average global CO₂ atmospheric concentration be less than 423.89 PPM over the 2024 to 2027 period or Tesla become the largest car company in the world by sales before 2035?", "body": "Resolves YES if either of the following occurs: (a) The arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 423.89 ppm, as reported by Earth System Research Laboratory. (b) Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers. If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion. Resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "48c48abf-7e56-433d-9aae-7b3ca75923dd", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "625b4716-30e0-42d0-908d-ffb881d8f3ba", "title": "Will the USD be the dominant global reserve currency in 2050?", "body": "Resolution Criteria\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nWill the USD be the dominant global reserve currency in 2050?\nQuestion resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion resolves as ambiguous the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_or_Q": {"id": "24096648-f88c-4173-b12a-34928caef9bf", "title": "Will either humanity maintain a continuous off-Earth presence until 2050 or will the USD be the dominant global reserve currency in 2050?", "body": "Resolves YES if either of the following occurs: (a) At least one living and conscious biological human is physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). If the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this part of the question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count. Humans who are merely sleeping will be considered conscious. Biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans. (b) The most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. This question resolves as ambiguous if the IMF has not published any statistics for any quarters after Q1 2045, or if admins judge that the IMF has ceased to exist. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}, "Q_or_P": {"id": "2567549d-76b1-489c-a887-444c38cfaa4e", "title": "Will either the USD be the dominant global reserve currency in 2050 or will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolves YES if either of the following occurs: (a) The most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. This resolution will use the latest available data from the IMF's Currency Composition of Foreign Exchange Reserves (COFER) or its equivalent if COFER is no longer published. If the IMF has not published any statistics for any quarters after Q1 2045, or if admins judge that the IMF has ceased to exist, the question resolves as ambiguous. (b) At least one living and conscious biological human is physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). If the number of such humans drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "85cc8635-c8fe-47a6-8105-e94e4934328d", "title": "Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "727014f2-46f6-4950-aa7b-5c685333b7fd", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "c62c8061-2754-4756-88e5-6ad93ee48360", "title": "Will there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere, or will there be a global thermonuclear war by 2070?", "body": "Resolves YES if either of the following occurs: (a) There is at least one fatality in North Korea from an offensive nuclear detonation before January 1, 2050, provided there's an offensive nuclear detonation anywhere in the world. This excludes detonations for testing purposes or peaceful nuclear explosions. (b) There is an armed conflict before January 1, 2070 where either three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory. Resolves NO if neither of these conditions are met. The question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}, "Q_or_P": {"id": "2bf931e7-a009-4ea0-8c9c-968d82379959", "title": "Will there be a global thermonuclear war by 2070 or at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolves YES if either of the following conditions are met: \n1. There is an armed conflict before January 1, 2070 where either of these conditions are true: \na) Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory. \nb) Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory. \n2. At least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050, provided there's an offensive nuclear detonation anywhere. This excludes detonations for testing purposes or peaceful nuclear explosions. \nResolves NO if neither of these conditions are met. The question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "90e9f4af-5dc4-42c1-9f4c-fb5977584b66", "title": "Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?", "body": "Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "00354e6c-adeb-4533-9d45-383ec6894700", "title": "If there's a 10% global agricultural shortfall by 2030, will this cause >400 million fatalities?", "body": "Resolution Criteria\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024[1]). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nSee also:\nWill the first nuclear conflict involving >100 detonations cause >1m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >1b fatalities within 10 years of the final detonation?\nWill the first nuclear conflict involving >1000 detonations cause >4b fatalities within 10 years of the final detonation?\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n[1] The reason for using 2030 rather than 2024 for this question is that the fatalities and discussion of them may occur on a several-year delay from the actual shortfall. It therefore seemed unwise to force this question to resolve by 2024, and hence best to make this part of the long-term rather than calibration tournament.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "be978d2e-e215-4f75-8566-d7c10646fd53", "title": "Will either a global catastrophe occur due to human-made climate change or geoengineering, or will a 10% global agricultural shortfall by 2030 cause more than 400 million fatalities?", "body": "Resolution Criteria for each part:\n\n1. If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system? A global catastrophe is defined as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. The catastrophe must be due to the direct effects of climate change or the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks.\n\n2. This question conditions on there being a 10% global agricultural shortfall by 2030. It resolves positively if at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. The question resolves ambiguously if the 10% shortfall condition isn't met.\n\nThe combined question resolves YES if either of the above conditions are met, and NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}, "Q_or_P": {"id": "9fd133c7-0e09-453b-b3ac-12a3bfb53b1a", "title": "Will either a 10% global agricultural shortfall by 2030 cause >400 million fatalities, or will a global catastrophe by 2100 be due to human-made climate change or geoengineering?", "body": "Resolution Criteria for the agricultural shortfall question:\nThis question conditions on there being a 10% global agricultural shortfall by 2030. It resolves ambiguously if that condition isn't met. The question resolves positively if at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\n\nResolution Criteria for the global catastrophe question:\nThis question resolves if a global catastrophe, defined as a 10% decrease in the world population in any period of 5 years or less, happens before 2100 and is principally due to human-made climate change or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system. The question resolves ambiguously if no such global catastrophe occurs.\n\nThe combined question resolves YES if either of the above conditions are met. It resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "1fe6c6dd-139e-41e1-a172-6c7ae59c9743", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "55c5cf1b-19b2-41b7-af70-d06008d43f59", "title": "Will a practical nuclear fusion reactor first be developed in China?", "body": "Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_or_Q": {"id": "c4ed31f8-389a-448e-8481-67169aeab495", "title": "Will either a \"World War Three\" occur before 2050 or a practical nuclear fusion reactor first be developed in China?", "body": "Resolves YES if either of the following occurs: (a) There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict, anytime between January 1, 2019 and January 1, 2050. (b) The first operational high-temperature nuclear fusion reactor that can produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week and has a sustainable plan for long-term operations is built in China. Resolves NO otherwise. If no such reactor is built before January 1, 2050, this part of the question will resolve as Ambiguous.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "1382d5db-37cd-49b2-9e79-5d6af5af50f3", "title": "Will either a practical nuclear fusion reactor first be developed in China or will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria for practical nuclear fusion reactor:\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis part of the question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this part of the question will resolve as Ambiguous.\n\nResolution Criteria for \"World War Three\":\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n\nThe overall question resolves YES if either of the above conditions are met, and NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "764c7439-bd62-4a3e-84b3-5e1f455fb05f", "title": "Will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "Q": {"id": "d4edad27-a488-40d7-b1d3-55b7de884155", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_or_Q": {"id": "b09e44b8-af1e-421a-95e1-9f5b2dbaeb54", "title": "Will either world output double within any 4-year interval before 2050, or will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolves YES if either of the following occurs: (a) World output doubles in a period of 4 years or less before 2050, based on a credible assessment of world GDP in constant US dollars or other appropriately widely-accepted units. (b) At least one living and conscious biological human is continuously located beyond 100km altitude above Earth's mean sea level at all times until 1 January 2050, including aboard spacecraft, space stations, or on astronomical objects other than Earth. This includes humans with some degree of cybernetic augmentation capable of reproducing with un-augmented humans. Resolves NO if neither of these conditions are met.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "3b09a397-32b7-43dc-a53b-4020847eacde", "title": "Will either humanity maintain a continuous off-Earth presence until 2050 or will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria for each part:\n\n1. Humanity maintaining a continuous off-Earth presence until 2050: For a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). If the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. However, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n\n2. A 4 year interval in which world output doubles before 2050: This question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously: [Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "badddefa-cc97-4c03-91ee-111aad5e82eb", "title": "Will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2019 and January 1, 2050, both of these conditions are true:\nThere is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing.\nAt least 10 million people (civillians or military personnel) have been killed in the conflict.\n[see edit history in the fine print]\nFine Print\nPPP will may be determined from the following sources, in order of precedence:\nIMF\nWorld Bank\nUnited Nations\nCIA\n[2022-03-24]: Edited to clarify that \"world GDP\" will be determined in PPP for condition 1 .\n[2021-11-24]: Edited to clarify the time constraints.\n(Edit 1/16/19 to remove third \"described as WWIII\" criterion.)\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "bae49ae6-7b2d-437c-adae-f23ad875c554", "title": "Will synthetic biological weapons infect 100 people by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible medical source announces at least 100 people are confirmed \"infected\" by one or more confirmed synthetic \"biological weapon\"s and that this has occured before 2030. The consequences of infection may or may not be immediately harmful. An agent can even be latent, or cause a delayed onset of disease, as long as the agent is still present and functional 24 hrs after infection (as opposed to being destroyed by the immune system). But if it causes some definite, confirmed harmful effect, and then self-destructs before 24 hrs have passed, that would still count. The infection can result from a terrorist attack, attack on enemy military personnel, an experiment, accident, with the infected persons' consent, or from any other cause\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "d718bcd8-4f9d-474e-bceb-66845d5346a6", "title": "Will either a \"World War Three\" occur before 2050 or will synthetic biological weapons infect 100 people by 2030?", "body": "Resolves YES if either of the following occurs: \n1. There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict, anytime between January 1, 2019 and January 1, 2050. \n2. A credible medical source announces at least 100 people are confirmed \"infected\" by one or more confirmed synthetic \"biological weapon\"s and that this has occurred before 2030. The consequences of infection may or may not be immediately harmful. An agent can even be latent, or cause a delayed onset of disease, as long as the agent is still present and functional 24 hrs after infection. \nResolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}, "Q_or_P": {"id": "1ccdb314-d0e6-437d-a414-86d50b1dade9", "title": "Will either synthetic biological weapons infect 100 people by 2030 or will there be a \"World War Three\" before 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following conditions is met:\n1. A credible medical source announces at least 100 people are confirmed \"infected\" by one or more confirmed synthetic \"biological weapon\"s before 2030. The consequences of infection may or may not be immediately harmful. An agent can be latent, or cause a delayed onset of disease, as long as the agent is still present and functional 24 hrs after infection. If it causes some definite, confirmed harmful effect, and then self-destructs before 24 hrs have passed, that would still count. The infection can result from a terrorist attack, attack on enemy military personnel, an experiment, accident, with the infected persons' consent, or from any other cause.\n2. There is a military conflict involving countries representing in totality at least 30% of world GDP in PPP or 50% of world population in any year in which the conflict is ongoing, and at least 10 million people (civilians or military personnel) have been killed in the conflict, anytime between January 1, 2019 and January 1, 2050.\nResolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "a501537d-a32a-4893-a4bb-9e84d96b5a5a", "title": "Will any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "82f9baeb-3513-4bc0-8340-b2631651be30", "title": "Ragnarök Question Series: if a nuclear catastrophe occurs, will it reduce the human population by 95% or more?", "body": "Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?. Now it is asked,\nGiven that nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "P_or_Q": {"id": "cdb2afaa-57ed-4e42-9452-020887eead3f", "title": "Will either any state test a nuclear weapon with yield above 30 MT by 2030 or, given a nuclear catastrophe, will it reduce the human population by 95% or more?", "body": "Resolution Criteria for each part:\n1. The question will resolve positively if, by January 1, 2030, there are reports of a nuclear weapon test with a yield above 30 MT by any state, as reported by reputable sources.\n2. Given that a nuclear catastrophe occurs that results in the reduction of the global population of at least 10% by 2100, this question will resolve positively if the global population declines by more than 95% relative to the pre-catastrophe population at any point within 25 years of the catastrophe. It resolves negatively if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%. The question resolves ambiguous if a global nuclear catastrophe that claims at least 10% does not occur.\nThe combined question resolves YES if either of the above conditions are met. It resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.05}, "Q_or_P": {"id": "cc6f3bda-c286-4147-a205-60de1d268bd2", "title": "Will either a nuclear catastrophe reduce the human population by 95% or more, or will any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria for each part:\n1. Given that a nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population? The question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n2. Will any state test a nuclear weapon with yield above 30 MT by 2030? The question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources.\n\nThe overall question resolves YES if either of the above conditions are met. It resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.03}}}
{"line": {"P": {"id": "96aa927e-8413-41ac-9595-1924a4aa2f9d", "title": "Will the US set a new annual GDP growth rate record high before 2030?", "body": "Resolution Criteria\nReal GDP Annual Growth Rate in the United States averaged 3.3% from 1930 until 2017, reaching an all time high of 8.7% in 1950 and a record low of -3.90% in the second quarter of 2009.\nThis question asks: In any year before Q1 2030, will the US record real GDP annual growth rate of greater than 8.7%, beating the record set in 1950?\nFor the purpose of this question, we shall refer to Real GDP in terms of percent change from preceding year, as provided by the Bureau of Economic Analysis, or other reputable sources of economic data.\nEdit: (22 Feb 2019), the question now resolves positively if real GDP in terms of percent change from preceding year exceeds 8.7% instead of resolving positively if annualised quarterly real GDP growth exceeds 13.4%.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "76d11205-47ff-4236-b20b-caa5e4fe952e", "title": "Will photonic tensor cores be ubiquitous in machine learning by 2030?", "body": "Resolution Criteria\nThis question resolves as YES if photonic tensor cores are ubiquitous in machine learning by 2030, and NO otherwise.\nPhotonic tensor cores are said to be \"ubiquitous\" in machine learning by 2030 if all three of the top machine learning cloud computing services offer photonic tensor cores for training models. The top machine learning cloud computing services are taken to the top three services that are yielded by the DuckDuckGo search, \"machine learning cloud computing service\" (If DuckDuckGo is no longer available, the following take their place in order of priority: Google, Bing).\nShow More", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "e950942e-922d-48dd-a341-e5305f83754d", "title": "Will either the US set a new annual GDP growth rate record high before 2030, or will photonic tensor cores be ubiquitous in machine learning by 2030?", "body": "Resolves YES if either of the following occurs: (a) In any year before Q1 2030, the US records a real GDP annual growth rate of greater than 8.7%, beating the record set in 1950, as measured in terms of percent change from the preceding year by the Bureau of Economic Analysis or other reputable sources of economic data. (b) Photonic tensor cores are ubiquitous in machine learning by 2030, defined as all three of the top machine learning cloud computing services offering photonic tensor cores for training models, where the top services are determined by the DuckDuckGo search for \"machine learning cloud computing service\" (or Google, Bing if DuckDuckGo is unavailable). Resolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}, "Q_or_P": {"id": "d32f3c1d-731f-40bf-9719-3a99ec61773f", "title": "Will either photonic tensor cores be ubiquitous in machine learning by 2030 or the US set a new annual GDP growth rate record high before 2030?", "body": "Resolves YES if either of the following occurs: (a) Photonic tensor cores are ubiquitous in machine learning by 2030, defined as all three of the top machine learning cloud computing services offering photonic tensor cores for training models. The top services are determined by a DuckDuckGo search for \"machine learning cloud computing service\" (or Google, Bing if DuckDuckGo is unavailable). (b) The US records a real GDP annual growth rate greater than 8.7% in any year before Q1 2030, beating the record set in 1950. Real GDP is considered in terms of percent change from the preceding year, as provided by the Bureau of Economic Analysis or other reputable sources. Resolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "23db77dd-a318-4671-a29c-622a92a080c5", "title": "Longbets series: By 2030, will commercial passengers routinely fly in pilotless planes?", "body": "Resolution Criteria\nCraig J Mundie and Eric Schmidt summarize their reasons for taking the bet here.\nIf the Long Now Foundation declares Craig J Mundie the winner, this question resolves positively. If they declare Eric Schmidt the winner, this question resolves negatively.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "77acfbb9-f56b-4eb3-80e9-f88ebe668072", "title": "Will an oracle superintelligence be developed before a general superintelligence?", "body": "Resolution Criteria\nThis question will immediately resolve positively if an AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. If a generally superhuman AI is developed first, the question will immediately resolve negatively. By default, the question will resolve ambiguously on the resolve date, 2099-12-31.\nSuccessful creation of either technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_or_Q": {"id": "87a6e2ae-2e49-4e87-9255-46e74a037114", "title": "Will either commercial passengers routinely fly in pilotless planes by 2030 or an oracle superintelligence be developed before a general superintelligence?", "body": "Resolves YES if either of the following occurs: (a) The Long Now Foundation declares Craig J Mundie the winner, indicating that commercial passengers routinely fly in pilotless planes by 2030. (b) An AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. Resolves NO if Eric Schmidt is declared the winner by The Long Now Foundation, indicating that commercial passengers do not routinely fly in pilotless planes by 2030, or if a generally superhuman AI is developed first. The question will resolve ambiguously on the resolve date, 2099-12-31, if neither condition is clearly met. Successful creation of either technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "5fb1d135-d993-409f-8156-a31842553adf", "title": "Will either an oracle superintelligence be developed before a general superintelligence, or will commercial passengers routinely fly in pilotless planes by 2030?", "body": "Resolution Criteria for each event:\n1. This question will resolve positively if an AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. If a generally superhuman AI is developed first, or if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators. By default, this part will resolve ambiguously on 2099-12-31.\n2. If the Long Now Foundation declares Craig J Mundie the winner, this question resolves positively. If they declare Eric Schmidt the winner, this question resolves negatively.\n\nThe question resolves YES if either event 1 or event 2 resolves positively. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "2b54ea22-f013-4fd2-8d8a-967c8b01e304", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolution Criteria\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "Q": {"id": "dc84fd1d-eba2-4321-957d-6eb5d2198674", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_or_Q": {"id": "6f319074-d3b6-44e8-9773-d03689841c8b", "title": "Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040 or will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolves YES if either of the following occurs: (a) Metaculus and community predictions of artificial intelligence causing a global catastrophe remain above 5% for any 6-month period before 2040, as confirmed by a Metaculus admin. This includes the consideration that artificial intelligence might pose a global catastrophic risk, defined as a 10% decrease in the world population in any period of 5 years, and involves scenarios where AI is programmed to do something devastating or beneficial but develops a destructive method for achieving its goal. (b) At least one living and conscious biological human is physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}, "Q_or_P": {"id": "abf266e1-73ac-4b9f-91ba-626214c4955e", "title": "Will either humanity maintain a continuous off-Earth presence until 2050 or Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?", "body": "Resolves YES if either of the following occurs: (a) At least one living and conscious biological human is physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). If the number of such humans drops to zero at any time before 1 January 2050, this part of the question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count. Humans who are merely sleeping will be considered conscious. Biological humans with some degree of cybernetic augmentation will suffice, so long as they could still reproduce with un-augmented humans. (b) The probability (of both the Metaculus and community predictions) that artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remains above 5% in each 6-month period before 2040, as confirmed by one of the Metaculus admins. Resolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.8}}}
{"line": {"P": {"id": "fc76acee-5227-4911-a9d3-4d37ad37b7d5", "title": "Will the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "21708399-689c-4b5b-a838-6d991a98ca30", "title": "Will the famed South American lithium triangle (Bolivia, Chile, and Argentina) overtake Australia in lithium production before 2031?", "body": "Resolution Criteria\nThis question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\nThis question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "f3ba1ce9-b397-4d55-ab6f-30a3beb856e2", "title": "Will either the European Union meet its 2030 targets under the Paris Climate Treaty or the South American lithium triangle overtake Australia in lithium production before 2031?", "body": "Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. A credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. The goals are: a 40% reduction in greenhouse gas emissions by 2030 compared to 1990 levels, at least 27% of total energy consumption from renewable energy, and at least 27% increase in energy efficiency in comparison with projections.\n2. The combined lithium mine production from Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030, based on data from Statista or another credible source if Statista data is unavailable. This question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne.\nResolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.76}, "Q_or_P": {"id": "784a40cb-66b8-4e48-a4ca-068b941cb95c", "title": "Will either the South American lithium triangle overtake Australia in lithium production before 2031 or the European Union meet its 2030 targets under the Paris Climate Treaty?", "body": "Resolution Criteria for the South American lithium triangle and Australia: This question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019. This question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison.\n\nResolution Criteria for the European Union: This question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030. The EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below: 40% reduction in greenhouse gas emissions by 2030, compared to 2019; at least 27% of total energy consumption from renewable energy; at least 27% increase in energy efficiency in comparison with projections.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.58}}}
{"line": {"P": {"id": "ef459c3d-1677-4731-bcc1-80925319df87", "title": "Does P = NP?", "body": "Resolution Criteria\nIf no award is given by the Clay Institute (between January 1, 2000 to January 1, 2100) for a proof or disproof of P = NP, this question will resolve ambiguously. The question will resolve ambiguously also if the problem is proven to not have a solution either way, e.g. if the problem will turn out to be unprovable or undecidable. If resolution is positive, the close date will be set retroactively to the date of complete initial publication (in journal or preprint form) of the proof, plus one year (or one day before the date of announcement of the prize, if that comes earlier.)\nAs some background, Gerhard J. Woeginger maintains a list of claimed proofs of the problem. As of 2018, the list contains 62 purported proofs of P = NP, 50 of P ≠ NP, 2 proofs the problem is unprovable, and one proof that it is undecidable. William I. Gasarch asked 100 various theorists the question whether P = NP. The result are as follows:\n61 thought P≠NP.\n9 thought P=NP.\n4 thought that it is independent.\n3 just stated that it is NOT independent of Primitive Recursive Arithmetic.\n1 said it would depend on the model.\n22 offered no opinion\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}, "Q": {"id": "56063c33-7ada-4c7c-9066-5e922c3232f9", "title": "Will AES-256 be publicly broken by 2040?", "body": "Resolution Criteria\nAnything that is not a computationally feasible break of the algorithm itself will not resolve positive. For example, any kind of dictionary attack, including AI-generated dictionaries, does not resolve positive. Side-channel attacks do not resolve positive. Any other attacks on implementations of AES-256, but not the specification for the AES-256 algorithm itself, do not resolve positive. Non-cryptographic means of key recovery, such as interrogation, brain scan, theft or espionage do not resolve positive.\nThis question resolves positive if before 12:01 AM GMT on January 1 2040 a credible, practically demonstrated* means of determining a AES-256 secret key without any special knowledge except the given ciphertext is made known to the public. Correspondingly, attacks that require a plaintext or more than one ciphertext for a given key do not resolve positive.\n*\"Practically demonstrated\" means that a successful attack against AES-256 was actually carried out\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "9127dd48-e656-4bc0-80c8-02d1feb4f4c6", "title": "Will either P = NP be proven or disproven, or will AES-256 be publicly broken by 2040?", "body": "Resolution Criteria for P = NP:\nIf no award is given by the Clay Institute (between January 1, 2000 to January 1, 2100) for a proof or disproof of P = NP, this question will resolve ambiguously. The question will resolve ambiguously also if the problem is proven to not have a solution either way, e.g. if the problem will turn out to be unprovable or undecidable. If resolution is positive, the close date will be set retroactively to the date of complete initial publication (in journal or preprint form) of the proof, plus one year (or one day before the date of announcement of the prize, if that comes earlier).\n\nResolution Criteria for AES-256:\nThis question resolves positive if before 12:01 AM GMT on January 1, 2040 a credible, practically demonstrated means of determining a AES-256 secret key without any special knowledge except the given ciphertext is made known to the public. Attacks that require a plaintext or more than one ciphertext for a given key do not resolve positive. Non-cryptographic means of key recovery, such as interrogation, brain scan, theft or espionage do not resolve positive.\n\nThe question resolves YES if either of the following occurs: (1) P = NP is proven or disproven according to the specified criteria, or (2) AES-256 is publicly broken by 2040 according to the specified criteria. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.1}, "Q_or_P": {"id": "d8c33377-24d1-4ed7-ac6a-adf66525aab0", "title": "Will either AES-256 be publicly broken by 2040 or will P = NP be resolved?", "body": "Resolves YES if either of the following occurs: \n\n(1) Before 12:01 AM GMT on January 1, 2040, a credible, practically demonstrated means of determining an AES-256 secret key without any special knowledge except the given ciphertext is made known to the public. This excludes dictionary attacks, side-channel attacks, attacks on implementations not on the AES-256 specification itself, and non-cryptographic means of key recovery such as interrogation, brain scan, theft, or espionage. Attacks requiring plaintext or more than one ciphertext for a given key also do not resolve positive.\n\n(2) The problem of whether P = NP is resolved, either by proof or disproof, and recognized by the award of a prize by the Clay Institute between January 1, 2000, and January 1, 2100. If the problem is proven to be unprovable or undecidable, or if no award is given by the Clay Institute for a proof or disproof, the question will resolve ambiguously.\n\nResolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "ffe6c588-0f0b-4d94-998b-a7dd03a732b9", "title": "Will Mars have a permanent population of 10,000 before the Moon does?", "body": "Resolution Criteria\nMars is often disussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. I've chosen 3 years to exclude people who arrive on Mars during one Earth-Mars opposition and leave during the next.\nResidents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question.\n'Residence' is defined and determined by the government or entity administering the colony, or a similar official source.\nIn case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans.\nResolves ambiguous if neither body meets the criterion by 2100.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "621e79c6-c7fc-4b45-a149-cda3737b41e5", "title": "Will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "7807db6d-5d45-42cd-be3a-4ba646f197c7", "title": "Will Mars have a permanent population of 10,000 before the Moon does, or will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria for Mars having a permanent population of 10,000 before the Moon: Mars is often discussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is. This question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. Residents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question. 'Residence' is defined and determined by the government or entity administering the colony, or a similar official source. In case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans. Resolves ambiguous if neither body meets the criterion by 2100.\n\nResolution Criteria for SpaceX landing on Mars before 2030: This question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX. A \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity.\n\nThis question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}, "Q_or_P": {"id": "19ccca32-8431-4e1a-af4b-c2bcf23c5f79", "title": "Will either SpaceX land anything on Mars before 2030 or Mars have a permanent population of 10,000 before the Moon does?", "body": "Resolution Criteria for SpaceX landing on Mars:\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity.\n\nResolution Criteria for Mars vs. Moon population:\nThis question will resolve when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. Residents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question. 'Residence' is defined and determined by the government or entity administering the colony, or a similar official source. In case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans. Resolves ambiguous if neither body meets the criterion by 2100.\n\nThis question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "ee258dec-3958-4b8b-aeec-231f9b9af8ea", "title": "Will Xi Jinping continue leading China in 2030?", "body": "Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q": {"id": "cbef4e4f-8ab7-4b5f-8a59-b7d190d6bd57", "title": "Will there be a China-India war by 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a China-India war is defined as the China and India collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the China and an ally of India or between India and an ally of the China will not count towards positive resolution. If this does not occur by January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "7c6dd6be-dea6-4b2c-a7d4-dec06a3fc85b", "title": "Will either Xi Jinping continue leading China in 2030 or will there be a China-India war by 2035?", "body": "Resolution Criteria for Xi Jinping leading China in 2030:\nThis question will resolve positive if any of the following occur:\n- Xi is CCP General Secretary on 1 January, 2030.\n- Xi is paramount leader of China on 1 January, 2030.\n- Xi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if any other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if China ceases to exist as the political entity it is right now.\n\nResolution Criteria for a China-India war by 2035:\nFor the purposes of this question, a China-India war is defined as China and India collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between China and an ally of India or between India and an ally of China will not count towards positive resolution. If this does not occur by January 1, 2035, this question will resolve negatively.\n\nThis question will resolve YES if either of the above conditions are met. It will resolve NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}, "Q_or_P": {"id": "6872967d-c2a9-41c2-a870-a850990b5203", "title": "Will either a China-India war occur by 2035 or Xi Jinping continue leading China in 2030?", "body": "Resolution Criteria for China-India war:\nFor the purposes of this question, a China-India war is defined as China and India collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between China and an ally of India or between India and an ally of China will not count towards positive resolution. If this does not occur by January 1, 2035, this question will resolve negatively. Battle related deaths are as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\nResolution Criteria for Xi Jinping's leadership:\nThis question will resolve positive if either: Xi is CCP General Secretary on 1 January, 2030; Xi is paramount leader of China on 1 January, 2030; or Xi is de facto leader of China on 1 January, 2030. It will resolve negative if any other person is leader on 1 January, 2030. The question will resolve ambiguous if China ceases to exist as the political entity it is right now.\n\nThis combined question resolves YES if either the China-India war as defined occurs by 2035 or Xi Jinping continues leading China in 2030. It resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "4e42b1fd-074e-4412-9e6b-6aa446ad6469", "title": "Will US Non-Overseas Contingency operations military deaths exceed 3,000 in any calendar year before 2032?", "body": "Resolution Criteria\nThis question will resolve as Yes if the number of military deaths across all branches of the US armed forces is greater than 3,000 in any calendar year between 2019 and 2031 (inclusive), according to the Congressional Research Service. Deaths should include all branches of the US armed forces and all active duty troops, including mobilized Reserve and Guard components. The estimate should include only \"Non-Overseas Contingency Operations\". Contingency Operations are defined by CRS according to\nSection 101 of Title 10, United States Code, defines a contingency operation as any Secretary of Defense-designated military operation “in which members of the armed forces are or may become involved in military actions, operations, or hostilities against an enemy of the United States or against an opposing military force.\nIf data by CRS is not available or complete between 2019 and 2031, Metaculus may select another credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "Q": {"id": "7af7fafd-fc2e-4647-9c62-430c3f5d2466", "title": "Will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n", "resolution_date": "2025-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "P_or_Q": {"id": "11de586a-6aa6-4a87-ac62-987eb6413ed4", "title": "Will either US Non-Overseas Contingency operations military deaths exceed 3,000 in any calendar year before 2032 or will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolves YES if either of the following occurs: (a) The number of military deaths across all branches of the US armed forces is greater than 3,000 in any calendar year between 2019 and 2031 (inclusive), according to the Congressional Research Service. Deaths should include all branches of the US armed forces and all active duty troops, including mobilized Reserve and Guard components. The estimate should include only \"Non-Overseas Contingency Operations\". Contingency Operations are defined by CRS according to Section 101 of Title 10, United States Code, as any Secretary of Defense-designated military operation “in which members of the armed forces are or may become involved in military actions, operations, or hostilities against an enemy of the United States or against an opposing military force. If data by CRS is not available or complete between 2019 and 2031, Metaculus may select another credible source of data, or resolve as Ambiguous at their discretion. (b) Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. If before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous. Resolves NO otherwise.", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}, "Q_or_P": {"id": "76040468-863b-4020-b77e-15e8c67d80e7", "title": "Will either Turkey be a NATO member continuously until January 1, 2025, or US Non-Overseas Contingency operations military deaths exceed 3,000 in any calendar year before 2032?", "body": "This question will resolve as YES if either of the following occurs: (a) Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as NO if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. If before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous. (b) The number of military deaths across all branches of the US armed forces is greater than 3,000 in any calendar year between 2019 and 2031 (inclusive), according to the Congressional Research Service. Deaths should include all branches of the US armed forces and all active duty troops, including mobilized Reserve and Guard components. The estimate should include only \"Non-Overseas Contingency Operations\". Contingency Operations are defined by CRS according to Section 101 of Title 10, United States Code, defines a contingency operation as any Secretary of Defense-designated military operation “in which members of the armed forces are or may become involved in military actions, operations, or hostilities against an enemy of the United States or against an opposing military force. If data by CRS is not available or complete between 2019 and 2031, Metaculus may select another credible source of data, or resolve as Ambiguous at their discretion.", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.95}}}
{"line": {"P": {"id": "2418950b-1452-4044-8af1-07627871eec2", "title": "Will humans go extinct before 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "b3882987-92d5-4ea2-928f-d83d055056e6", "title": "Will no non-test nuclear weapons be detonated before 2035?", "body": "Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "P_or_Q": {"id": "bd969a6b-88b9-4183-89cc-3c1fc2156863", "title": "Will either humans go extinct before 2100 or no non-test nuclear weapons be detonated before 2035?", "body": "Resolves YES if either of the following occurs: (a) There are no known humans alive on January 1, 2100, where humans are defined as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. Any living humans anywhere in the observable universe (or multiverse) known to the entities operating Metaculus on that date will be sufficient to resolve the question negatively. (b) No nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by a deliberate nuclear attack, accidental nuclear attack (launched by accident or on the basis of erroneous information), accidental detonation of a weapon, or nuclear terrorism. Radiological weapons where any fission/fusion energy is energetically sub-dominant to chemical or other explosives do not constitute a nuclear detonation. Deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "687262e5-fb58-46e7-887c-0d331bd65647", "title": "Will either no non-test nuclear weapons be detonated before 2035 or humans go extinct before 2100?", "body": "Resolves YES if either of the following occurs: (a) No nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. This includes no deliberate nuclear attacks, no accidental nuclear attacks (launched by accident or on the basis of erroneous information), no accidental detonation of a weapon, and no nuclear terrorism. Radiological weapons and deliberate detonations for non-offensive purposes do not count as nuclear detonations. (b) There are no known humans alive on January 1, 2100, defined as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans or who could mate with circa 2000 humans to produce viable offspring. Any living humans anywhere in the observable universe (or multiverse) known to the entities operating Metaculus on that date will resolve the question negatively. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.43}}}
{"line": {"P": {"id": "3d65f02c-6260-4ba5-af54-6656bad466ad", "title": "Conditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.08}, "Q": {"id": "e4c1038c-99a9-42dc-a8af-26f628d1122a", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Russia)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.18}, "P_or_Q": {"id": "a0f581d4-784d-49ab-9d6f-ddaf7ae90f0e", "title": "Will there be a nuclear exchange between Russia and the US by 2035 conditional on New START being renewed or replaced, or will there be at least one fatality in Russia from a nuclear detonation by 2030?", "body": "Resolves YES if either of the following conditions is met: \n\n1. Conditional on New START being renewed or replaced by another similar treaty after February 2026, there is a nuclear exchange between Russia and the US by 2035. A nuclear exchange is defined as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory. A state will be considered responsible for a nuclear detonation if (a) the state openly admits such responsibility, (b) credible reports by multinational organizations conclude that the state was responsible, or (c) there are credible reports claiming the state was responsible and the state does not deny it. Detonations must occur less than 20 kilometers above the surface of the Earth to count as being on or over US/Russia territory. This question resolves ambiguously if New START is not renewed or replaced by another similar treaty after February 2026.\n\n2. There is at least one fatality in Russia from any nuclear detonation occurring between January 1, 2021, and January 1, 2030, conditional on at least one offensive nuclear detonation occurring anywhere on Earth in this period. An offensive nuclear detonation includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations but doesn't include detonations for testing purposes or peaceful nuclear explosions. The fatality must be caused by the immediate effects of the detonation. This sub-question resolves as Ambiguous if no offensive nuclear detonation occurs anywhere on Earth in this period.\n\nResolves NO if neither of the above conditions is met.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}, "Q_or_P": {"id": "c56da49f-d353-4dd2-b30a-19bc20add0a7", "title": "Will there be at least one fatality in Russia from any offensive nuclear detonation by 2030, or will there be a nuclear exchange between Russia and the US by 2035 conditional on New START being renewed or replaced after February 2026?", "body": "Resolution Criteria for Russia Fatality Question:\nThis question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part of the question will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part of the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in Russia, at any point between January 1, 2021 to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\n\nResolution Criteria for Nuclear Exchange Question:\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026. This question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\n\nThe question resolves YES if either of the conditions for Russia fatality or nuclear exchange are met. It resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "7cc3daba-8dc8-4667-8fe3-2a199fbe671c", "title": "Will the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?", "body": "Resolution Criteria\nWill the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?\nTotal interest shall be defined as the sum of the individual monthly interest values over a year. Note that the linked-to Google Trends chart is for the search term 'Effective Altruism'.\nEdit (29/11/18): this resolves ambigous if Google Trends ceases to exist, or makes substantial enough changes to their methodology for admins to think an ambiguous resolution is required.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "b5104ed7-ad7f-40dc-8282-7affccd1658d", "title": "Will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolution Criteria\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable fo the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "c0600c76-ba9c-416e-9395-64a1398287b6", "title": "Will either the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017, or the control problem be solved before the creation of \"weak\" Artificial General Intelligence?", "body": "Resolves YES if either of the following occurs: (a) The total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017. Total interest is defined as the sum of the individual monthly interest values over a year. Note: This resolves ambiguous if Google Trends ceases to exist, or makes substantial enough changes to their methodology for admins to think an ambiguous resolution is required. (b) Expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence, where \"weak\" AGI is defined as capable of reliably passing a Turing test of the type that would win the Loebner Silver Prize, scoring 90% or more on a robust version of the Winograd Schema Challenge, scoring 75th percentile on the full mathematics section of a circa-2015-2020 standard SAT exam, and learning the classic Atari game \"Montezuma's revenge\" and exploring all 24 rooms based on the equivalent of less than 100 hours of real-time play. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "3627853b-5368-41b8-9da7-50cd0f41232d", "title": "Will either the control problem be solved before the creation of \"weak\" Artificial General Intelligence or the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?", "body": "Resolution Criteria\nThe question will resolve as YES if either of the following occurs:\n1. Expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence. For the purposes of this question, \"weak\" AGI is defined as meeting the following qualifications:\n   - Able to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\n   - Able to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\n   - Be able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\n   - Be able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play.\n   - The system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play.\n2. The total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017. Total interest shall be defined as the sum of the individual monthly interest values over a year. Note that the linked-to Google Trends chart is for the search term 'Effective Altruism'.\n\nThis question resolves ambiguous if Google Trends ceases to exist, or makes substantial enough changes to their methodology for admins to think an ambiguous resolution is required.\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "5b8baf46-9dd6-40f5-9e22-5aef38ab866b", "title": "Will the New START nuclear arms control agreement be renewed until at least February 5, 2027?", "body": "Resolution Criteria\nThis question will resolve positively if either of the following conditions occur:\nThere are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\nThere are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\n", "resolution_date": "2027-02-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "Q": {"id": "90209d23-df84-47fe-aa46-f3260b5c411b", "title": "Will a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "b2f7d822-94a7-4892-bba6-a395558d4114", "title": "Will either the New START nuclear arms control agreement be renewed until at least February 5, 2027, or a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolves YES if either of the following conditions occur:\n1. There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027, or there are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START. Note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\n2. There is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050, as reported by credible media. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify. Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\nResolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}, "Q_or_P": {"id": "1fdd65c1-a8c2-4488-b4d7-191911cf0482", "title": "Will either a nuclear weapon be detonated as an act of war by 2050 or the New START nuclear arms control agreement be renewed until at least February 5, 2027?", "body": "Resolution Criteria\nThis question will resolve as YES if any of the following conditions occur:\n1. There is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify. Attacks using strategic and tactical nuclear weapons are both sufficient to qualify. Resolution will be by credible media reports.\n2. There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027, or there are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print\nFor the nuclear detonation: Barrett et al. 2013 defined terms to distinguish between causes of nuclear detonations: In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nFor the New START agreement: It is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "b11d8ba7-5b35-479e-88b3-1b7c9778602d", "title": "By 2100, will the human population decrease by at least 10% during any period of 5 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if the human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less. Years are here defined as consecutive calendar years.\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n</small\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "3ee44b11-6f01-4cb9-bbf3-2e66bddc94e1", "title": "Will a US Census in 2070 or earlier show a decline in population?", "body": "Resolution Criteria\nThis question will resolve as Yes if a Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "f49192e8-57da-49b7-ae9e-34a7ff83f415", "title": "Will either the human population decrease by at least 10% during any period of 5 years by 2100 or a US Census in 2070 or earlier show a decline in population?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs: \n1. The human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less by 2100. Years are defined as consecutive calendar years. This question is part of the Ragnarök Question Series. \n2. A Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead.\nResolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "7b52e896-6ce5-4471-a34e-7003f73199a0", "title": "Will either a US Census before 2071 show a decline in population or the human population decrease by at least 10% during any 5-year period by 2100?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs:\n1. A Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead.\n2. The human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less by 2100. Years are defined as consecutive calendar years.\nThis question is part of the Ragnarök Question Series, which includes various scenarios for significant population declines due to global catastrophes. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "7fe05a40-5b69-4fd3-9d08-5b107746553e", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "9d6cfa14-3da3-4ea0-be00-92edefb33c8e", "title": "Will a practical nuclear fusion reactor first be developed in China?", "body": "Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_or_Q": {"id": "61d8ae2c-c571-4b03-b961-3bca5b7a734f", "title": "Will either humanity maintain a continuous off-Earth presence until 2050 or a practical nuclear fusion reactor first be developed in China?", "body": "Resolves YES if either of the following occurs: (a) At least one living and conscious biological human is physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars). If the number of such humans drops to zero at any time before 1 January 2050, this part resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count. Humans who are merely sleeping will be considered conscious. Biological humans with cybernetic augmentations that allow them to reproduce with un-augmented humans are included. (b) A practical nuclear fusion reactor is first developed in China, defined as an operational high-temperature nuclear fusion reactor that produces a positive energy balance exceeding 100 megawatts for more than one week and has a sustainable plan for long-term operations. This reactor must be built in China for a positive resolution. If the first such reactor is built elsewhere or not built before January 1, 2050, this part resolves as NO or Ambiguous respectively.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}, "Q_or_P": {"id": "6d3ff9b5-96e3-4cf8-ac55-7067f3c7da2b", "title": "Will either a practical nuclear fusion reactor first be developed in China or will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolves YES if either of the following occurs: (a) A practical nuclear fusion reactor is first developed in China, defined as an operational high-temperature nuclear fusion reactor that can produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week and have a sustainable plan for long-term operations (e.g., no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks). This question will resolve as YES if the first such reactor is built in China, and as NO if the first such reactor is built anywhere else. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous. (b) Humanity maintains a continuous off-Earth presence until 1 January 2050, defined as at least one living and conscious biological human being physically located beyond 100km altitude above Earth's mean sea level at all times continuously until the specified date. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars explorers/settlers). If the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question. However, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "ac1947ba-4e07-494e-957a-2c81d3a9954b", "title": "If China invades Taiwan before 2035, will Japan respond with military forces?", "body": "Resolution Criteria\nIf China does not launch a full-scale invasion of Taiwan before January 1, 2035, then this question will resolve as Ambiguous. If China does invade Taiwan, this question will resolve as Yes if Japan responds with military forces within 365 days from of the beginning of the Chinese invasion.\nIn line with our main question, China will be considered to have launched a full-scale invasion of Taiwan if either of these occur:\nThe Associated Press and the New York Times both report that the People's Republic of China has launched a full-scale invasion of Taiwan.\nAt least 1,000 military personnel from the People's Liberation Army have been deployed to Taiwan for the purpose of putting the sovereignty of the main island under PRC rule.\nJapan will be considered to have responded with military forces if there is an offensive physical attack on Chinese infrastructure, ships, military personnel, or civilians, in direct retaliation to the full-scale invasion, and this attack is ordered by the Japanese government or Japanese military leadership. Cyberattacks will not be considered offensive physical attacks, but covert operations to e.g. assassinate Chinese nationals, will count\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "6d664bf7-08b5-4830-96cf-6458035c5fba", "title": "Will no non-test nuclear weapons be detonated before 2035?", "body": "Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "P_or_Q": {"id": "573e539a-7167-4820-874a-d2e4840160d6", "title": "Will either China invade Taiwan before 2035 and Japan respond with military forces, or will no non-test nuclear weapons be detonated before 2035?", "body": "Resolution Criteria for China and Japan: If China does not launch a full-scale invasion of Taiwan before January 1, 2035, then this question will resolve as Ambiguous. If China does invade Taiwan, this question will resolve as Yes if Japan responds with military forces within 365 days from the beginning of the Chinese invasion. China will be considered to have launched a full-scale invasion of Taiwan if either of these occur: The Associated Press and the New York Times both report that the People's Republic of China has launched a full-scale invasion of Taiwan, or at least 1,000 military personnel from the People's Liberation Army have been deployed to Taiwan for the purpose of putting the sovereignty of the main island under PRC rule. Japan will be considered to have responded with military forces if there is an offensive physical attack on Chinese infrastructure, ships, military personnel, or civilians, in direct retaliation to the full-scale invasion, and this attack is ordered by the Japanese government or Japanese military leadership. Cyberattacks will not be considered offensive physical attacks, but covert operations to e.g. assassinate Chinese nationals, will count.\n\nResolution Criteria for Nuclear Weapons: This question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by: Deliberate nuclear attack, accidental nuclear attack (launched by accident or on the basis of erroneous information), accidental detonation of a weapon, or nuclear terrorism. For these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation. The deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.28}, "Q_or_P": {"id": "1fd2932d-71be-4699-a6d2-c69a6178dd45", "title": "Will either no non-test nuclear weapons be detonated before 2035, or will Japan respond with military forces if China invades Taiwan before 2035?", "body": "Resolution Criteria for each part:\n\n1. **No non-test nuclear weapons detonated before 2035:** This question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by any of the following: Deliberate nuclear attack, accidental nuclear attack (launched by accident or on the basis of erroneous information), accidental detonation of a weapon, or nuclear terrorism. Radiological weapons and deliberate detonations for non-offensive purposes do not count as nuclear detonations.\n\n2. **Japan's response if China invades Taiwan before 2035:** This question will resolve as Ambiguous if China does not launch a full-scale invasion of Taiwan before January 1, 2035. If China does invade Taiwan, it will resolve as Yes if Japan responds with military forces within 365 days from the beginning of the invasion. A full-scale invasion is confirmed if reported by the Associated Press and the New York Times, or if at least 1,000 military personnel from the People's Liberation Army are deployed to Taiwan. Japan's response must be an offensive physical attack ordered by the Japanese government or military leadership; cyberattacks do not count, but covert operations like assassination do.\n\nThe question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "7082257e-5d47-4d60-a121-dcb4a1a20e2f", "title": "Will any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "Q": {"id": "b5ce8743-72a3-456f-98d7-d4078762f312", "title": "If there's a 10% global agricultural shortfall by 2030, will this cause >400 million fatalities?", "body": "Resolution Criteria\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024[1]). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nSee also:\nWill the first nuclear conflict involving >100 detonations cause >1m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >1b fatalities within 10 years of the final detonation?\nWill the first nuclear conflict involving >1000 detonations cause >4b fatalities within 10 years of the final detonation?\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n[1] The reason for using 2030 rather than 2024 for this question is that the fatalities and discussion of them may occur on a several-year delay from the actual shortfall. It therefore seemed unwise to force this question to resolve by 2024, and hence best to make this part of the long-term rather than calibration tournament.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "0dfb7863-6f21-4983-b78d-0b11ca70f662", "title": "Will either any state test a nuclear weapon with yield above 30 MT by 2030, or will a 10% global agricultural shortfall by 2030 cause more than 400 million fatalities?", "body": "Resolution Criteria:\n1. The question will resolve positively if, by January 1, 2030, there are reports of a nuclear test with a yield above 30 MT by any state from reputable sources.\n2. This question conditions on there being a 10% global agricultural shortfall by 2030. It resolves positively if this condition is met and at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. If a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nThe question resolves negatively if neither of these conditions are met.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.1}, "Q_or_P": {"id": "58782229-1bab-4d8d-aac7-e2245845826e", "title": "Will either a 10% global agricultural shortfall by 2030 cause >400 million fatalities or any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria for each part:\n\n1. For the agricultural shortfall: This question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question. The question resolves positively if the above condition is met and at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. If a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\n\n2. For the nuclear weapon test: The question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources.\n\nThe question resolves YES if either of the above conditions are met. It resolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.07}}}
{"line": {"P": {"id": "577a9756-48ab-4b5a-969e-5e300534f986", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Russia)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.18}, "Q": {"id": "d910b574-7ed9-450d-b356-22454f0ff85b", "title": "Will there be a major nuclear accident before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority (for example, any of the agencies featured on this list or this list), the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "11136fd8-25f4-4be3-9ec8-0750004e4eac", "title": "Will there be either a fatality in Russia from an offensive nuclear detonation by 2030 or a major nuclear accident before 2030?", "body": "Resolution Criteria for fatalities from nuclear detonation in Russia:\nThis question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part of the question will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in Russia, at any point between January 1, 2021 to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nResolution Criteria for major nuclear accident:\nThis question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council.\n\nThe question will resolve as Yes if either of the above conditions are met. It will resolve as No otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}, "Q_or_P": {"id": "a5c82cb0-feb8-4991-af74-1d7eba484beb", "title": "Will there be a major nuclear accident before 2030 or will there be at least one fatality in Russia from a nuclear detonation by 2030?", "body": "This question will resolve as YES if either of the following occurs: \n\n1. An event or series of events that begins between January 1, 2021, and January 1, 2030, is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council.\n\n2. There is at least one offensive nuclear detonation between January 1, 2021, and January 1, 2030, and there is at least one fatality in Russia from any nuclear detonation occurring in that country (or regions) at any point between these dates. The fatality must be caused by the immediate effects of the detonation; fatalities caused by fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nThe question will resolve as NO if neither of these conditions are met.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "9411a045-b451-43fc-9050-2ab356406aee", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "9203d001-ca25-414a-aa12-6acc9224566f", "title": "Will the next US presidential election also be considered fraudulent by the losing party?", "body": "Resolution Criteria\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election,\nThe losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\nThe losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\nFewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\nA survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_or_Q": {"id": "33b8376f-a91a-4992-9431-a7e286c54c3e", "title": "Will either a US-China war occur before 2035 or the next US presidential election be considered fraudulent by the losing party?", "body": "Resolves YES if either of the following occur: (a) The US and China collectively suffer at least 1,000 battle-related deaths in conflicts with each other in a single calendar year before January 1, 2035, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US do not count towards positive resolution. (b) Any of the following conditions are met following the 2024 presidential election: the losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or a very close synonym of those words, before the scheduled inauguration; the losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election and neither the AP or Fox News having retracted their projection in that time; fewer than 20% of congressional members of the losing party believe that their candidate lost the election two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election and neither the AP or Fox News having retracted their projection in that time; a survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. Resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}, "Q_or_P": {"id": "3a050147-0149-489e-80f6-6711cc61a778", "title": "Will either the next US presidential election be considered fraudulent by the losing party or will there be a US-China war before 2035?", "body": "Resolution Criteria for the US presidential election:\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News. This question resolves positively if ANY of the following come true following the 2024 presidential election:\n1. The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n2. The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n3. Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time.\n4. A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\nResolution Criteria for the US-China war:\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\nThis question resolves YES if either of the above conditions are met. It resolves NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "1952c2f4-c19a-47e0-b4d8-fb8549183ddf", "title": "Will Ray Kurzweil be proven right?", "body": "Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "93f63673-094c-445c-8b3b-0b0a3675090c", "title": "Will Metaculus exist in 2030?", "body": "Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "P_or_Q": {"id": "9718561b-c010-411d-961b-963a20ecece8", "title": "Will either Ray Kurzweil be proven generally right in his predictions or will Metaculus exist in 2030?", "body": "Resolution Criteria for Ray Kurzweil being proven right:\nRay Kurzweil is an author, computer scientist, inventor, and futurist known for his optimistic predictions about technology leading to a technological singularity around 2045. This question resolves YES if the community prediction at the time of closing is > 80%, NO if < 20%, and a Metaculus staff member will decide if between 20% and 80%. Metaculus may survey the perceived correctness of Kurzweil's predictions periodically.\n\nResolution Criteria for Metaculus existing in 2030:\nA positive resolution requires a degree of continuity with the current version of Metaculus, ensuring no more than 1% of all predictions or opened questions have been lost. The question resolves YES if these conditions are met in 2030.\n\nThe question resolves YES if either Ray Kurzweil is proven generally right according to the specified criteria, or Metaculus exists in 2030 as defined. It resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.9}, "Q_or_P": {"id": "32628115-10a0-49dd-8b21-8bec004892ab", "title": "Will either Metaculus exist in 2030 or Ray Kurzweil be proven right in his predictions?", "body": "Resolves YES if either of the following occur: (a) Metaculus exists in 2030 with no more than 1% of all predictions ever made lost from players' point calculating process and no more than one percent of once opened questions lost. (b) Ray Kurzweil is proven generally right in his predictions, where 'generally right' is defined by a community prediction at the time of closing being > 80% or a Metaculus staff decision if the prediction is between 20% and 80%. Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.865}}}
{"line": {"P": {"id": "c1e7e9f9-6723-42e0-9cc0-eab0b7a3aee6", "title": "Will the research group that is responsible for developing the first AGI be part of a non-profit corporation?", "body": "Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a non-profit organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "46a9c4b9-6a64-484a-af27-d517b6d13682", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "96c4950e-c480-47aa-8dfc-cacc401695c6", "title": "Will either the research group responsible for developing the first AGI be part of a non-profit corporation or a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve positively if either of the following occurs:\na.) The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a non-profit organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, this would count for both for-profit corporation and university.\nb.) A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.53}, "Q_or_P": {"id": "515a71d7-c2f8-4d68-8132-316893da55a8", "title": "Will either a Democrat win the 2024 US presidential election or the research group that develops the first AGI be part of a non-profit corporation?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs: \n1. A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. This will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n2. The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a non-profit organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "af56f80a-abbe-4b39-9d1d-33e3ad5aa6e1", "title": "Will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "50f7d2e5-9fa8-4db8-96ef-d4b53f8fa9a3", "title": "If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?", "body": "Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_or_Q": {"id": "9b9f4313-23bc-410d-b808-88e7c968c6b8", "title": "Will there be an AI Sputnik moment before 2050 or will a publicly traded company that develops the first AGI perform at least 1.5x as well as the global equities market over the prior 12-24 months?", "body": "Resolves YES if either of the following occur: \n1. An \"AI Sputnik moment\" occurs before 2050, defined by any of the following criteria: \n   - A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system, causing their stock price to skyrocket by over 100% within 7 days, with numerous credible media reports attributing this rise to the AI development. \n   - News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech about the AI within two weeks of the initial news. \n   - The Nasdaq Composite rises over 30% in a week, with credible media reports linking this rise to the AI development. \n   - Google Trends shows a >100% increase in interest in artificial intelligence relative to the previous week, confirmed by at least two Metaculus administrators from different locations, remaining >100% for at least four days. \n2. The first AGI is developed by a publicly traded company and the company's total return (including dividends) from 12 months prior to the announcement to one month prior exceeds 1.5 times the total return of the FTSE Global All Cap Index or a similar index over the same period. \nResolves NO if neither of these occur. If the first AGI is not developed by a publicly traded company, the second part resolves ambiguously.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}, "Q_or_P": {"id": "23b3fc59-70ba-47e8-b879-634fbc9bbfa7", "title": "Will either the first AGI be developed by a publicly traded company that has performed at least 1.5x as well as the global equities market over the prior 12-2 months, or will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria for AGI Development by a Publicly Traded Company:\nThis question defines Artificial General Intelligence (AGI) in the same way as a specific Metaculus question. If the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive. Over the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists. Calculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively. If the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n\nResolution Criteria for AI Sputnik Moment before 2050:\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050:\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\nFine Print for Google Trends:\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "467aa63b-61df-4685-902f-3c963b819792", "title": "If >100 offensive nuclear detonations occur in a single conflict by 2030, will this cause a global temperature drop of ≥3°C?", "body": "Resolution Criteria\nThis question will resolve as Yes if the following two criteria are met:\nThere is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030\nAverage global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict.\nThis question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "Q": {"id": "15f6b603-7301-4b12-b8aa-411859ea5559", "title": "Will there be a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "P_or_Q": {"id": "15e339e5-3a9b-498f-8947-d667454574f1", "title": "Will either of the following occur: (1) More than 100 offensive nuclear detonations in a single conflict by 2030 causing a global temperature drop of ≥3°C, or (2) a 4 year interval in which world output doubles before 2050?", "body": "Resolution Criteria for (1): This question will resolve as Yes if the following two criteria are met: There is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030, and the average global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict. This question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\nResolution Criteria for (2): This question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously: [Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…)", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.02}, "Q_or_P": {"id": "08e9b6cf-a810-4526-8f83-8e546278e6af", "title": "Will either of the following occur: (1) a 4 year interval in which world output doubles before 2050, or (2) a global temperature drop of ≥3°C following a nuclear conflict with >100 offensive nuclear detonations by 2030?", "body": "Resolution Criteria for (1): This question will resolve positively if world output doubles in a period of 4 years or less before 2050, based on credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). It resolves negatively otherwise.\nResolution Criteria for (2): This question will resolve as Yes if there is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030, and the average global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict. This question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack. In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.02}}}
{"line": {"P": {"id": "8212250f-39bb-424c-babf-0965ac2ea876", "title": "Will any country have a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThis question resolves positively if, at any time between November 1, 2021 and January 1, 2030, the following two conditions are met:\nAt least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example).\nNo two independent credible sources with ability to evaluate such a claim contest / deny this claim. Media reports will be counted only to the extent that they reference to such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously.\nThe Russian Poseidon/Status-6 device, for example, could resolve this question positively if it met these two conditions.\nThis question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then)\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "36d75d48-9613-4fc3-8551-29e0ad740673", "title": "Will a non-state actor have acquired a nuclear weapon from a state by 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it (though it need not be used, detonated, or set on alert). This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon (such scenarios are addressed in a separate question).\nA non-state actor obtaining highly-enriched uranium or other weapons material is not sufficient to resolve this question positively. Additionally, dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.07}, "P_or_Q": {"id": "d745cbfe-a3e2-472b-9878-1416a92085db", "title": "Will either any country have a nuclear weapon with yield above 30 MT by 2030 or a non-state actor have acquired a nuclear weapon from a state by 2030?", "body": "This question resolves YES if either of the following conditions is met: \n\n1. Any country has a nuclear weapon with a yield above 30 MT between November 1, 2021, and January 1, 2030, under these criteria:\n   - At least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has such a weapon (stockpiled or deployed, not in development).\n   - No two independent credible sources with the ability to evaluate such a claim contest/deny this claim.\n   - This can include cases where the weapon is no longer present by January 1, 2030, due to testing, use, or dismantling.\n\n2. A non-state actor acquires a nuclear weapon from a state by January 1, 2030, under these criteria:\n   - The weapon was originally developed by a state and is in deployable condition when acquired by the non-state actor (through sales, theft, or loss of control by the state).\n   - The weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\n   - Official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations confirm this, with resolution possibly delayed until 2035-01-01 for clarification or resolved ambiguous if there is significant disagreement or ambiguity.\n\nResolves NO if neither of these conditions is met.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.03}, "Q_or_P": {"id": "fa734ac3-1052-49b1-8ea0-e15ed7202385", "title": "Will either a non-state actor acquire a nuclear weapon from a state by 2030, or will any country have a nuclear weapon with yield above 30 MT by 2030?", "body": "This question will resolve YES if either of the following occurs: \n\n(1) Between the opening of this question and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it (though it need not be used, detonated, or set on alert). This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon, nor will it include cases where a non-state actor obtains highly-enriched uranium or other weapons material, or dirty bombs (conventional weapons which use radioactive material to spread fallout). The weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source. Resolution will be based on official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins.\n\n(2) At any time between November 1, 2021 and January 1, 2030, at least two credible sources (major governments, scientific associations, or intelligence services) claim that a country most likely has a nuclear weapon with a yield above 30 MT. This weapon may be stockpiled or deployed (but not in development, for example). No two independent credible sources with ability to evaluate such a claim contest/deny this claim. Media reports will be counted only to the extent that they reference such a credible source; news organizations themselves cannot be expected to have means of evaluating such a claim on their own. In the case that there is significant disagreement between these claims, Metaculus Admins may, at their discretion, make a judgement about the credibility of these claims, or resolve ambiguously. This question can resolve positively even if the country has only one such weapon, and even if it has such a weapon sometime before 2030 but no longer has such a weapon on January 1, 2030 (e.g., if it test detonates, offensively detonates, or dismantles the weapon before then).\n\nResolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "1a4c1edc-7e87-4792-a387-5c4070d1a54a", "title": "If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?", "body": "Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "066f5a54-a5bc-4e78-a48e-a4e752a9953b", "title": "Conditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "112d2fb4-ffb4-4bdd-8af7-16c423f73d73", "title": "Will either of the following occur: (a) World GDP grows by at least 30.0% in any of the subsequent 15 years following the development of human-level artificial intelligence, or (b) there be a nuclear exchange between Russia and the US by 2035 conditional on New START being renewed or replaced by another similar treaty after February 2026?", "body": "Resolution Criteria for (a): If a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't. If no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n\nResolution Criteria for (b): This question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START. This question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory. A state (US or Russia) will be considered responsible for a nuclear detonation if either: (a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official) (b) Credible reports by multinational organizations conclude that the state was responsible (c) There are credible reports claiming the state was responsible and the state does not deny it. If the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports. For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions. Detonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.0975}, "Q_or_P": {"id": "3f778f8a-5ebe-438f-8920-048db8ad816e", "title": "Will either of the following occur: (1) Conditional on New START being renewed or replaced by another similar treaty after February 2026, there is a nuclear exchange between Russia and the US by 2035 (2) If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?", "body": "Resolution Criteria for (1): This question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START. This question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory. A state (US or Russia) will be considered responsible for a nuclear detonation if either: (a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official) (b) Credible reports by multinational organizations conclude that the state was responsible (c) There are credible reports claiming the state was responsible and the state does not deny it. If the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports. For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions. Resolution Criteria for (2): If a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't. If no machine passes that test by 2100-01-01, then this question resolves ambiguously.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "514af233-a66a-4ae2-b6f1-be5a4601c08f", "title": "Will any of the 20 most valuable public companies in the United States (As of January 2019) file for bankruptcy protection before 2025?", "body": "Resolution Criteria\nAs of close of trading on January 28 2019, the 20 most valuable public companies in the United States are as follows.\n(Name, ticker symbol, market cap in USD billions)\nMicrosoft Corporation MSFT 806.62\nAmazon.com Inc AMZN 800.88\nAlphabet Inc GOOG / GOOGL 760.23\nApple Inc AAPL 739.27\nFacebook Inc FB 354.29\nJohnson & Johnson JNJ 345.95\nJPMorgan Chase & Co JPM 345.44\nExxon Mobil Corp XOM 301.62\nBank of America Corp BAC 290.79\nWalmart Inc WMT 281.98\nBerkshire Hathaway Inc BRK.B 273.85\nUnitedHealth Group Inc UNH 256.64\nVisa Inc V 238.97\nWells Fargo & Co (New) WFC 234.51\nProcter & Gamble Company (The) PG 233.95\nPfizer Inc PFE 228.50\nVerizon Communications Inc VZ 227.55\nAT&T Inc T 223.22\nChevron Corporation CVX 214.33\nIntel Corporation INTC 214.2\nNote: Alphabet has three classes of equity securities, of which two are currently admitted to the markets, GOOG and GOOGL. The figure listed above is the combined value of both traded classes of equity securities.\nIf any of these companies were to file for bankruptcy protection, it would be one of the largest corporate bankruptcies in the history of the United States.\nThis question asks: Before 01 January 2025, will any of the aforementioned companies file for bankruptcy protection?\nFor a positive resolution, one of the companies mentioned in this question body text (or successor companies resulting from either rebranding (i.e. a simple name change), mergers or demergers, as long as the successor company represents at least 50% of the original company by market capitalization at the time it becomes independent, and that is a publicly traded company) must file for bankruptcy protection in the United States of America under either of the following chapters of the United States Bankruptcy Code: Chapter 7, Chapter 11.\nResolution is by citation of relevant court filing or by credible media report in the financial press. The applicable filing need not lead to a grant or ruling by any court or regulatory body; it must only be submitted in order for a positive resolution.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "Q": {"id": "20797898-b43d-4982-a2d0-0584887ef231", "title": "Will global oil consumption over the 2020-2025 period be lower than in 2019?", "body": "Resolution Criteria\nThis question will resolve as Yes if no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA.\nIt will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary)\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "P_or_Q": {"id": "117f1cf1-d1a4-44bd-a54b-63e4306074de", "title": "Will either any of the 20 most valuable public companies in the United States as of January 2019 file for bankruptcy protection before 2025, or will global oil consumption over the 2020-2025 period be lower than in 2019?", "body": "Resolves YES if either of the following occurs: (a) Any of the 20 most valuable public companies in the United States as of January 2019 files for bankruptcy protection before 2025. This includes Microsoft, Amazon, Alphabet, Apple, Facebook, Johnson & Johnson, JPMorgan Chase, Exxon Mobil, Bank of America, Walmart, Berkshire Hathaway, UnitedHealth Group, Visa, Wells Fargo, Procter & Gamble, Pfizer, Verizon, AT&T, Chevron, and Intel. Bankruptcy protection must be filed under Chapter 7 or Chapter 11 of the United States Bankruptcy Code. The company filing for bankruptcy can be a successor company resulting from rebranding, mergers, or demergers, as long as the successor company represents at least 50% of the original company by market capitalization at the time it becomes independent and is publicly traded. Resolution is by citation of relevant court filing or by credible media report in the financial press. The applicable filing need not lead to a grant or ruling by any court or regulatory body; it must only be submitted. (b) Global oil consumption in any year from 2020 to 2025 is not greater than it was in 2019 according to the EIA. It will resolve negatively if any of those years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found. Resolves NO otherwise.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.85}, "Q_or_P": {"id": "f2a499e3-e6de-4a86-80cc-eef5ab3e6485", "title": "Will either global oil consumption over the 2020-2025 period be lower than in 2019, or will any of the 20 most valuable public companies in the United States as of January 2019 file for bankruptcy protection before 2025?", "body": "Resolves YES if either of the following occurs: (a) No year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA. It will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary). (b) Any of the 20 most valuable public companies in the United States as of January 2019 files for bankruptcy protection before 2025. For a positive resolution, one of the companies mentioned in the question body text (or successor companies resulting from either rebranding (i.e. a simple name change), mergers or demergers, as long as the successor company represents at least 50% of the original company by market capitalization at the time it becomes independent, and that is a publicly traded company) must file for bankruptcy protection in the United States of America under either of the following chapters of the United States Bankruptcy Code: Chapter 7, Chapter 11. Resolution is by citation of relevant court filing or by credible media report in the financial press. The applicable filing need not lead to a grant or ruling by any court or regulatory body; it must only be submitted in order for a positive resolution. Resolves NO otherwise.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
