{"line": {"P": {"question": {"id": "7effe24a-cd65-445d-acc0-72712a8f758b", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.27301739044442314, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "574deb57-a219-47a7-a25e-22c90ba181a9", "title": "Will Donald Trump Jr. secure more than 50% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. receives more than 50% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives 50% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "809c2f72-6957-4d57-aac9-ed158d26705c", "title": "Given that Donald Trump Jr. secures more than 50% of the delegate votes at the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, contingent on him receiving more than 50% of the delegate votes. If he receives 50% or less of the delegate votes, this question will resolve as No. It is important to note that this question is not restricted to the candidates currently mentioned; other options may be added in the future. The determination of the nominee is solely based on the selection by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c862c718-3ed8-4ce4-9645-0e2be9340b77", "title": "Given that Donald Trump Jr. secures 50% or less of the delegate votes at the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives 50% or less of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives more than 50%, this question will resolve as No.\n\nAdditionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criteria for the outcome: Resolves Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee, given he secures 50% or less of the delegate votes.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "487e8664-bae2-4aba-a355-80d88e6941f6", "title": "Will Donald Trump Jr. run for a different political office before 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and campaigns for a different political office prior to the 2024 elections, regardless of the outcome of that campaign. It will resolve as No if he does not run for any other political office before the 2024 elections.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "0212305c-4ec3-4466-a208-68fddb20c9b1", "title": "Given Donald Trump Jr. runs for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and campaigns for a different political office prior to the 2024 elections, regardless of the outcome of that campaign. It will resolve as No if he does not run for any other political office before the 2024 elections.\n\nAdditionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6c11ed79-e148-44da-a9ad-2bead3794307", "title": "Given that Donald Trump Jr. does not run for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially announce and campaign for a different political office prior to the 2024 elections, regardless of the outcome of that campaign. It will resolve as No if he does run for any other political office before the 2024 elections. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e6e128a8-5942-4828-91aa-bd358fc1c8af", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.12342190027062652, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e47d7adf-2f84-496e-8210-489285e513cc", "title": "Will Asa Hutchinson secure more than 30% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "a29a1b13-ea7b-47cc-8cb0-b8cc09b2a763", "title": "Given Asa Hutchinson secures more than 30% of the delegate votes, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives 30% or less, this question will resolve as No.\n\nAdditionally, this question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nIn summary, the resolution criteria are as follows: \n1. Asa Hutchinson must receive more than 30% of the delegate votes for the first condition to be met.\n2. If the first condition is met, then the outcome will depend on whether he is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "657bff6f-9b0a-40df-b800-d7730d8ce72c", "title": "Given Asa Hutchinson does not secure more than 30% of the delegate votes, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 30% or less of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives more than 30%, this question will resolve as No. Additionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. It is important to note that it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c6543c0c-b7f8-4ad6-a933-3921839a2e33", "title": "Will Asa Hutchinson secure more than 30% of the delegates in the Republican primaries before the convention?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegates in the Republican primaries before the Republican National Convention. It will resolve as No if he receives 30% or less of the delegates, regardless of the outcome of the convention itself.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "1b3a3a9f-a86c-454e-bcf0-e2cd75e7595f", "title": "Given Asa Hutchinson secures more than 30% of the delegates in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegates in the Republican primaries before the Republican National Convention. It will resolve as No if he receives 30% or less of the delegates, regardless of the outcome of the convention itself. Furthermore, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "8b7f64df-6877-49c6-ab5e-8b0eb6733872", "title": "Given Asa Hutchinson secures 30% or less of the delegates in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 30% or less of the delegates in the Republican primaries before the Republican National Convention. It will resolve as No if he receives more than 30% of the delegates, regardless of the outcome of the convention itself. Additionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "89c018df-ebc9-43ed-9da9-711efaaaaeb7", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as **No**. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "26dabfb1-ae2a-44e0-a3c0-02cc8e1bdb19", "title": "Will either Donald Trump Jr. or Asa Hutchinson secure at least 30% of the delegate votes at the Republican National Convention?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson receives at least 30% of the delegate votes during the Republican National Convention for the 2024 US Presidential Election. If neither candidate reaches this threshold, the question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "04d14e40-5fda-4c1b-b79d-807d6df827a8", "title": "Given that either Donald Trump Jr. or Asa Hutchinson secures at least 30% of the delegate votes at the Republican National Convention, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson receives at least 30% of the delegate votes during the Republican National Convention for the 2024 US Presidential Election. If neither candidate reaches this threshold, the question will resolve as No. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c0c176b1-be01-46dd-9223-bc9dea13a340", "title": "Given that neither Donald Trump Jr. nor Asa Hutchinson secures at least 30% of the delegate votes at the Republican National Convention, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if neither Donald Trump Jr. nor Asa Hutchinson receives at least 30% of the delegate votes during the Republican National Convention for the 2024 US Presidential Election. If either candidate reaches this threshold, the question will resolve as No. Furthermore, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "64acba7a-f23c-495c-bdc5-3bf6166e9ddb", "title": "Will any candidates from outside the Trump family be nominated by the Republican National Convention for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if any candidates not belonging to the Trump family are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. If only candidates from the Trump family are nominated, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "53981c04-62be-47e2-81fe-a724e03ff12c", "title": "Given that any candidates from outside the Trump family are nominated by the Republican National Convention for the 2024 US Presidential Election, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if any candidates not belonging to the Trump family are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. If only candidates from the Trump family are nominated, this question will resolve as No. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "def3af25-423d-4562-8893-a6c8c9ce96c3", "title": "Given that no candidates from outside the Trump family are nominated by the Republican National Convention, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if no candidates not belonging to the Trump family are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. If any candidates from outside the Trump family are nominated, this question will resolve as No. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
