{"line": {"P": {"question": {"id": "d563c605-6aea-4326-b79a-40cf7dcfffdf", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3570843197479704, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "0a37022f-d165-4c59-97bf-885052aab903", "title": "Will Donald Trump Jr. win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee by the Republican National Convention. It will resolve as No if he does not win the election, regardless of the other candidates involved.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "f0431ef0-fc5b-41cb-b1e4-ff9f12d2f233", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he win the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee. It will resolve as No if he does not win the election, regardless of the other candidates involved.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "5595eaba-5fc1-41fe-b307-e62ef366937b", "title": "Given that Donald Trump Jr. will not win the 2024 US Presidential Election if he is the Republican nominee, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not win the 2024 US Presidential Election after being selected as the Republican nominee by the Republican National Convention. It will resolve as No if he wins the election, regardless of the other candidates involved.\n\nThis question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criteria for the outcome: Resolves Yes if Donald Trump Jr. is selected as the Republican nominee, and resolves No if he is not.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c9fdaf2e-8a16-4c02-a358-eaebee256327", "title": "Will Donald Trump Jr. win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee. It will resolve as No if he does not win the election, regardless of his status as the nominee.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "89c94c07-763e-4596-9076-5a805cd25e43", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he win the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. wins the 2024 US Presidential Election after being selected as the Republican nominee. It will resolve as No if he does not win the election, regardless of his status as the nominee.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "fbecaede-ae4d-498c-89b2-57fcd3e62ec9", "title": "Given Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he lose the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. loses the 2024 US Presidential Election after being selected as the Republican nominee. It will resolve as No if he wins the election, regardless of his status as the nominee.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e182acfe-2dea-425f-afca-37a2fe27e1c8", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.10024828407257232, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "80761e02-7902-4869-9273-bb62d9fe00c4", "title": "Will Asa Hutchinson secure more than 30% of the delegates in the Republican primaries by March 2024?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total delegates awarded during the Republican primaries by March 2024. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-03-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "95c5ac5a-5df2-494f-bb35-26822d8e5a99", "title": "Given Asa Hutchinson secures more than 30% of the delegates in the Republican primaries by March 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total delegates awarded during the Republican primaries by March 2024. If he receives 30% or less, this question will resolve as No. Additionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "59e405e7-9077-4826-acdd-221836b588a7", "title": "Given Asa Hutchinson secures 30% or less of the delegates in the Republican primaries by March 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 30% or less of the total delegates awarded during the Republican primaries by March 2024. If he receives more than 30%, this question will resolve as No.\n\nAssuming Asa Hutchinson secures 30% or less of the delegates, this question will resolve as Yes if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. The determination is solely based on who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "79a19cdd-86c9-4284-b1c3-c9c64ff4343f", "title": "Will Asa Hutchinson win at least one primary election before the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson secures victory in any state primary election prior to the Republican National Convention in 2024. If he does not win any primary elections, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "135e370f-aeb5-48c8-9f9d-5dfa5b005cb4", "title": "Given Asa Hutchinson wins at least one primary election before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson secures victory in any state primary election prior to the Republican National Convention in 2024. If he does not win any primary elections, this question will resolve as No. Furthermore, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nCriterion for condition: Asa Hutchinson must win at least one primary election before the Republican National Convention in 2024.\nResolution criteria for the outcome: Resolves Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election; resolves No otherwise.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "bc2e6b29-72c1-4d69-a552-6c0e17ab2b41", "title": "Given Asa Hutchinson does not win any primary elections before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson does not secure victory in any state primary election prior to the Republican National Convention in 2024. If he wins at least one primary election, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "36df8d04-52df-436e-8ae9-f5feb2ca6aa2", "title": "Will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.200942300448239, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "3552c618-2289-4fca-a66a-fb805ccd6497", "title": "Will Donald Trump Jr. win more delegates than Asa Hutchinson at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. receives more delegates than Asa Hutchinson at the Republican National Convention for the 2024 US Presidential Election. It will resolve as No if Asa Hutchinson receives more delegates than Donald Trump Jr. or if they receive an equal number of delegates.", "resolution_date": "2024-07-15 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "734e2283-8791-4988-863c-1fb226272a92", "title": "Given that Donald Trump Jr. wins more delegates than Asa Hutchinson, will both be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives more delegates than Asa Hutchinson at the Republican National Convention for the 2024 US Presidential Election. It will resolve as No if Asa Hutchinson receives more delegates than Donald Trump Jr. or if they receive an equal number of delegates. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. The determination of who is selected as the Republican nominee is solely based on the delegates' selection at the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "075dd00b-f128-4b94-aed6-7c3c69c6ce1f", "title": "Given that Donald Trump Jr. does not win more delegates than Asa Hutchinson, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives not more delegates than Asa Hutchinson at the Republican National Convention for the 2024 US Presidential Election. It will resolve as No if Donald Trump Jr. receives more delegates than Asa Hutchinson. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d6ef1411-e6c7-4240-bb3d-0f7c4646118a", "title": "Will any other candidates besides Donald Trump Jr. and Asa Hutchinson be nominated by the Republican National Convention for the 2024 US Presidential Election?", "body": "", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "f0eff652-a13e-400b-903f-74ca0bd32a8f", "title": "Given that no other candidates besides Donald Trump Jr. and Asa Hutchinson are nominated by the Republican National Convention, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "Suppose the following is true: No other candidates besides Donald Trump Jr. and Asa Hutchinson are nominated by the Republican National Convention for the 2024 US Presidential Election. Then will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees? This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "1d972ec7-30b0-48cc-a70a-29a965e67371", "title": "Given that no other candidates besides Donald Trump Jr. and Asa Hutchinson are nominated by the Republican National Convention, will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees for the 2024 US Presidential Election?", "body": "Suppose the following is true: No other candidates besides Donald Trump Jr. and Asa Hutchinson are nominated by the Republican National Convention for the 2024 US Presidential Election. Then will both Donald Trump Jr. and Asa Hutchinson be selected as the Republican nominees? This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other outcomes will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "24221eed-16b9-4988-9f85-8b4b795711e2", "title": "Will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.26819263183896747, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "7c6988b4-0de2-41f7-bba3-1471177ead2e", "title": "Will any other candidate win more than 25% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if any candidate other than Donald Trump Jr. or Asa Hutchinson receives more than 25% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If no other candidate achieves this threshold, the question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "455c8822-0059-4ccf-93f3-4ed2fa2657c9", "title": "Given that any other candidate does not win more than 25% of the delegate votes at the Republican National Convention in 2024, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nResolution criteria: This question resolves as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee. It resolves as No if neither is selected. If any other candidate wins more than 25% of the delegate votes, it does not affect this outcome.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "2c8debca-b49d-41fd-99ee-d1b87b6f213f", "title": "Given that no other candidate wins more than 25% of the delegate votes at the Republican National Convention in 2024, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if no candidate other than Donald Trump Jr. or Asa Hutchinson receives more than 25% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If any other candidate achieves this threshold, the question will resolve as No.\n\nAdditionally, this question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThus, the resolution criteria for the outcome is: Resolves Yes if either Donald Trump Jr. or Asa Hutchinson is the nominee, given that no other candidate wins more than 25% of the delegate votes.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "77c218b8-5335-4429-9bdc-1962f0fda9ba", "title": "Will Donald Trump Jr. or Asa Hutchinson be leading in Republican primary polls by mid-2024?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Asa Hutchinson is leading in any reputable Republican primary poll conducted in the United States by June 30, 2024. If neither candidate leads in such polls, this question will resolve as No.", "resolution_date": "2024-06-30 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "d879c189-b078-4c12-96b1-4afab9b351b5", "title": "Given that either Donald Trump Jr. or Asa Hutchinson is leading in Republican primary polls by mid-2024, will either of them be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Donald Trump Jr. or Asa Hutchinson is leading in any reputable Republican primary poll conducted in the United States by June 30, 2024. If neither candidate leads in such polls, this question will resolve as No.\n\nMoreover, this question will resolve as **Yes** if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criterion for the outcome: It is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "1e9fb080-219f-48f6-a0dc-a37b076cd692", "title": "Given that neither Donald Trump Jr. nor Asa Hutchinson is leading in Republican primary polls by mid-2024, will either Donald Trump Jr. or Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if neither Donald Trump Jr. nor Asa Hutchinson is leading in any reputable Republican primary poll conducted in the United States by June 30, 2024. If either candidate leads in such polls, this question will resolve as No. Additionally, this question will resolve as **Yes** if either Donald Trump Jr. or Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future. The resolution criterion for this question is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.014337712695168885, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
