{"line": {"P": {"question": {"id": "f2e40267-497f-4799-ba4c-137dcb78c8ac", "title": "Will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.290046731411705, "metadata": [{"name": "P", "elicited_prob": 0.25, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d8cc5745-a0b1-4b5d-9dc9-82cef98f75a4", "title": "Will Glenn Youngkin win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Glenn Youngkin, having been selected as the Republican nominee, wins the 2024 US Presidential Election against the Democratic nominee and any other candidates. If he does not win, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "91653359-3496-4e77-828c-41e198a38c26", "title": "Given Glenn Youngkin is the Republican nominee, will he win the 2024 US Presidential Election?", "body": "Suppose the following is true: Glenn Youngkin is selected as the Republican nominee for the 2024 US Presidential Election. This question will resolve as Yes if he wins the election against the Democratic nominee and any other candidates. If he does not win, this question will resolve as No.\n\nAdditionally, we need to consider: Will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election? This question will resolve as Yes if he is selected by the Republican National Convention as the nominee. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f9030aa4-986c-4af1-8381-d737e3ee74aa", "title": "Given Glenn Youngkin is the Republican nominee, will he not win the 2024 US Presidential Election?", "body": "Suppose the following is true: Glenn Youngkin has been selected as the Republican nominee for the 2024 US Presidential Election. This question will resolve as Yes if Glenn Youngkin does not win the election against the Democratic nominee and any other candidates. If he wins, this question will resolve as No. Additionally, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election? This question will resolve as Yes if he is selected by the Republican National Convention as the nominee. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "c210e6b5-63e2-4450-82a7-9ff2477af8f6", "title": "Will Glenn Youngkin secure more than 50% of the delegates at the Republican National Convention?", "body": "This question will resolve as Yes if Glenn Youngkin receives more than 50% of the delegates at the Republican National Convention for the 2024 US Presidential Election. If he receives 50% or less, this question will resolve as No.", "resolution_date": "2024-07-15 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "c157ab72-8a38-4f17-be1e-93508a3db59d", "title": "Given Glenn Youngkin secures more than 50% of the delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Glenn Youngkin receives more than 50% of the delegates at the Republican National Convention for the 2024 US Presidential Election. If he receives 50% or less, this question will resolve as No. \n\nThis question will resolve as **Yes** if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6628d218-4ec8-43ad-9709-dd87b1dbd475", "title": "Given Glenn Youngkin does not secure more than 50% of the delegates at the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Glenn Youngkin receives 50% or less of the delegates at the Republican National Convention for the 2024 US Presidential Election. If he receives more than 50%, this question will resolve as No. Additionally, this question will resolve as Yes if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "1c0c80bf-e8ef-4602-917d-db2226c9870e", "title": "Will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.19311254059828625, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d4b1ac06-6793-4a73-a46a-6a9abfbf6bb5", "title": "Will Larry Elder receive more than 30% of the votes in the Republican primaries leading up to the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes cast in the Republican primaries prior to the Republican National Convention for the 2024 US Presidential Election.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "7f46d77f-564c-4d9c-9180-cad0054bc7a0", "title": "Given Larry Elder receives more than 30% of the votes in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes cast in the Republican primaries prior to the Republican National Convention for the 2024 US Presidential Election. If this condition is met, the outcome of whether Larry Elder will be the Republican nominee will resolve as Yes if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nThe resolution criterion for the outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "56a2f7b8-5a31-463d-981a-2fb193596a8a", "title": "Given Larry Elder receives 30% of the votes in the Republican primaries leading up to the 2024 US Presidential Election or less, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives 30% or less of the total votes cast in the Republican primaries prior to the Republican National Convention for the 2024 US Presidential Election. If this condition is true, will Larry Elder be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as Yes if he is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "fae53715-4ae9-449c-870a-9635fadf5d06", "title": "Will Larry Elder secure more than 30% of the Republican primary votes by Super Tuesday 2024?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes cast in the Republican primaries on Super Tuesday, which takes place on March 5, 2024. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-03-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "60f0fa25-99c3-4e81-850d-63e70667bf71", "title": "Given Larry Elder secures more than 30% of the Republican primary votes by Super Tuesday 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives more than 30% of the total votes cast in the Republican primaries on Super Tuesday, which takes place on March 5, 2024. If he receives 30% or less, this question will resolve as No. If he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_not_Q": {"id": "8b7dc00a-4bc5-4a12-92b4-8de83301ac7e", "title": "Given that Larry Elder does not secure more than 30% of the Republican primary votes by Super Tuesday 2024, will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Larry Elder receives 30% or less of the total votes cast in the Republican primaries on Super Tuesday, which takes place on March 5, 2024. If he receives more than 30%, this question will resolve as No. \n\nFurthermore, this question will resolve as Yes if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. \n\nResolution criterion: The outcome resolves as Yes if Larry Elder is the nominee, No if he is not, and it is determined by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}}}]}}, "P_given_Q": {"question": {"id": "8470deec-e1fc-4ecd-8a9e-eb89164ccc95", "title": "Given Larry Elder is the Republican nominee, will Glenn Youngkin also be the nominee?", "body": "Suppose the following is true: Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.003687046504815575, "metadata": [{"name": "P", "elicited_prob": 0.01, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "5cd7e481-7ad1-4819-a598-00a2d9efe9df", "title": "Will another prominent Republican candidate emerge as a major contender for the nomination by 2024?", "body": "This question will resolve as YES if a significant Republican candidate other than Larry Elder or Glenn Youngkin gains substantial support and recognition as a contender for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention. It resolves as NO if no such candidate emerges.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "ec0b9f00-0d45-4497-888a-eacd976899df", "title": "Given that another prominent Republican candidate emerges as a major contender for the nomination by 2024, will Glenn Youngkin also be the nominee if Larry Elder is the Republican nominee?", "body": "This question considers the following scenarios: Suppose the following is true: another significant Republican candidate other than Larry Elder or Glenn Youngkin gains substantial support and recognition as a contender for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention. Additionally, suppose Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. It resolves as N/A if no prominent Republican candidate emerges.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6a3fa7d0-f268-4070-9406-52472e6b6b59", "title": "Given that no prominent Republican candidate emerges by 2024, will Glenn Youngkin also be the nominee if Larry Elder is the Republican nominee?", "body": "Suppose the following is true: No significant Republican candidate other than Larry Elder or Glenn Youngkin gains substantial support and recognition as a contender for the Republican nomination for the 2024 US Presidential Election before the Republican National Convention. Then, if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected, given that no other prominent candidates emerge. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "2fb4c846-9834-44e3-8ebe-40d03723c30a", "title": "Will there be a third prominent candidate in the Republican primary race by 2024?", "body": "This question will resolve as Yes if a third prominent candidate emerges and actively campaigns in the Republican primary for the 2024 US Presidential Election, alongside Larry Elder and Glenn Youngkin. It resolves as No if no such candidate emerges.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "4d94400e-c368-47ea-826c-230ca7016037", "title": "Given there is a third prominent candidate in the Republican primary race by 2024, will Glenn Youngkin also be the nominee if Larry Elder is the Republican nominee?", "body": "This question will resolve as Yes if a third prominent candidate emerges and actively campaigns in the Republican primary for the 2024 US Presidential Election, alongside Larry Elder and Glenn Youngkin. Suppose the following is true: Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f0cb2c2d-deb0-47ac-9b58-c470eacac164", "title": "Given there will not be a third prominent candidate in the Republican primary race by 2024, will Glenn Youngkin also be the nominee if Larry Elder is the Republican nominee?", "body": "This question considers the following situation: Suppose there is no third prominent candidate emerging and actively campaigning in the Republican primary for the 2024 US Presidential Election, alongside Larry Elder and Glenn Youngkin. Given that Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, will Glenn Youngkin also be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.0, "elicitation_metadata": null}}}]}}, "P_given_not_Q": {"question": {"id": "1b917173-2a91-48c6-b7e1-90b407c352d3", "title": "Given that Larry Elder is not the Republican nominee, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Then, is Glenn Youngkin selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14T13:22:36Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.37068582008372664, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "796651a4-7616-491e-a4ea-de639c3f4107", "title": "Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election if Larry Elder is not nominated?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Larry Elder is not the nominee. If any other candidate is selected instead of Ron DeSantis, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "7b9062aa-db78-423d-a0fe-900e61bae902", "title": "Given Ron DeSantis will be the Republican nominee for the 2024 US Presidential Election if Larry Elder is not nominated, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Given that Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention and Ron DeSantis is selected as the nominee. \n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}, "P_given_not_Q": {"id": "39ec238c-1fec-4f91-9b2a-948f4bef5390", "title": "Given that Larry Elder is not the Republican nominee, will Ron DeSantis not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Larry Elder is not the nominee. If Ron DeSantis is selected as the nominee instead of any other candidate, this question will resolve as No.\n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as Yes if Ron DeSantis is not selected as the nominee by the Republican National Convention, and No if he is selected.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "fb3d83a6-7939-4be2-ab90-b004db98656a", "title": "Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election if Larry Elder is not nominated?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Larry Elder is not selected. If any other candidate is selected, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "042f6334-538a-49f9-865b-30665b9550b2", "title": "If Larry Elder is not nominated, will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election, given that Glenn Youngkin is not nominated either?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Larry Elder is not selected and Glenn Youngkin is also not selected. If any other candidate is selected, this question will resolve as No.\n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention and Glenn Youngkin is also not selected.\n- The outcome resolves as Yes if Ron DeSantis is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "be1c1f77-997f-486e-b18a-24180ed9f219", "title": "Given that Larry Elder is not nominated, will Ron DeSantis not be the Republican nominee for the 2024 US Presidential Election if Glenn Youngkin is nominated?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Ron DeSantis not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, given that Glenn Youngkin is selected? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Ron DeSantis is not selected as the nominee by the Republican National Convention. Resolves as **No** if he is selected.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2023-04-14 13:22:36+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.015845802515844807, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
