{"line": {"P": {"question": {"id": "7effe24a-cd65-445d-acc0-72712a8f758b", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3602649564507059, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f57c65dc-9af3-43c1-8929-6380dd75f142", "title": "Will Donald Trump Jr. receive more than 50% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. receives more than 50% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives 50% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "659593da-20b2-4edb-87ba-0934648a396c", "title": "Given that Donald Trump Jr. receives more than 50% of the delegate votes at the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives more than 50% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives 50% or less, this question will resolve as No. Furthermore, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a7a37005-2c2f-44c0-a5d9-50d298bb7821", "title": "Given that Donald Trump Jr. receives 50% or less of the delegate votes at the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. receives 50% or less of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If he receives more than 50%, this question will resolve as No. \n\nIf Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "48d7e6de-c8c8-4aaa-9ba2-b3a7eb9f394a", "title": "Will Donald Trump Jr. win the Republican nomination for the 2024 US Presidential Election if he runs against a prominent incumbent?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, specifically in a scenario where he is running against a prominent incumbent candidate. All other candidates will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_Q": {"id": "6397ce90-dd44-41cb-8297-33b4fe7b66d7", "title": "Given that Donald Trump Jr. is running against a prominent incumbent, will he win the Republican nomination for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, specifically in a scenario where he is running against a prominent incumbent candidate. All other candidates will resolve as No. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of the candidates currently mentioned or future candidates added. The resolution is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e33a5c20-a342-4437-9726-3546473b2841", "title": "Given that Donald Trump Jr. will not win the Republican nomination for the 2024 US Presidential Election if he runs against a prominent incumbent, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. \n\nResolution criteria: \n1. The condition is that Donald Trump Jr. is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election when running against a prominent incumbent. \n2. The outcome resolves as Yes if Donald Trump Jr. is selected as the nominee by the Republican National Convention, and No otherwise.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "2d2fe511-daca-4c52-8de1-c07f4bc804ce", "title": "Will Donald Trump Jr. win the 2024 US Presidential Election if he is the Republican nominee?", "body": "This question will resolve as Yes if Donald Trump Jr. wins the election after being selected as the Republican nominee for the 2024 US Presidential Election. If he does not win the election, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "89a22794-8954-4c5e-ad8f-a0a68b7c2aac", "title": "Given Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he win the election?", "body": "Suppose the following is true: Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. wins the election after being selected as the Republican nominee for the 2024 US Presidential Election. If he does not win the election, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_not_Q": {"id": "cfc44ba9-ba60-4b2a-a23d-72c73a99af6d", "title": "Given that Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election, will he not win the election?", "body": "Suppose the following is true: Donald Trump Jr. is the Republican nominee for the 2024 US Presidential Election. This question will resolve as Yes if Donald Trump Jr. does not win the election after being selected as the Republican nominee for the 2024 US Presidential Election. If he wins the election, this question will resolve as No. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e6e128a8-5942-4828-91aa-bd358fc1c8af", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3369463377737766, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "3b29f815-a706-4c3d-967a-0f5777c0ed99", "title": "Will Asa Hutchinson receive more than 30% of the votes in the Republican primaries before the convention?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total votes cast in the Republican primaries leading up to the 2024 Republican National Convention. If he receives 30% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "c3a32730-0223-464b-b2f1-e9b9748bb70b", "title": "Given Asa Hutchinson receives more than 30% of the votes in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the total votes cast in the Republican primaries leading up to the 2024 Republican National Convention. If he receives 30% or less, this question will resolve as No. Additionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b886cef4-8a0e-4269-82dd-3f43a7980c81", "title": "Given Asa Hutchinson receives 30% of the votes or less in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 30% or less of the total votes cast in the Republican primaries leading up to the 2024 Republican National Convention. If he receives more than 30%, this question will resolve as No.\n\nAdditionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9375edbe-b9e8-4e2e-b167-9366905e2ee8", "title": "Will Asa Hutchinson secure more than 30% of the delegates in the Republican primaries?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegates during the Republican primary elections leading up to the 2024 US Presidential Election.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "715dc6ad-9398-4fb7-b751-a0b35259ae1a", "title": "Given Asa Hutchinson secures more than 30% of the delegates in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives more than 30% of the delegates during the Republican primary elections leading up to the 2024 US Presidential Election. This question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "10c101a5-6fba-4118-9bd0-dd81ca53664a", "title": "Given that Asa Hutchinson does not secure more than 30% of the delegates in the Republican primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson receives 30% of the delegates or fewer during the Republican primary elections leading up to the 2024 US Presidential Election. This question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f2da50b6-2082-4e60-b716-225de5850199", "title": "Will Asa Hutchinson win the general election if he is the Republican nominee in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson is elected as President of the United States in the 2024 general election, assuming he is the Republican nominee. If he does not win the general election, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_Q": {"id": "4d3d11d6-c1c4-4006-8b42-443474ce1539", "title": "Given Asa Hutchinson is the Republican nominee for the 2024 US Presidential Election, will he win the general election?", "body": "Suppose the following is true: Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then will Asa Hutchinson be elected as President of the United States in the 2024 general election? This will resolve as Yes if he wins the election, and No if he does not win.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "86d62f81-6547-4d79-8a65-6a331e9d171b", "title": "Given Asa Hutchinson is the Republican nominee in 2024, will he not win the general election?", "body": "Suppose the following is true: Asa Hutchinson is the Republican nominee for the 2024 US Presidential Election, meaning he has been selected by the Republican National Convention as the nominee. This question will resolve as Yes if Asa Hutchinson is not elected as President of the United States in the 2024 general election. If he wins the general election, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "89c018df-ebc9-43ed-9da9-711efaaaaeb7", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as **No**. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15045147914578597, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "209b7d6b-9fec-47ef-bba3-781d7a284c8d", "title": "Will Donald Trump Jr. win the Republican nomination outright without a contested convention?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the sole nominee for the 2024 US Presidential Election without any significant challenge from other candidates. It will resolve as No if there is any significant challenge or if another candidate is nominated alongside him.", "resolution_date": "2024-07-20 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "1431fae6-a5d1-49e2-bc89-8a26bf99be0c", "title": "Given Donald Trump Jr. wins the Republican nomination outright without a contested convention, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the sole nominee for the 2024 US Presidential Election without any significant challenge from other candidates. It will resolve as No if there is any significant challenge or if another candidate is nominated alongside him. \n\nAdditionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "746fee00-6049-4091-a1f3-d5d8074e8c8d", "title": "Given that Donald Trump Jr. does not win the Republican nomination outright without a contested convention, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is not selected by the Republican National Convention as the sole nominee for the 2024 US Presidential Election without any significant challenge from other candidates. It will resolve as No if he is selected as the sole nominee without any significant challenge. Furthermore, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a4132f5d-5110-458b-ac42-1c8b0460489b", "title": "Will Donald Trump Jr. win the Republican nomination if Asa Hutchinson does not?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of Asa Hutchinson's candidacy. It will resolve as No if Donald Trump Jr. does not receive the nomination, regardless of who else is nominated.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "0aa61818-7759-4791-ba12-182829f06187", "title": "Given that Asa Hutchinson does not win the Republican nomination, will Donald Trump Jr. also be a Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Asa Hutchinson does not win the Republican nomination. Then, will Donald Trump Jr. win the Republican nomination? This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of Asa Hutchinson's candidacy. It will resolve as No if Donald Trump Jr. does not receive the nomination, regardless of who else is nominated.\n\nAdditionally, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election? This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "625604db-6461-4e2b-b916-f66d64d5c455", "title": "Given that Asa Hutchinson does not win the Republican nomination, will Donald Trump Jr. also not win the Republican nomination?", "body": "This question will resolve as Yes if Donald Trump Jr. is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of Asa Hutchinson's candidacy. It will resolve as No if Donald Trump Jr. receives the nomination, regardless of who else is nominated.\n\nAdditionally, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election? This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "55c78b43-b794-4405-91d5-f6fabee9de8b", "title": "Will a third candidate emerge as a significant contender in the Republican primaries for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if a third candidate gains at least 20% of the delegate votes during the Republican primaries before the Republican National Convention in 2024. It will resolve as No if no third candidate achieves this level of support.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "b2a9ed46-a32b-418e-8fa4-6296e2b48e25", "title": "Given a third candidate emerges as a significant contender in the Republican primaries, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if a third candidate gains at least 20% of the delegate votes during the Republican primaries before the Republican National Convention in 2024. It will resolve as No if no third candidate achieves this level of support. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6db69a97-06d1-4f6d-bf92-f4b2b0e7f54a", "title": "Given that there will be no third candidate emerging as a significant contender in the Republican primaries for the 2024 US Presidential Election, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if no third candidate gains at least 20% of the delegate votes during the Republican primaries before the Republican National Convention in 2024. It will resolve as No if a third candidate achieves this level of support. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
