{"line": {"P": {"question": {"id": "167b465f-7362-4e4e-a149-8806007b4fe1", "title": "Will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-05-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.136857148453497, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d3fff33f-1a09-4225-830e-d4096414e47e", "title": "Will Donald Trump run for the Republican nomination in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy and runs for the Republican nomination for the 2024 US Presidential Election. It will resolve as No if he does not declare his candidacy or chooses not to run.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}, "P_given_Q": {"id": "eb6875c6-6cb7-43a3-b3d9-0861f1cf6d03", "title": "Given Donald Trump runs for the Republican nomination, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy and runs for the Republican nomination for the 2024 US Presidential Election. It will resolve as No if he does not declare his candidacy or chooses not to run. \n\nFor Mike Pence, this question will resolve as Yes if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "0d061f43-3d12-4481-af6a-305dea5551b0", "title": "Given that Donald Trump does not run for the Republican nomination in the 2024 US Presidential Election, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially declare his candidacy and does not run for the Republican nomination for the 2024 US Presidential Election. It will resolve as No if he officially declares his candidacy and chooses to run. If Donald Trump does not run, this question will resolve as Yes if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "4e04a050-3e51-4e37-9e46-67b7afae3155", "title": "Will Donald Trump run for President as a Republican candidate in 2024?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy for the Republican nomination for the 2024 US Presidential Election. If he does not declare or runs as an independent or for another party, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75, "elicitation_metadata": null}, "P_given_Q": {"id": "2cba960f-67ce-4b5f-b460-f65ac69106c2", "title": "Given Donald Trump runs for President as a Republican candidate in 2024, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy for the Republican nomination for the 2024 US Presidential Election. If he does not declare or runs as an independent or for another party, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "3f2dc242-9108-4db6-980c-776713bde870", "title": "Given that Donald Trump does not run for President as a Republican candidate in 2024, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially declare his candidacy for the Republican nomination for the 2024 US Presidential Election, or if he runs as an independent or for another party. If he officially declares his candidacy as a Republican, this question will resolve as No. \n\nIf Donald Trump does not run as a Republican, will Mike Pence be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f6a86cf2-a79f-4b35-8009-5db19c934614", "title": "Will Donald Trump run as a candidate in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially announces his candidacy and is on the ballot for the Republican National Convention in 2024. If he does not run or withdraws before the convention, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75, "elicitation_metadata": null}, "P_given_Q": {"id": "d123ee0c-b7da-4568-93a9-57bdbd0fa9e4", "title": "Given Donald Trump runs as a candidate in the 2024 US Presidential Election, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially announces his candidacy and is on the ballot for the Republican National Convention in 2024. If he does not run or withdraws before the convention, this question will resolve as No. \n\nIf Donald Trump runs, will Mike Pence be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "0ca9f77c-17a8-4db2-be90-4342fe58fbab", "title": "Given that Donald Trump does not run as a candidate in the 2024 US Presidential Election, will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially announce his candidacy or is not on the ballot for the Republican National Convention in 2024. If he runs or does not withdraw before the convention, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nThe outcome is determined solely by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}]}}, "Q_and_not_P": {"question": {"id": "72a6fdfd-7af9-4af1-86ba-f705c9126260", "title": "Will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-05-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.20343189690059085, "metadata": [{"name": "P", "elicited_prob": 0.25, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "27a57b8e-1f3b-452b-9ce5-f5a0c752a166", "title": "Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "dab055b2-1102-48b1-9029-ac3c5566aa3c", "title": "Given Ron DeSantis is the Republican nominee for the 2024 US Presidential Election, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Additionally, it will resolve as Yes if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "065490b9-f274-4130-b6f6-e5681e03f5d1", "title": "Given Ron DeSantis is not the Republican nominee for the 2024 US Presidential Election, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is solely determined by who is selected by the delegates of the Republican National Convention. \n\nCondition: Ron DeSantis is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "be664717-c686-469c-b4d3-76cf91267b6a", "title": "Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "f423c271-7e04-4dce-97cb-19da63607400", "title": "Given Ron DeSantis is the Republican nominee, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. \n\nThe first condition is that Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "44ce5810-97d1-4feb-99c7-e5e5c159e958", "title": "Given Ron DeSantis is not the Republican nominee, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if the following conditions are met: (1) Ron DeSantis is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, (2) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (3) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b9ae09da-70ef-4c3f-abe9-a3ddf3adb14f", "title": "Will Donald Trump be a candidate for the Republican nomination in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump actively runs for the Republican nomination in the 2024 US Presidential Election and participates in the primaries.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75, "elicitation_metadata": null}, "P_given_Q": {"id": "45a0d125-7d7c-4369-b9b3-0a8915276b30", "title": "Given that Donald Trump is a candidate for the Republican nomination in the 2024 US Presidential Election, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump actively runs for the Republican nomination in the 2024 US Presidential Election and participates in the primaries. Additionally, it will resolve as Yes if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f5ac400d-5d93-49a6-a375-6f95156770fa", "title": "Given that Donald Trump will not be a candidate for the Republican nomination in the 2024 US Presidential Election, will Ted Cruz be the Republican nominee and Mike Pence not be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not actively run for the Republican nomination in the 2024 US Presidential Election and does not participate in the primaries. If this is true, then it will resolve as Yes if both of the following occur: (a) Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "995008e8-3a23-4f5b-9b26-47149fca7c05", "title": "Will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-05-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3662699705325548, "metadata": [{"name": "P", "elicited_prob": 0.3, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "57347edf-1da4-4e63-9582-9e770e14e03a", "title": "Will Donald Trump run as an independent candidate in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares and runs as an independent candidate in the 2024 US Presidential Election. If he does not run as an independent, the question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "feed2e59-c914-4101-9cc6-546bafdfaa08", "title": "Given that Donald Trump runs as an independent candidate in the 2024 US Presidential Election, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares and runs as an independent candidate in the 2024 US Presidential Election. If he does not run as an independent, the question will resolve as No. \n\nAdditionally, this question will resolve as Yes if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "777452c5-8a73-4ac0-9cdd-63ec68e20de6", "title": "Given that Donald Trump does not run as an independent candidate, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially declare and run as an independent candidate in the 2024 US Presidential Election. If he runs as an independent, the question will resolve as No. \n\nAdditionally, this question will resolve as **Yes** if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "79042a69-6d87-46b5-b0ea-ef20d94d55eb", "title": "Will Donald Trump run as a candidate in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy and runs in the Republican primaries for the 2024 US Presidential Election. If he does not run or withdraws his candidacy before the primaries, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85, "elicitation_metadata": null}, "P_given_Q": {"id": "a1ea3de9-66ef-4dfc-bdee-73a29c8d230a", "title": "Given that Donald Trump runs as a candidate in the 2024 US Presidential Election, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares his candidacy and runs in the Republican primaries for the 2024 US Presidential Election. If he does not run or withdraws his candidacy before the primaries, this question will resolve as No.\n\nAdditionally, this question will resolve as **Yes** if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "4f43dd38-5ba5-40a2-9681-c8e7a9abe5a0", "title": "Given that Donald Trump does not run as a candidate in the 2024 US Presidential Election, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially declare his candidacy or does not run in the Republican primaries for the 2024 US Presidential Election. If he officially declares his candidacy and runs in the primaries, this question will resolve as No. \n\nIf Donald Trump does not run, then this question will resolve as **Yes** if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b58a939b-8f8e-40c9-ad4c-24383af6e7e5", "title": "Will Donald Trump run as a third-party candidate in the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares and runs as a third-party candidate in the 2024 US Presidential Election. If he does not run as a third-party candidate, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "0b4eb863-ff60-4581-ad76-a280d53232ee", "title": "Given that Donald Trump runs as a third-party candidate in the 2024 US Presidential Election, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump officially declares and runs as a third-party candidate in the 2024 US Presidential Election. If he does not run as a third-party candidate, this question will resolve as No. Additionally, this question will resolve as Yes if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "191dbef9-48a9-43a7-9fd5-05dd745e708b", "title": "Given that Donald Trump does not run as a third-party candidate, will either Mike Pence or Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump does not officially declare and run as a third-party candidate in the 2024 US Presidential Election. If he does run as a third-party candidate, this question will resolve as No.\n\nAdditionally, this question will resolve as Yes if either Mike Pence or Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-05-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.03626375951838784, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
