{"line": {"P": {"question": {"id": "5dd5bfc8-dbea-4378-abd9-610490949131", "title": "[Metaculus] Will Joe Biden announce before July 15, 2024 that he will not accept the Democra...nomination for President?", "body": "Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President?\n\nResolves the same as the original on Metaculus.\n\n(https://www.metaculus.com/questions/question_embed/25755/?theme=dark)Resolution criteria\n\nThis question will resolve as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement to the effect that Joe Biden will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle.\n\nTo qualify for a Yes resolution, the statement must be unambiguous and conclusive: it should leave no room for the possibility that Biden would accept the Democratic Party's nomination for President of the United States in the 2024 election cycle.\n\nIf such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\nFine print and additional background information can be found on Metaculus.\n\nOnce the original resolves, its resolution will be applied to this market automatically. Trustworthy-ish users are encouraged to resolve this market before then if the outcome is known and unambiguous. Feel free to ping @jskf to request early resolution or to report issues.", "resolution_date": "2024-07-15T10:11:26Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "120265f1-4a48-4515-aa0d-a83eb05fb94a", "title": "If Joe Biden announces he will not accept the Democratic nomination, will Kamala Harris's odds of winning increase according to Nate Silver's model?", "body": "Suppose the following is true: Joe Biden announces before July 15, 2024, that he will not accept the Democratic Party's nomination for President. This announcement must be definitive, unambiguous, and made publicly by Biden or his campaign, leaving no possibility of him accepting the nomination for the 2024 election.\n\nGiven this, will Kamala Harris's Electoral College probability in Nate Silver's model be greater than 46.6% on Friday, August 9th, at 8:40 PM? Resolves YES if it is >46.6% at that time, and NO otherwise.\n\nThis analysis considers the impact of Biden's decision on Harris's perceived chances in the model, as tracked on Nate Silver's platform.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "c183fd7c-acbc-4998-9fe9-3d2b1e75ade9", "title": "Will both of the following occur: (a) Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President? (b) Will Kamala's odds of winning increase over the next week according to Nate Silver's model?", "body": "(a) Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President? This resolves as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement that he will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle. The statement must be unambiguous and conclusive, leaving no room for the possibility that Biden would accept the Democratic Party's nomination for President in the 2024 election cycle. If such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\n(b) Will Kamala's odds of winning increase over the next week according to Nate Silver's model? Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise. Link: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "1889c2b8-7459-4040-8019-d2fef85c4ed8", "title": "Will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "This question will resolve as \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment.\n\nThe removal or block is confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are not met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur *after* the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.", "resolution_date": "2024-07-16T01:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "255faa5e-074d-48bc-b577-e0569a0649f4", "title": "Given Donald Trump is removed or blocked from a primary ballot under Section 3 of the 14th Amendment, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment, as of July 15, 2024. This removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports, and is not reversed by that date.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is based on the decision made by the delegates of the Republican National Convention, regardless of the eventual outcome of the 2024 US election.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_and_Q": {"question": {"id": "4ca6af27-3444-456a-a3dc-869877bc499a", "title": "Will both of the following occur: (1) Donald Trump is removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment by July 15, 2024, and (2) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as \"Yes\" if both of the following conditions are met:\n\n1. As of July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution. Note that the question does not account for legal battles, appeals, or subsequent reversals that might occur after the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.\n\n2. Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\nThe question will resolve as \"No\" if either or both of these conditions are not met.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "b3c0d947-0336-47d8-a901-9ad73bf33cbc", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "40414a69-b251-49cf-a0aa-579a9db31726", "title": "Conditional on Donald Trump Jr. being the Republican nominee, will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question resolves as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If this condition is met, then the question resolves as **No** for Asa Hutchinson, as only one candidate can be the nominee.\n\nResolution criteria for the condition: Donald Trump Jr. must be selected by the delegates of the Republican National Convention as the nominee.\nResolution criteria for the outcome: Asa Hutchinson must be selected by the delegates of the Republican National Convention as the nominee, which is impossible if Donald Trump Jr. is the nominee. Therefore, if Donald Trump Jr. is the nominee, this resolves as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.0, "metadata": null}}, "P_and_Q": {"question": {"id": "305b931a-52a7-4ae6-ad5d-7c4e6ac79fcc", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as nominees for the 2024 US Presidential Election. All other combinations of candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "7fb62127-1d38-48a8-acc6-1268543897ff", "title": "Will Joe Biden die before Saturday?", "body": "Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. \n\nOtherwise, resolves NO.", "resolution_date": "2024-07-27T15:19:17Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "Q_given_P": {"question": {"id": "9328648c-a2c5-4c31-b621-169cca7f2a6e", "title": "If Joe Biden dies before Saturday, will he remain President through the end of July 2024?", "body": "Suppose the following is true: Joe Biden dies before Saturday, with an official announcement of his death made before market close at the end of Friday, July 26th. \n\nResolution criteria for the condition: Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. Otherwise, resolves NO.\n\nResolution criteria for the outcome: Resolves YES if Biden remains US President through the end of July 2024 (ET); resolves NO if he resigns, dies, or otherwise ceases to be President before then. Temporary transfer of power under the 25th amendment (i.e., making his VP the Acting President) does not cause a YES resolution. (Acting President is different from President under the Constitution)\n\nIf the condition is not met, resolves N/A.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_and_Q": {"question": {"id": "feebbcde-f90b-4912-aa5a-93905d2cc00f", "title": "Will Joe Biden die before Saturday and remain President through end of July 2024?", "body": "Resolves YES if both of the following occur: (a) There is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th, and (b) Biden remains US President through the end of July 2024 (ET).\n\nResolves NO if either Joe Biden does not die before the specified time or he does not remain President through the specified time. Temporary transfer of power under the 25th amendment does not affect the resolution regarding his presidency.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.01, "metadata": null}}}}
{"line": {"P": {"question": {"id": "337ade30-d546-4906-9a60-e23a2fba580c", "title": "Kamala president by Friday?", "body": "This market will resolve to \"Yes\" if Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nThe primary resolution source for this market will be official information from the US government, however a consensus of credible reporting will also be used.\n\nResolver", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "866d88a9-1f2f-4762-a704-fe3863f28b76", "title": "Given Kamala Harris is president by Friday, will Biden drop out before July 20?", "body": "Suppose the following is true: Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. This would be confirmed by official information from the US government or a consensus of credible reporting.\n\nThen, is it true that President Joe Biden will drop out or be otherwise unable to continue the race before July 20 midnight Eastern Time? If he does, the answer is yes; otherwise, it is no.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "18d2db02-c88b-494c-a9e9-4419eb4c9551", "title": "Will both of the following occur: (a) Kamala Harris is President or Acting President by July 26, 2024, and (b) Biden drops out before July 20, 2024?", "body": "(a) Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. The primary resolution source will be official information from the US government, however a consensus of credible reporting will also be used.\n\n(b) Joe Biden drops out or is otherwise unable to continue the race before July 20, 2024, midnight Eastern Time.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
