{"line": {"P": {"question": {"id": "a45420f5-eb11-4acf-8481-b4e38e9c2d76", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "35151411-762e-4cae-a96e-b643b9ba1227"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_and_not_P": {"question": {"id": "74aadfea-86c8-47a2-8f8f-fb4e5572430e", "title": "Will both of the following occur: (a) The Republican primary in 2024 is contested by more than five candidates (b) No member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "(a) The Republican primary in 2024 will be considered contested by more than five candidates if, by December 31, 2024, more than five candidates have officially registered and participated in the Republican primary elections for the 2024 presidential race. The candidates must be recognized by the Republican National Committee (RNC) and included in at least one primary debate or state-level primary election. Candidates who withdraw before the primaries do not count towards this total. The resolution will be based on official RNC announcements and reputable news sources (e.g., BBC, The Guardian, New York Times) confirming the participation of the candidates.\n\n(b) No member of the Trump family will be the Republican nominee for the US Presidency in 2024 if none of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_or_Q": {"question": {"id": "ae0c9375-266d-4c62-b1ce-5fc8934f7c06", "title": "Will either a member of the Trump family be the Republican nominee for the US Presidency in 2024, or will the Republican primary be contested by more than five candidates?", "body": "This question resolves **Yes** if either of the following occurs: (a) A member of the Trump family, including Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. (b) By December 31, 2024, more than five candidates have officially registered and participated in the Republican primary elections for the 2024 presidential race. The candidates must be recognized by the Republican National Committee (RNC) and included in at least one primary debate or state-level primary election. Candidates who withdraw before the primaries do not count towards this total. The resolution will be based on official RNC announcements and reputable news sources (e.g., BBC, The Guardian, New York Times) confirming the participation of the candidates.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.016182778690696065, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.005394259563565355, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.1782055936049595, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "e5ec6f3a-712b-4f92-beb2-89d3b5d481f4", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "35151411-762e-4cae-a96e-b643b9ba1227"}, "resolution": null}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_and_not_P": {"question": {"id": "f9fb6f25-603a-47c9-9410-1b21f438e7d6", "title": "Will both of the following occur: (a) A member of the Trump family endorses a candidate other than Donald Trump for the 2024 election, and (b) No member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "This question resolves as Yes if both of the following conditions are met: (a) By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview, and must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution. (b) None of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "P_or_Q": {"question": {"id": "456e0a54-37a8-4993-95fe-59dcc063c9c3", "title": "Will either a member of the Trump family be the Republican nominee for the US Presidency in 2024 or will the Trump family endorse a candidate other than Donald Trump for the 2024 election?", "body": "This question resolves **Yes** if either of the following occurs: (a) A member of the Trump family, such as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. (b) By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview, and must be clear and unequivocal, indicating support for a specific candidate. Any endorsement made during the Republican primaries or the general election will count towards this resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.061383202207017776, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "0630b81f-e695-4982-8805-22d83fda9b80", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "35151411-762e-4cae-a96e-b643b9ba1227"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_and_not_P": {"question": {"id": "96fa6238-e091-4a1a-94bd-c7a1dcf471f8", "title": "Will both of the following occur: (a) any member of the Trump family be involved in a major political scandal before the 2024 election, and (b) no member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "This question will resolve as Yes if both of the following conditions are met: \n\n(a) Before November 5, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump) is publicly involved in a major political scandal that meets the following criteria: \n  1. The scandal must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must involve allegations of serious misconduct, including but not limited to corruption, criminal activity, or significant ethical violations.\n  2. The scandal must have a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash.\n  3. Events that are purely speculative or based on unverified rumors will not count. If a scandal occurs after the election date, it will not be considered for this resolution.\n\n(b) None of these individuals is the Republican nominee for the US Presidency in 2024:\n  - Donald Trump\n  - Donald Trump Jr.\n  - Eric Trump\n  - Ivanka Trump\n  - Tiffany Trump\n  - Melania Trump\n  - Barron Trump", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "b70f5a5a-b178-4366-bb03-594ba16ec4cd", "title": "Will either a member of the Trump family be the Republican nominee for the US Presidency in 2024 or be involved in a major political scandal before the 2024 election?", "body": "This question resolves **Yes** if either of the following occurs:\n\n(a) A member of the Trump family (defined as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024.\n\n(b) Before November 5, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump) is publicly involved in a major political scandal. The scandal must meet the following criteria:\n   1. It is reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post).\n   2. It involves allegations of serious misconduct, including but not limited to corruption, criminal activity, or significant ethical violations.\n   3. It has a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash.\n   4. Events that are purely speculative or based on unverified rumors will not count.\n   5. If a scandal occurs after the election date, it will not be considered for this resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "0b359a59-9f47-4b0a-845f-0c35923ed2e4", "title": "Will the Trump family endorse a candidate other than Donald Trump for the 2024 election?", "body": "This question will resolve as Yes if, by December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "35151411-762e-4cae-a96e-b643b9ba1227"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_and_not_P": {"question": {"id": "92fb424d-334f-47ca-a730-b5a38a760ea4", "title": "Will both of the following occur: (1) A member of the Trump family is the Republican nominee for the US Presidency in 2024 (2) The Trump family does not endorse any candidate other than Donald Trump for the 2024 election?", "body": "(1) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(2) This question will resolve as Yes if, by December 31, 2024, no member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses any candidate other than Donald Trump for the 2024 presidential election. This includes the absence of any verified public statement, such as a press release, social media post, or official interview, endorsing a candidate other than Donald Trump. The lack of endorsement must be clear and unequivocal, with no member indicating support for a specific candidate other than Donald Trump. This applies to endorsements during both the Republican primaries and the general election.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "0985d319-d85a-46fb-b8e0-903d7825a283", "title": "Will either of the following occur regarding the Trump family and the 2024 election: (a) a member endorses a candidate other than Donald Trump, or (b) a member is the Republican nominee?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution. (b) One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.7, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.007780187318962017, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.002593395772987339, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.12588828594761012, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "d731d7e6-439c-410a-929f-61a44ee49ee9", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "ed80695d-d75a-4702-85a2-ff36328b44fb"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "819e02c6-876d-4288-af39-6660c480a6bc", "title": "Will both of the following occur: (a) Any significant media controversies affect Tucker Carlson's campaign by the end of 2023, and (b) Tucker Carlson not be the Republican nominee for the 2024 US Presidential Election?", "body": "(a) This part will resolve as Yes if, by December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If the controversy is minor or does not result in measurable impact on the campaign, the question will resolve as No.\n\n(b) This part will resolve as Yes if Tucker Carlson is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If Tucker Carlson is selected, it will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_or_Q": {"question": {"id": "ba38f1f4-500b-4c2e-b855-d62e42008606", "title": "Will either of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election (b) Any significant media controversies affect Tucker Carlson's campaign by the end of 2023?", "body": "This question will resolve as Yes if either of the following occurs: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by the selection made by the delegates of the Republican National Convention. (b) By December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If neither of these occurs, the question will resolve as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.03389459190543603, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.01129819730181201, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.25906388007541997, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "387359da-1d88-43bd-bdb4-c9e4dca80b7a", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "ed80695d-d75a-4702-85a2-ff36328b44fb"}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "Q_and_not_P": {"question": {"id": "28c7b973-93a1-4648-ade6-5913747477d2", "title": "Will both of the following occur: (a) Tucker Carlson's campaign raises over $10 million by the end of 2023 and (b) Tucker Carlson is not the Republican nominee for the 2024 US Presidential Election?", "body": "(a) Tucker Carlson's campaign must officially report raising over $10 million in total contributions by December 31, 2023. The total must be confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.\n\n(b) Tucker Carlson must not be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, not by who is the nominee on the day of the 2024 US election. If Tucker Carlson is selected as the nominee, this part will resolve as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "08bab9b4-be53-47ac-84dc-967e25dc307e", "title": "Will either of the following occur: (a) Tucker Carlson becomes the Republican nominee for the 2024 US Presidential Election (b) Tucker Carlson's campaign raises over $10 million by the end of 2023?", "body": "This question will resolve as **Yes** if either of the following occurs:\n\n(a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention), regardless of who receives the nomination on the day of the 2024 US election.\n\n(b) By December 31, 2023, Tucker Carlson's campaign officially reports raising over $10 million in total contributions. This must be confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post). The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.009763877619061306, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0032546258730204356, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.13989092759813324, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "200a9b44-6267-4daa-83ac-a3945e6aad78", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "ed80695d-d75a-4702-85a2-ff36328b44fb"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "dc2032c1-6d74-45ca-8e36-401d079b1eef", "title": "Will both of the following occur: (a) Tucker Carlson runs for President in 2024 and (b) Tucker Carlson is not the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) By December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, this condition will not be met. Any statements made about potential candidacy without an official declaration will not count. (b) Anyone other than Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Tucker Carlson being selected will mean this condition is not met. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "358d8e4d-c547-4ee2-b065-7752f5d2e0db", "title": "Will either of the following occur regarding Tucker Carlson and the 2024 US Presidential Election: (a) He is selected as the Republican nominee, or (b) He officially declares his candidacy?", "body": "This question will resolve as **Yes** if either of the following occurs: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by the selection of the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention). (b) Tucker Carlson officially declares his candidacy for the President of the United States for the 2024 election by December 31, 2024. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.27576371656986676, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "06215d4d-df76-47b0-ad8b-f91e81004130", "title": "Will a major Republican candidate drop out of the race before the primaries in 2024?", "body": "This question will resolve as Yes if, before January 1, 2024, any major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out.", "resolution_date": "2024-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "ed80695d-d75a-4702-85a2-ff36328b44fb"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_and_not_P": {"question": {"id": "2a243389-4f50-43f7-a47f-82a5e743257c", "title": "Will both of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election and (b) no major Republican candidate drop out of the race before the primaries in 2024?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n1. Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the 2024 US election.\n\n2. Before January 1, 2024, no major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out.\n\nThe question will resolve as **No** if either or both of these conditions are not met.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_or_Q": {"question": {"id": "2c016c3d-77bc-4db5-962c-b7cb35c9b70e", "title": "Will either a major Republican candidate drop out before the 2024 primaries or Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either of the following occurs: (a) Before January 1, 2024, any major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.034748875734903234, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.011582958578301078, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.27066598098038347, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "7a5f8f9e-a251-4527-86d8-46d87ae1e529", "title": "Will another prominent Republican candidate challenge Donald Trump for the nomination by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and this candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. If no such candidate challenges Trump, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "beec47cd-fc91-44e5-a289-0cf7b72a160a", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election, and will no other prominent Republican candidate challenge him for the nomination by 2024?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) by December 31, 2024, no prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, or no such candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must not be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "acc5673d-d957-4437-a113-ab522a035571", "title": "Will either of the following occur: (a) Another prominent Republican candidate will challenge Donald Trump for the nomination by 2024 (b) Donald Trump will be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the 2024 US election.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.75, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.032490785967849156, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.010830261989283052, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.25278006958277927, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "c182db0d-5f89-4e6e-b50d-93b4337a3898", "title": "Will Donald Trump secure more than 50% of the Republican primary votes in 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes will be determined by official state election results certified by the respective state authorities. In the event of a contested primary or if Trump is not a candidate in the primaries, the question will resolve as No. The votes must be from the Republican primary elections only, and any votes from other parties or general elections do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "2180ee4c-85a1-492e-853b-5b8ae8372705", "title": "Will both of the following occur: (a) Donald Trump is the Republican nominee for the 2024 US Presidential Election and (b) Donald Trump fails to secure more than 50% of the Republican primary votes in 2024?", "body": "(a) This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n(b) This question will resolve as Yes if, by December 31, 2024, Donald Trump fails to secure more than 50% of the total votes cast in the Republican primary elections across all states. The total votes will be determined by official state election results certified by the respective state authorities. In the event of a contested primary or if Trump is not a candidate in the primaries, the question will resolve as Yes. The votes must be from the Republican primary elections only, and any votes from other parties or general elections do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "e72e7e0d-ff13-4cbe-aaa3-bb3563655041", "title": "Will either of the following occur: (a) Donald Trump secures more than 50% of the Republican primary votes in 2024 (b) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "(a) This will resolve as Yes if, by December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states, based on official state election results. It will resolve as No if the primary is contested or Trump is not a candidate. Only Republican primary votes count.\n(b) This will resolve as Yes if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It does not matter who is the nominee on the election day, only who is selected by the Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.030532643894820077, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.010177547964940026, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.3676073110469038, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "0f7c30fe-ef9d-410f-8f70-e60816d2990d", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "ac453610-78d9-4c57-9b2f-88041fe39f2d", "title": "Will both of the following occur: (a) At least 60% of registered Republican voters support Donald Trump for the 2024 nomination (b) Donald Trump is not the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met by November 5, 2024: (a) Polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and endorsements from major Republican figures or organizations indicating a significant increase in support for Trump will also be considered. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome. (b) Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This will be determined solely by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the election.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_or_Q": {"question": {"id": "438097c9-7508-40ba-900c-d648ffb0dbd7", "title": "Will either Donald Trump be the Republican nominee for the 2024 US Presidential Election or will the Republican Party's support for him increase to at least 60% leading up to the election?", "body": "This question will resolve as **Yes** if either of the following occurs: (a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This selection is determined solely by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention) and not by who receives the nomination on the day of the election. (b) By November 5, 2024, reputable polls and surveys (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and endorsements from major Republican figures or organizations indicating a significant increase in support for Trump will also be considered. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome. The question will resolve as **No** if neither condition is met.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.7, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.1938916835823705, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
{"line": {"P": {"question": {"id": "68a5cb9d-599b-4365-834d-c672483563f1", "title": "Will Donald Trump face legal challenges that affect his candidacy for the 2024 election?", "body": "This question will resolve as Yes if, by November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes that affect his ability to run for President in the 2024 election:\n1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n2. A court ruling that prohibits him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "04c7c7bd-c4f7-4967-a474-be8c6f052535", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election and face no legal challenges affecting his candidacy?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n1. Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n2. By November 5, 2024, Donald Trump does not face any legal challenges that result in outcomes affecting his ability to run for President in the 2024 election, specifically:\n   - No felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n   - No court ruling that prohibits him from appearing on the ballot in any state.\n   - No significant legal action (such as an indictment) leading to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must not be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "367bcb49-762a-475c-a4e5-83ad32db7f44", "title": "Will either of the following occur: (a) Donald Trump faces legal challenges affecting his 2024 candidacy, or (b) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "This question resolves as Yes if either of the following occurs:\n\n(a) By November 5, 2024, Donald Trump faces legal challenges that result in outcomes affecting his ability to run for President in the 2024 election, such as:\n1. A felony conviction disqualifying him under the 14th Amendment, Section 3.\n2. A court ruling prohibiting him from appearing on the ballot in any state.\n3. A significant legal action leading to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or charges are dropped after the resolution date, it will not affect the outcome of this question.\n\n(b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the 2024 US election.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}, "violation_data": {"default": {"metric": "default", "violation": 0.030532643894820077, "check": false, "check_result": "Failed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.010177547964940026, "check": false, "check_result": "Failed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.3676073110469038, "check": false, "check_result": "Failed", "successful_elicitation": true}}}
