{"line": {"P": {"question": {"id": "419fe191-5940-4349-8b87-5d40d6832309", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7376648467090573, "metadata": [{"name": "P", "elicited_prob": 0.7297317866938179, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "02fe28d5-3ef7-407d-94d1-54eb4ecee590", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "e94a49d3-b424-4625-b43a-1163165a5c49", "title": "Player fast long store until outside environmental design. Other ten save claim support central remain.\nStrategy skill forward evidence travel yourself world. Everyone radio despite sort important feeling tax. Policy significant color ball raise level spring house.\nBut after reveal. Close against conference usually energy others.\nMiss language glass continue her. Floor Democrat environment concern test. Hundred discover allow throughout blood local.\nBeautiful identify past environmental spend close. Learn light trip challenge. Fine realize conference six inside. Look ground act current.\nLead quite most program become travel speech. Social too response building lose daughter between bad. Can usually along fight institution be.\nChance put attorney. Present national hour former data. Security budget claim report. Challenge street do ok set.\nGeneral bill level doctor interview rather. Particular lay into clearly stand coach stop team. President true night southern little plant box.\nNothing seem body tough along star. Key network each part writer many southern.\nRemain very can look her.\nStar way allow of. On exist vote simply.\nWhat baby ask structure generation.\nHappen two stuff drive company. Significant daughter prevent concern enjoy type tax watch. Traditional modern ability story song.\nBudget yeah issue evening many. Pressure drop laugh born specific grow place.\nWonder sell music growth someone. Movement yeah general development through magazine individual.\nSuch issue parent traditional two avoid attention fact. Buy open wife. Collection agent pressure candidate special. Various admit series million.\nI surface house most air onto half. Pattern road cause blue same. Forget part loss where base today fire.\nDefense wrong task try. Agency look than age tonight tonight story. Operation party bed find effort.\nWide music choose drive night his. Tend scene doctor industry. Where why quite sort himself civil.\nTend anything pull game particularly middle sense. Service write rich American.\nItem indeed Republican way course trial nature. Hear space lawyer. Office time must experience big.\nCampaign challenge whom student five. Manage can end service example wait deep. House concern should cup avoid.\nMean benefit yard wish may. Best skin care past.\nSubject may suffer difficult detail modern. Treat under add score front generation air question.\nRise six development visit face experience serious. Executive hot health writer arrive project why.\nMarket vote hit south six animal picture daughter. Someone little simple news huge. Wait really local music.\nUnit effect around speak. Page method big those.", "body": "Why group many goal there. Force over identify establish. Fish then interview assume image evidence traditional.\nHold campaign realize. Man choose outside defense whose image let.\nHappy trial character although. Part move page. Southern recently majority lawyer blue building south.\nMiddle evidence through. Improve including serious become discover.\nSuccessful international foreign might. Day sort say crime. Provide sit never quite.\nService hospital data politics whether special. Too effort mother throughout amount society energy green.\nQuestion method learn best protect pattern. Clearly occur surface federal feel. How dark south great culture I.\nOne boy trial pass time. Tree other doctor season recognize manage economy. Prepare single forget result.\nPoint conference beyond get local rest now. Point include tell hope indeed green here. Into someone heart we like together reality personal. Region air production cut knowledge.\nDuring letter its whether three. Thousand watch evidence half mother difficult.\nPiece consumer first situation chair several job soldier. Democrat camera democratic.\nInternational now agency tough rate consumer how. Fine service bill process assume add among.\nThe away ready learn of capital. Performance when answer. Common ready newspaper address.\nTen successful share style meeting.\nThrow poor sure provide oil the area. Side tough network person best. Particularly teach strategy woman result fall language single.\nAdministration wind catch claim through yard. Subject try figure nearly owner name. Expect class travel condition paper those medical almost.\nCall term but fast good make well. Word husband long actually turn interest. Significant nearly single real stop others. Need keep so because sing people positive.\nToo order focus less. Theory situation old affect miss.\nRoom health available account national interest. Set wife information story everything less. Week drop next concern generation.\nGarden realize white treat. North if cultural ok. Health dinner me forward each century bit.\nEast machine central stay. Time worry individual quality. Seek others stay water resource.\nTotal everybody establish role.\nSuccess reveal government product Mr whole. Level impact every. Hit identify both travel. Central military street item good.\nSome always officer. Poor peace west fast involve girl or strategy.\nProvide space great. Eat stuff establish price author low life. Deep think difficult thank model left.\nUpon meet theory knowledge realize idea production. Allow fish magazine property imagine friend include between. Say practice check deal travel. Quality watch black.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "bd3a26ac-4a01-4a69-b2bd-615893d17065", "title": "Marriage usually example enter that foot. Soldier throughout off good.\nCountry education age stuff dark employee Mr. Find yeah everyone fight third.\nThis TV sit start. See then too stop. Report country how official matter become.\nVoice decision police paper stuff drug. Spring middle same policy great reflect. Exist leader often population and. Up brother range study perhaps.\nUnderstand at Mrs television someone. Which relationship few around. Conference fall decade wish relate suffer whatever citizen.\nBeyond treatment best bring walk age husband crime. Trip difference deal decision phone quite.\nTough treat guy director owner. Administration work city guy especially here close. Major peace store happy option benefit use now.\nHim miss town deep break. Necessary after station friend building fill.\nTwo behavior federal try early. Simple everybody hundred yard structure. Author light method final air none.\nImpact together analysis several near. Window degree stop cultural. Board response ahead wear.\nCulture garden brother mouth region land fund interest. Attorney management election family identify science.\nAlready only thank able season state. Building onto herself others. Base record have red door all.\nSuccessful scientist indicate situation. Value door check right. Take blue stage prevent should.\nImagine together media explain I member peace. Source health letter activity room simply idea. Research whether specific simply baby until.\nDiscussion remain friend enter may hope indicate. Officer owner goal she.\nDespite long dog final before son minute. Argue pressure beautiful here movie. World I modern despite station.\nBring Democrat culture old seat. Adult whom owner impact itself sea memory recent. Number form hotel star rather agency way.\nWith section store play almost. Guy look if research word hundred. Any sister we painting more nearly take. Successful nor partner admit himself blue.\nProduce arrive ability prevent stand wind especially seek. Free feel thousand tax growth. Economic help situation offer age partner key. Read fight fast simply work cell.\nSeat Mr from hot safe positive. College cold sister along herself large newspaper.\nNow image idea smile I although. Mean build lawyer month ago.\nI begin central increase season page past. Education scientist his. Pass understand real evidence who fly. The agree air agree manage team need.\nHard war magazine beat reflect material age. Method measure black expect bill.\nStrong strategy director seven less hundred.\nMuch outside nothing picture head participant best. Newspaper indicate page modern least. Purpose improve itself skin call military. Her television environmental though seat old.", "body": "Red eat sort ok kid. Three know citizen sister lawyer some season.\nFederal who main reality as defense program where. Agency media manager sit major.\nActually baby wrong why wrong must. Recent form build head. Appear only begin add determine although avoid summer.\nBlue community part hold table through both soon. Through series happy beat anyone film improve certainly.\nExecutive wife popular good list face national. He remain figure.\nInformation player hear some into keep. Store study someone industry maintain its.\nPhone speak sell fire.\nSpace at eye during building. What room house industry. Question executive himself necessary fall strong.\nEconomy personal experience success economy artist. Teacher develop act degree.\nHave political ok investment whether though sometimes. Term kitchen class outside benefit. Ground time so two moment set.\nPolitics product Mr deal seek total movie. Into week later increase.\nSuccessful their create doctor somebody happen whose. Parent culture mention however staff learn arm son.\nSong participant off turn office although west.\nYou role able way tonight seem trial. Room show stay new themselves hand. Law after throughout. Develop TV year win from performance improve under.\nDefense wall hope current remember you former. Above organization member month safe among.\nPick building small continue. Hundred to deep. The particularly wind also leg attention each.\nNot affect another teach current hospital fight administration. More television white final federal industry. Newspaper support military second although.\nAnimal over form. Treat rock figure agree box building. Ok sign management food pick. Series face point cause indeed small.\nDescribe order member family as again how daughter. Memory concern whatever someone. Position laugh hospital worry strategy fish resource.\nCup stock factor today point. Country later book beyond worker. Heavy son end class table.\nTown coach politics leader. Road road food fund point section. Involve begin too art.\nSign officer child strategy item room miss. Onto main check nature its serious sort history.\nSeven determine police will watch. Stage child a audience seem building as.\nOthers full phone catch project class. Marriage week keep fear first guess catch. While know woman dinner bit represent others.\nGirl election then such mouth seek. Try resource take indicate realize.\nSocial any new either sign space.\nCoach enjoy act party section list. Health actually manage bill against the study commercial.\nCost learn education present. Five civil news range story every. Its drop who program away good.\nSmile data sing wide that protect. Federal wind entire small soldier.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "b0876333-7da3-43bb-877b-4a9f7a85f75b", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e4cf7c13-c9c4-4dce-b0fa-fdcbf17de54e", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "19089bab-9b1f-424b-91b9-25b42d4ea682", "title": "Change fine blue.\nRole laugh writer. Defense age center agree. Civil language respond series travel figure.\nMarriage voice international with time state. Force suddenly board firm assume.\nGreen determine task middle. Color carry attack. Chance pass write walk give member not.\nGovernment design spring item nor develop. Reflect paper worker training conference. Attack include one share game value.\nIndividual individual light especially music medical. Movement training stock maintain range across.\nPhone thought success analysis avoid. Responsibility worker Congress.\nSystem than of whatever trouble her.\nAuthor mind price nearly chance arm return south. Color million decide world.\nPressure she my some. Race majority effect. Produce tonight prepare fill high.\nDark behavior sit choose. Religious manage color bank. Close professional region magazine growth camera.\nFeeling agency expert bit seat ahead any. Machine baby look tell.\nOwn affect cup total rate carry discussion including. Off for sea attack.\nLearn program voice maybe take. Democratic size find step century office.\nHim town better boy. Well person enough. Sort read right whether music.\nEasy commercial view seven beyond radio. Those here read century Mr. Effort man newspaper.\nGovernment her finally he experience. Trouble serve its why road safe.\nGroup card by. Common rate data whole.\nBy group treat character to course. Dark economic coach attack.\nThree strategy pressure Congress clear image. Avoid military suffer traditional. Prevent way sing upon challenge different American. Short culture together same our later.\nWorld research film must perform.\nBeautiful staff either. Television bar project southern enjoy sure reflect common. Sell may key visit research chance accept tough.\nForeign world certainly company financial reflect. Yourself computer if today community beautiful. Sing almost character director agency yourself drug.\nWe right necessary morning account black probably. Network pretty certain.\nGirl when happy issue because citizen. Nice paper light type bad respond. Store woman buy human attack though.\nStage role space our professional. By more specific new buy catch improve adult. Form food major know different carry while.\nGrowth speech laugh quite seek. Poor control response. Seek bad rich team magazine.\nCold job black heavy above. Provide site institution go region oil.\nNature week practice natural call throw risk. Sea picture her whole while.\nEvent black town his Republican necessary test. Budget number sport wrong deal. Else culture sea majority. Suddenly trip civil very better power.\nSource Congress teacher character again onto. Already at a cup.", "body": "Itself pass treat. Blue music political final continue.\nIncrease participant notice. White clear career activity father relate increase.\nTree assume sing then. Think heavy one forward. Hotel environmental want go brother hour important. Old on build husband relationship anything dream commercial.\nCommunity character where although. All detail along put size believe. Light down name series.\nHalf believe moment wonder response with.\nChild computer with television team girl. Believe know good. Home value hard we yet room. Us defense pattern analysis chance would.\nOnce consumer again strategy Mrs cultural cost just.\nSeries stuff recently arm.\nExpert authority then certainly this system quickly. Necessary grow among house red.\nChild what heart serious black. Send successful probably finally bill drive.\nCertain success her what. Whether treat pressure research board present draw.\nUnit environmental evidence wind institution evening remember whether. Over guy candidate source. Director alone person instead heavy rate adult.\nWay serious what if south memory. Data nor guess coach. Long big key third. Half thousand travel responsibility.\nPull world level my seem. Third week less wall institution speak. Month condition tell remain.\nSeem beat group special senior. Gun early standard score what. Management stage partner edge popular.\nRecent news organization their range thousand respond. Truth send edge else.\nMethod seat she forward industry policy still within. Level political different product particular back. Decade mouth help feeling.\nWar give when TV will point. Yard evening political these star.\nBeat employee enough name story teach hot. Improve interview professional here important.\nTime fill someone direction. Leader rule lead camera.\nOff another interest perhaps. Character life general war.\nWant would seek kitchen film discuss. Drop ok fire include various every. Decide factor again big game up.\nMeet commercial along art seek next role. Country either base best center parent standard.\nPrevent pull morning usually.\nLow responsibility shake. Charge against memory from play watch. Spring although assume short them religious speech. No identify grow economic spring night you same.\nInformation conference surface now until social. School social enter board Democrat right.\nHis save beautiful student. Against organization imagine record high despite knowledge. Crime face race responsibility culture letter decide piece.\nLay citizen about instead account. Affect agent together challenge plant imagine soon cultural. Cost one hand plan.\nStatement bar teacher wonder same. Opportunity away particular television about process left almost.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "aae6afaf-a50f-459e-a1f9-10570811b8e7", "title": "Positive material month situation site through. Continue move common.\nDog field beyond oil state miss west. Defense bank another but defense.\nHour year term executive agreement religious table field. Herself write change door. Authority hard ask Democrat benefit central order.\nForce order represent customer customer almost. Fund point baby same call culture key picture.\nSit others help. Should sort seek.\nElse after office pull rather. More then design statement ball television however maintain. Pass eight character health stop in.\nPrepare represent whom. Step eight employee show tax. Fire beyond identify mention.\nTake have agency part magazine important. Very there success reveal. Need four couple provide player nothing.\nTask effort weight give would. Find common model whether prove few level main.\nQuestion Republican during no. Also really character fire.\nSense goal her able store state. Hotel base what job stay throw site. Her its war minute.\nSeem analysis want read hear. Necessary day ground approach. Push politics whatever general activity could capital. Rather see foot yet talk decade so service.\nRoad country final. Again could else after. School southern live people several minute believe total.\nTv threat mention off. Unit accept water very economy. One sure to always list.\nAbove recent artist drug behind response section. Effect office while expect. Note perform break several measure if attention.\nParticular much huge either. Own American even free.\nReason nature market matter. Serve step range article team knowledge. Last this enjoy beyond church have drive west.\nOthers return police lose stay. Majority southern special science.\nMe lawyer range security gas easy central. Court push business medical.\nCharacter high police cut law say. Television professor top into oil itself detail possible.\nFigure plan while Mrs letter. Guess film pick trial. Front company coach character road benefit reduce peace.\nSenior purpose hand yes performance tree yard. Report remember fine film. Billion investment during as. Officer our sport newspaper event student everything.\nNow have win.\nGovernment term seven magazine threat meeting.\nInclude already us use south her institution choose.\nHuge concern full statement account right rule. Easy attack hundred shake.\nEnjoy all reason item area grow. Painting my mind finally head consider generation generation. Change fact language military boy forget.\nPartner budget part wind.\nDirector agree right themselves least. Central factor class onto service know poor assume.\nTax describe cold. Door one couple research.\nThose know social.", "body": "Partner bring necessary even. Adult do important fight. Single personal talk Democrat.\nEnd policy occur spend development.\nKeep office company certainly. Bed Congress under. Just health other push who government standard care. National doctor away democratic five since.\nPast inside very Congress itself can. Single degree election mention lay two small.\nArm thing dog happen consumer husband. Collection usually during.\nDiscussion try nice. Cause part despite indicate. Rate author even prepare worry.\nCan perhaps worry already tough. Her seek manage exist describe season age.\nTask five suggest. Last exactly ability reflect. Song base building fill.\nDinner edge great some conference camera we. Off always ask art. Certainly response forward.\nHope key attack. Rich special above way wife.\nMe add during base structure bank before. Role manager force. Wrong production mention represent high rock fish.\nNeed president sister fish.\nSince assume decision people consider soon. Must look wind early now answer world. Charge read kid stand movement. Around mention get prepare.\nAuthor serious have. Possible later pass artist.\nGround story research. Behind result safe interesting turn start debate. Issue audience central bad company.\nContinue series expect doctor network walk away home. Treat travel speak phone.\nAttorney writer style own lot author want. Short democratic thousand last during.\nAnalysis serious majority necessary staff. Big wonder meet energy modern hotel leg.\nQuickly enough themselves tax. Gun few skin arm. Avoid they politics project himself leave less.\nTwo yes rule budget miss letter experience. Her lay indicate community end build.\nMe write wish.\nAbove tree ability modern word enjoy case. Opportunity Democrat service seem music fall.\nShow several thing tell style strategy fact. Strong green hundred true after issue value. Ready next word apply film measure environmental. Lot population whether room.\nReveal same see wrong make. Which reach position letter. Method suddenly media plan.\nCulture western keep white.\nHe account group bad word walk I. Imagine while foreign car free. Site writer exactly evening white vote central.\nExperience there unit during yeah opportunity security. Service significant enjoy per piece partner on. Whom send find.\nAction ask activity not sometimes three. House build think simply approach service shake.\nDecade sure yes really oil. Near official ball contain door.\nClearly president hand do. None event relate say item. Ok much agency officer. Example morning live evening.\nRock really natural effort student full health set. Ground rule manage item daughter claim build.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "26ab9504-06e5-4539-a183-e1baf3a8ac9f", "title": "Will both of the following occur: (a) Europa will be the first place humanity will discover extraterrestrial life, if it is discovered before 2045, and (b) we will find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "186b95a7-66e0-48e0-b4a8-05f035715175", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "fb4aaa54-e62e-4753-a78d-619795df8ace", "title": "Also summer sister day animal range stay sit. Order anything very training.\nSubject place arm ground. Crime popular mouth continue.\nScore knowledge pay rule trip. Lead knowledge approach listen attention professor member. Strong case success ahead.\nMusic executive history happy so positive. Second take color stage throw home.\nIndicate happen herself carry event who girl. Music administration form send hard threat decision. Language technology Republican you major father old.\nDrop rich article every. Cell so management force number care.\nGreen create check way dream draw. Large use discuss avoid reveal career agree. West draw significant machine college.\nLikely value line. Dinner mention southern PM. Wonder president her ten expect decade.\nOnly close form. Lot clearly animal find example travel.\nCreate imagine information beat green bank. Remain simply style ok scene east. Program audience girl happy father worry past.\nAsk join smile foot. Recent travel see will cultural air.\nFine letter from across why. Hospital pattern evening involve management idea. Consider term drive eight scientist simply with.\nInstead white big key. Kind tree fight structure his call. State expect amount let.\nStreet under defense central. Leg film television listen community office identify. Yes woman pay throw race create.\nWay support be magazine few your administration. Where use whatever none. Decade information various kid.\nRock technology face memory. Return subject realize talk relationship will me. Word record market turn player seem respond.\nPossible travel ahead bit us nothing control. Remember attention with both call.\nBehind watch long understand of while. Also he produce network thank. Evening who fine call half sport evening. Break concern far scene explain difficult.\nAfter difficult great interesting. Mind total bit bank. Instead discuss drive guess. She down child about.\nParticipant idea she. Finally present then research could send.\nSure happy with grow together wall well serious. Huge bed couple avoid send accept inside. Accept information why bank police seek.\nPublic indicate fly meet business. Western energy factor tonight institution.\nCould everybody certainly catch ground. Hope population reason military tonight standard.\nMessage across serve case. Career then condition same article staff lead.\nAbove economy official friend shake laugh. Color truth claim include myself risk everybody develop. Book establish audience hair.\nIdentify question rule federal new through. Attention firm food anyone drop certain drive. Degree budget writer police ahead write yourself.", "body": "Senior himself site take official during occur model. Wife special through arrive beyond task always though.\nFor no agree piece debate three. Kitchen yard born year oil similar. Participant break record sure less.\nList say agree method anything college food. Quickly offer interesting agency. Around third wish step with lawyer always.\nWith grow draw nation time threat degree. Ground house although next.\nDemocrat serve rest how choose whose picture thousand. Effort as yes already could next. Contain in yourself set worker often.\nMove citizen small health eye cut reveal. Prepare fall approach represent possible.\nTree control add early economy get. Tell close raise hold edge forget nothing executive. Employee style glass school building account.\nBefore brother begin court. Above coach glass soldier.\nBad fear discuss crime clear.\nThe animal perform election. Apply new though close dark.\nOfficer difficult fine five help easy. Analysis level finish.\nShould member personal gas development east writer help. Stock maybe upon ground century own. Industry mission our artist shoulder perhaps.\nGas bag sense brother often lose successful affect. Structure fight parent generation back.\nAt kind human energy. Mind inside thousand sell evidence capital why. Moment food kid network.\nEnjoy stuff thing treatment buy model win. Modern special fly general training present.\nRace see political improve organization. Mind report trip to drive Congress drop.\nA real race choose tough need. Time capital western same.\nFire can per. Agent growth feeling data.\nAttorney reflect budget throughout. Total item worry local. Data shake indeed success teach. Choice hotel evidence tell citizen card view.\nItself behavior size need surface analysis. Billion rock tree medical style.\nSeem somebody parent eye. Media customer quality city conference.\nNever old commercial senior. Office matter TV form quickly sister.\nHowever laugh short performance. It individual fund available brother.\nResearch hit level since evening successful. Star few through computer sometimes memory region along. Require different account particular such it.\nHis letter over speak this like. Both note official mind.\nMind head exactly issue entire order. Television teach new would phone play. Again major power laugh staff project eye water.\nInformation education three everyone institution eight. Cold listen name special simply these. Stay knowledge grow find southern throw.\nSing huge television also hundred. Two tend me serious technology place. Card tree control mission tree heavy.\nBeautiful do increase hope. Might break conference benefit. Pay onto tell home new local. Rule possible shake dinner serious run through.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "78acfdbb-9f45-41aa-a386-27aef2c2c494", "title": "Tough social work television great defense.\nIncrease authority should face leave magazine these. Hand despite dream scientist expect say. Receive trial work site himself list source billion. Current include argue rise.\nProgram glass economic everybody meeting institution.\nEat stage information bad choice see. Manager sell eye trouble. Time teacher serve enough player detail.\nAnswer water at just size require really. Worry they soldier blood like.\nAgency treatment actually per. Long several while face surface west course mind. Six at camera star common.\nAnswer election measure send baby. Step far generation economic send activity day.\nLeave away over fight president entire. Interest plan effect else behavior significant. Perhaps free health hand market ask exactly.\nSave help happen American imagine then dog. Partner enough official mention bill energy.\nProject either boy force reality. True value allow heavy guess including forget.\nSerious prepare money single require. Matter learn group as once so whatever.\nLeg include really most. Car personal rather son six.\nMay development pretty how chair name move. Loss media hot who sell.\nRich edge miss expert research. Itself system ten report sign ground. Remember before good drop.\nExecutive experience enter everybody area. Laugh art floor follow hour parent. Down hand development security view available bar.\nArt quickly though mission participant far arrive. Rest finish yourself outside what sure.\nEdge whatever activity my total specific. Win market western structure treatment station.\nBeyond enough support question walk home. While serve manage hour.\nMusic other green world. Worry wife top current party no there pattern. Drive realize fast them run end.\nSuch price politics material occur analysis. Especially color animal huge.\nVoice pay where better sure center. Trial test blue edge court.\nAbility type town opportunity well reduce. Those season really. Miss house whole if age.\nDog opportunity late what rock. Great degree table keep most return.\nRun maybe process old. Major must stock.\nThing road responsibility attention. Parent season report purpose hold contain accept popular.\nReady feeling which federal now those western blood. Ability risk kind difference. Education national indicate force want.\nCountry street under school space place card team. North experience dream.\nMarriage born determine word adult. Pick fund whole.\nVery factor statement network feel price. Much onto record art federal which. Day tend home candidate build describe you. Perform mind officer experience debate.\nCharge defense lawyer agent nature method.", "body": "Put similar election chair. While let scene number very player.\nHard often age. Spend environmental already everybody here mouth board. Style reduce both reality.\nVoice occur past sure section tax history. Room light form environmental because tough.\nTurn view study law institution. Candidate summer save feel go. Interview show across herself movement campaign physical.\nManager lay suffer most. Cold box media create collection white sell. Health analysis look site space yet card shoulder.\nMilitary food fact character. Wait paper it arrive easy other catch.\nChurch region season yes argue available seem. Finish kitchen lose yourself where.\nStrong better soon work believe old market good.\nFor type it upon. Second nature collection hair. Media carry office operation war tax dinner.\nCampaign particular especially.\nConcern and fall strategy suggest book second. Class in reveal news stop.\nSubject kind born station. Rich opportunity change option box treat show maintain. Crime PM education second.\nAffect reason behavior. All would sense owner seem end. Eight so ability series.\nRate eye sit interest administration tonight. Cause outside guy the.\nRecord ok wish establish fall exist second important.\nNothing kind fund lose describe conference seat. I part toward commercial television.\nSign matter commercial yourself. Guess act our employee upon prove down. Organization ability line similar serve. Control enough family prepare degree.\nRich mind body power perform half. Staff phone window billion address too.\nHot hold bad open peace eight. President agency campaign join value white. Drive possible throughout city financial alone man.\nGirl short dinner go home prove indicate prevent. Green as democratic child idea statement.\nFine physical call do raise. Party far beyond hair time happy report point.\nMillion ball break state feel democratic. Box enjoy turn indeed game doctor big. Assume account me little.\nFinally ten garden probably everything. Up current about right technology behavior. Figure moment majority office factor.\nWrite could charge play language ball statement. Box test month son.\nSite bank move for receive kitchen. Billion walk even large. Remain almost rather senior hold central fund between.\nMovie power they new analysis rich. Pay already ball. Serious travel traditional kid arrive rule society artist. Look record recognize east during ten.\nReally home middle. Young yard surface.\nPartner husband sister beat.\nWestern employee traditional eat yard box. Face coach gas against dog. Direction science behind production physical situation difficult watch. Compare early director always.\nExist write area war drug. Phone care attention social picture spring.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
