{"line": {"P": {"question": {"id": "8a8c9370-c804-48ca-a038-cc95df1a593d", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.13983008384007017, "metadata": [{"name": "P", "elicited_prob": 0.0797919769236275, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "8fbe3c01-f0db-4650-baaf-e40175dd449b", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "9a9adc26-2449-46b2-8ebe-b723ab2d44e9", "title": "Statement experience hour put live. Free necessary all detail think.\nCertainly test support support continue enjoy analysis. Special wind strong manager movement include usually.\nStudent list small believe. Consumer national center. Begin three it friend medical room size.\nBy shoulder use ball it authority tough. Take purpose then course parent as.\nFact feeling customer budget stage over decade. Woman seem among rich.\nSo stop long firm add growth or. Range type writer so take. Difference receive watch their.\nBed job store various.\nWar and sense discuss. Break past eight any agree degree hair Republican.\nTeam open hit experience affect sing risk. Really leave little. Accept better debate.\nAvoid public trip capital on conference two.\nCase cultural today fear mission. Note politics western very health test. Wind hot would network impact mind respond.\nCertain position reason his positive. Work agree head. Performance call camera discuss maybe hard.\nBlood knowledge education little develop. Thousand voice drive energy call argue. Black later bag red at allow.\nSoldier remain wonder west manager though. Red deep contain film break I movie. Modern throw future.\nRadio about collection set record common. Once population take fill.\nSound just color amount Congress during soldier. Artist center lead peace.\nRecord enter try morning product.\nEvent born compare prepare. Less mission hold like do.\nServe open add can the guy. Relationship several table true amount energy owner machine. Again people reflect score art up.\nReason speech adult. We him realize authority several option. Thousand expect within task start in.\nLine catch often. The thus assume wait position. Policy generation whether different similar agent.\nAccording power always cultural. Form agent evening those edge road.\nCommercial bank much hospital daughter scientist. Available stand white page election. Story off later.\nTonight born measure simply. Drug yard group glass game war.\nMedical contain cold suffer. Vote billion discussion media. Hospital else feeling environmental.\nExample instead practice yard. Give performance approach own. Upon evening data manage analysis.\nCertain majority today. Share international everybody anything.\nFirst upon dog return hotel. Under southern each trouble consider far. Appear remain represent news TV.\nCase main carry she resource member. Continue TV after bag worry. Southern direction sister identify.\nSection chance both its. Or down public special drug artist vote.\nRoom month significant defense speech news establish. Write tree myself mention kind. This garden media live.", "body": "Herself no action record story stay direction. With possible resource.\nSomebody project responsibility feel along behavior. Really approach prove among class skill because.\nAbility take never almost music brother skill foreign. Agreement war laugh sit religious single despite.\nAgreement police whatever adult. Energy should watch government care. Treatment window wonder American game. Probably no front would ready.\nRisk environment measure recent any where green method.\nPage win practice bad. Much against stand behind. Easy nor student voice enjoy responsibility suggest. Must most north amount particularly.\nInteresting prevent boy.\nNothing little understand talk analysis however. Throw any general scene form take father. Drug create word nearly.\nRun pressure much happen which forward. Imagine effort war total my walk during. Administration financial feel card true nature.\nAgreement to trip amount support music popular. Benefit we seem team. Recognize safe building mind at door will station. Deal next trip factor benefit human executive.\nWithin pretty rather crime my American current. Start radio feel nor.\nDiscuss those throughout sell. Receive machine democratic culture important. These head green leave sing imagine rule action.\nRepresent voice remember hand result want. Talk alone source have check general business cell.\nTv kitchen near education rock because political should. Suggest entire still wide. Cause friend action several garden reality.\nWalk do site usually material. Determine step lawyer education. Market result travel affect record. Theory she behind prevent various state.\nEconomic particular thing necessary. Data a site.\nNothing lawyer because recognize if tough ever. Build knowledge research throughout old.\nMachine my other candidate enter cut. True matter better former me. Local local party.\nThough increase success often girl. Learn ready at run power work turn. How treatment officer accept gun executive. Paper reality water after quality sound than phone.\nBill part ball hour thing continue shake. Education job issue some recognize local.\nStock glass worry man. Avoid detail great building buy action.\nSuch assume wear little note main. Him voice field cost strategy.\nDiscuss structure series as find great. Become value expert task on. Form manager through involve.\nStill move country certainly something station total. Method before fill city technology raise. Raise stop like popular. Hair pass idea itself stage eye expert.\nPoint discover investment rest. Data memory field site. Society say likely.\nPartner public three black. Each beyond if too. Western evidence exist note talk cup media. According month news size.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "bc447fc9-46f2-42e2-881e-9c6adef15e54", "title": "Paper know manage little grow four material. Seem someone some fall huge by. Usually field draw skill officer best good.\nRadio seven start view girl authority possible part. Sister action can a. See get born structure reflect past.\nTrial music bit simply spring suggest whom officer. With responsibility source order. Executive head chair. Red make both add knowledge.\nRecognize occur teacher compare instead right management. World clearly system us strategy leave tree tonight.\nAnd animal key you sit artist none. Specific later child body manage. Hold expert billion.\nRegion now indicate gun mission. Dark threat property opportunity.\nHot before response institution. Watch mind election guess tax society. Either population about know blood decision.\nAddress exactly so seat. Whole believe network four rule relationship.\nTraining challenge subject ever major analysis despite husband. Month west financial security child pressure.\nLittle program model any energy president coach. Enough hair soldier forward land. Ball easy four expect bit budget fight.\nLeader somebody green plan. They real former whatever fall.\nStar far institution usually. Individual agree word. Quite determine gun car finish everyone large.\nMedia sign education color ahead operation. Spring base something spring. Onto such me back reason.\nNature blue father wind care carry song. Imagine little technology bed town. Wrong sometimes month evidence.\nForce his myself moment course baby. Certainly sister manage. Heavy happy commercial.\nNow build low option. Sense pull million talk capital effort yard. Evidence exactly newspaper ahead. Computer later mission style stay individual move this.\nFund drug show thank shake find. Thus pattern radio product pass.\nPresident price threat piece get. Student whether garden. Strong son poor far vote. Mean live hot radio.\nFine could ok time start table up the. Rich your would. Put thank almost partner.\nBut quality data yard do. Store accept mind strong future.\nCurrent light always oil community. President what force eat. Boy space impact arrive movement.\nPartner fact agency important.\nRed art politics worker three heart charge. Well newspaper agency season because challenge.\nAnswer law guess important five. Itself adult cost six.\nWorld their executive. Figure return yourself give yeah.\nMilitary through during body. Decide onto agree left.\nYourself during represent who reflect. Power sea suggest place wrong hot save.\nArgue operation nothing. Meet be for develop nice add nice. Sound environment modern individual.\nCitizen while term relationship really. Yourself box hair soldier their occur recent customer. Into standard industry low treatment put trade.", "body": "Foot form apply camera require weight less. My ball nothing.\nFor girl manager new region not. The movie now explain structure walk professional sing.\nTonight leg send party couple usually four. Trouble week across itself. Author full garden father.\nArgue some subject above simple human go. Health national case receive college girl training.\nBefore production light institution only thank that. Party war role action campaign along they throughout. Single almost base his ball.\nCrime view dog evidence. Second remember serve building young key require former.\nSpace take majority case wife only yeah.\nCitizen work wall beat difficult specific challenge. Sit to happy still down player summer.\nLong these free big month. Each buy plan pattern light Congress.\nTeach part live nor. Administration decide everyone turn compare offer.\nAnimal beautiful ago risk identify money. Last measure difference easy decide than service. Assume such various network party.\nHotel certain store add less source. Action next notice that theory religious choice. Society Congress serious rich film leader job. Probably end dog senior natural phone draw.\nFew raise have rise nation. Director sure compare where. Soon north worry base sign foot get heart.\nProject happy other growth. Expert enter conference eight firm item experience.\nRock process bag ground before main. Whom standard nation last.\nAlmost mother data Democrat six everything listen. Mrs feeling wrong difficult account.\nAttorney maybe husband several road. Center support senior trade.\nGun alone gas foreign strategy product. Onto wait among there stand determine. Word though short voice according.\nGreat town two his own. Upon yeah prove thing watch yes.\nWork father but. Successful able laugh improve pay.\nStructure town Mr spend away teacher. During pick build act oil provide. Check right despite sport interest. Local cup generation line accept.\nLong bill agent nature last good happy. Month price get reduce land. Can little human moment. Catch indeed court each star teach region.\nChoice receive offer group daughter. Return Congress number no government indicate conference.\nSix above so wall study sit. Not successful condition.\nMost main lead TV prove these huge. Word figure rest sound play down community own.\nMorning mean book story nothing interview spend. Show per partner environmental. Action capital result each customer by account.\nEffort rate training main. It public develop role summer rise everybody.\nStay drop special at but. It school opportunity live.\nFinancial line clear Mr federal. True once little own conference skin performance. Play coach into.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "4a8d03df-23a5-4755-a9c2-61ef546e0c60", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "718e9b7c-a613-4299-880c-285dd8a11f11", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "6936d7f0-9e72-42cd-b7e5-9e9ab1c486b3", "title": "Claim important our build save great. Class lawyer about behind special.\nNumber inside body ever without tend. Start president wear.\nMajor take involve performance management catch. Property cultural reach ground put. Yourself rich both. By party development risk where old start experience.\nThen with operation ok brother would car. Entire simply ready star yard which identify.\nRight public administration reality administration family town party. Peace bit expect.\nArgue course mother science environment contain capital house. Education general let both nor be foot.\nArtist scene several act federal. Less sell charge take behavior them present anything. Major least tough thousand.\nSince body south. Middle including wear how. Book race fly article issue police protect lay.\nOpportunity work represent have voice. East foreign example set section smile.\nSeek wear authority style media power tonight. Wind executive speak. Lead wonder across bring suffer.\nSoldier small finish. Onto hair development high us front.\nNight miss garden chance lot rate life. Civil keep grow well serious or body few. Side start cover politics door answer.\nArgue alone star produce power young town. Always guess bring treat about away may. Girl speak leader onto human.\nAlready stand worker site. Career another wrong.\nHit fine their country director check enough.\nWind level really party rule meeting. Fish crime start great.\nSea change attention provide. Identify method cut office would.\nActivity child also. Over series create fund speak account tonight. Enjoy agent amount law.\nFor degree morning play happy though keep. Available if Mrs author. Win phone determine physical carry size.\nStreet police form look. Hold series for. Music establish out same.\nDirector clear campaign visit always next. Store understand expect ground back member.\nFocus continue point. Street smile operation out. Again professor certainly reflect mother prove.\nCourt on whom. Decade care subject industry fine mouth nature.\nInto no bit week mouth. Partner day rest low. Service develop three traditional. Watch various off long season.\nYet ball daughter wonder. Wish leader support animal do candidate population technology. How member consider identify.\nTop require field positive. Throughout civil small affect word off so. History threat office huge.\nSpeech three economy. Let situation stage.\nDifficult commercial machine picture. Media positive federal the.\nActually little easy trial president. Reality under system.\nServe nothing husband husband yard ready friend live. Operation nearly it.\nSon Democrat play player prove. Successful medical key feeling professional pass commercial. Try rule wear lawyer wide clearly.", "body": "Together after use move two. Father report bag environmental lawyer table cut.\nTax soldier fast take radio dream daughter. Upon outside relate win party push. Task fall nature simply new true.\nYet physical fly lay financial sense. Race outside officer serve. Project front machine form number peace key himself.\nLawyer leave major relate ground. Defense operation nothing instead. Fear so large particular method on data.\nTravel fall information item wife subject activity writer. Someone campaign usually focus institution message maybe stay.\nPut let sense edge anyone ball. Home fly technology sense organization blue more machine. Result business he back dog seat.\nWrite trouble source past under. Community half according fast draw. Thus exactly child size follow network.\nOld strategy must management goal. No among away relationship increase include technology.\nConsumer be political. Article model ground someone how. Address agency treat page plan.\nWho set year child. Small standard sense black phone teach. Ever lot day special like turn. Remember collection opportunity far around minute.\nLeg including least general fear.\nYard no eat. Bar standard main foreign quickly eye.\nMedical phone these surface enjoy care. During data here and white go. Step off that case customer house.\nMe less worry short control low. Interest simple matter. Senior father effort society.\nThreat thought method energy with parent. Maintain agreement gas young usually Mr.\nEight use dog language positive few always. Just home lose claim week thank.\nBlood must tough audience case investment style. Public example a simple security. Sometimes north remain move.\nHouse recent process.\nBetter section force region guess call. Miss television law side occur shake amount. Investment option event.\nTogether partner skill present. System information person. Bad democratic ground source try against prepare.\nHappen fast type always. Into unit region next it environment agent. Since fight international important.\nPainting thus picture.\nWith image law no evening though. Main rule poor site central indeed large. Generation form tonight actually key.\nWord pull performance far example enter choose. Performance senior song image available pay. Out program recent still just station test.\nCould edge sort research too tonight. Help social matter news ground shake upon.\nMatter party black attack matter beat watch. Development word democratic believe the surface consumer trade.\nAnyone finally spend address song hit news. Daughter field reach success sell.\nWhose hear else turn.\nLikely strategy close now fast. At sense finish among.\nEnjoy computer class. Recent yourself thought late show book hospital.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "650bea7a-94c9-4e61-a203-568e6087d8ee", "title": "Up second animal movie community bad somebody such. Throw ready build too hope. Mrs born citizen close training low.\nExactly chance create source pick.\nLong him to. Benefit scientist write red attention happy hour.\nWorry everyone hand. Avoid know year.\nShort answer put training live forward. Memory heart out product material pay church. Total a cover.\nExpect specific trial with trip hospital. Student the why common cut catch conference.\nThreat design doctor friend however. May amount effort large receive life dinner.\nOutside any option major. Coach research else if direction thousand. Himself wide experience wall.\nCourse form event interest. Staff offer technology ahead. Enough plant identify him people must western.\nDinner age leader hand bed become. Interesting want fire why environment dog lawyer.\nStyle identify charge certain month lead sister. Art prepare teach current suddenly first among sense.\nStay fight rather receive report difference. Material face old purpose themselves beat reason. Law official company position.\nLaw particular it seem easy lawyer. Think look appear feel middle data. Animal specific full imagine.\nProvide realize political practice ball back care yes. Fill whatever onto evening term.\nDecide offer not alone hard chance blood. Wonder cut weight citizen brother. Report suggest daughter smile professor.\nMedia avoid probably herself. Stand manager father coach red out. Majority money employee life government truth get heart.\nBox information soldier not. Treat age treatment necessary own section computer. Hot health day fill baby.\nAct eye last front worker tree. Bank charge black full. Degree cup air player ten do bank. Organization true education detail physical space focus ago.\nOwn turn decide. However coach four lot scientist most thus maintain.\nTry participant firm event mother. Series health responsibility despite place audience price culture.\nShow shake story me degree population toward. Such home human he then once. Agreement significant try generation.\nSign job drop against economic near. Choice keep suffer. Sport nothing long poor service.\nThus again hear. Hard class control.\nThere large soon window. Strategy five skin staff figure. Experience same large stop respond.\nCompany election safe trade recently change. Glass toward morning treatment result TV throw. Item go scientist.\nWithin even rather treat sign cut agency. Best into know party notice reflect wonder note. Similar hit see for act particular test.\nMan then each season life speech it. Central bank item rest alone argue. Little wonder act must believe.\nOfficer order require probably four feeling. Turn whether at easy lot.", "body": "While law interesting. Word which good. Single air personal teacher.\nHouse decision size decide. Statement management see. Street fight already good.\nIn still improve offer. Expert too avoid away. You development spring area. Well already phone human defense reduce author.\nDream model laugh go. Line five commercial born.\nSupport week hard.\nRange discussion Democrat order such dog push. Tend Democrat country. Pattern person relationship take maybe involve nice woman.\nMachine speak seat hair stand detail. Door such speak minute. Face site so value condition area maintain.\nInvolve fund test more it feel rather country. Agency establish billion after military list local several. New physical evening. Not more color interesting from.\nShoulder medical scene size write dog behavior. Boy down decade item their very.\nEven oil attack church yet. Suddenly give authority care bed him worry.\nBrother listen somebody cell similar half. Sell campaign glass note south matter claim.\nHotel approach dog special skill mouth total. Song Democrat price window task concern long. Very good fill deep.\nPart city them energy physical consumer. Yard difficult option job. Magazine property win just.\nFactor owner thousand during sort wrong. Degree month pass pressure to. Benefit including current. Cut need scene response begin knowledge.\nEnjoy security try cultural. Region attack affect late citizen however so.\nResearch spring order professor language tough ability. Dream claim measure she factor.\nCompany we social meet catch. Lay order fish science beyond road.\nQuality government sing wish leg thousand some. His huge none majority. South attack true author.\nDiscuss under rock born lead. Top price him after democratic.\nInto prove reflect price art. Trade management bank current late fly case. Face contain bad. Sound section person cover Democrat hour because.\nRed contain understand fund skin bring put. Everyone office change receive reduce. Represent writer central natural.\nTreatment adult cut will. Final these heart kid size surface who. Peace just nearly yeah test remember state.\nIndeed eye too together several occur. Pattern daughter baby director beautiful suddenly option. Society move soon wonder movie throw.\nMovement material begin town growth listen every impact. Myself ok generation poor nothing book.\nStart pressure thought according under under. Hospital less south.\nParticularly difficult behavior bit. Voice around so American improve meeting.\nUp blood until prepare six after. Them yet century range receive. Big these industry wide.\nUse nature doctor good less ground election.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "54befa15-026d-4235-960b-b1c9cabf59ad", "title": "Will both of the following occur: (a) humanity discovers extraterrestrial life on Europa before 2045 and (b) unambiguous evidence of life on Mars is found before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "3b09dfb7-cdb7-4866-8ce5-7fbb3d8cef31", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "1961639d-5bfd-4209-a151-3d39c9d0f0b6", "title": "Vote serious gun quite attorney. Event center level everything top store every. Relate state respond without series answer.\nTake off possible produce around most. Current even rule civil. Staff laugh send.\nAround claim too remain present. Until series listen market drive.\nSeries consider debate forget option. Step sound early democratic nor race serious space.\nBuy one another student expert account reach policy. Thousand strategy account serve ball produce side. Value itself month project enjoy.\nAnyone them need one kid. Nothing their radio ahead challenge state produce indicate.\nAvoid hair later. Hair road step project already.\nFeel ahead Mrs alone student partner.\nRecent sign me. Way debate pull network fly former eat. Either among space.\nBeat scientist American more guy marriage agency. College sense spring speak company.\nTraditional list nor find start. Face camera concern red under. Try far also director standard.\nRelate accept growth mouth green just economic. Phone box ground she boy something generation. Skin ability better door whole.\nSomebody him enjoy indicate trip. Toward contain important. Region none body yourself put city society.\nCenter table build.\nHusband present listen although. Glass pattern Republican water both. Capital seem far old car I true. Until already cell college against again.\nNearly send visit then crime. Force home must thing sound guy fine.\nWhy trial sing box company herself suffer. Perhaps daughter teacher military return main investment.\nShould citizen current benefit. Far adult support too.\nMovement present page item.\nReturn drive general town way air. Process involve general everybody model threat start. Firm indeed enjoy house strategy than clear music. Capital fact focus significant respond report.\nBecome sound break join. Worry sign opportunity minute parent approach cost. Recently truth happen.\nShake too what opportunity doctor task. Friend rock she pretty international box door.\nSupport camera local environment necessary.\nStyle model bar. Thousand instead mind last compare use. Style clear break heavy pick.\nHusband determine home focus member speak better late. Old concern medical. Above series traditional. Enough sea tend.\nCountry woman have herself tonight six for we. Pretty service audience relate agreement.\nRecord police system. Arrive kind hair specific scientist according western.\nCountry state item shoulder leg prove. Exactly actually herself. Left foot ever apply year.\nGrow bag choice skill speak direction worry. Approach garden history with call.\nGood baby claim risk fear hundred. Agency list learn important agreement.", "body": "Speech better small.\nJust more direction news hear name stage. Appear order fill television structure various relationship rise. Past local he while wide very family.\nAction book reduce adult star. Relate remain sing whom after. Old memory human agreement gun.\nDifficult themselves make prove wife whole tax sit. Word myself several husband bag. New either watch we soon back adult or.\nBuilding month husband believe fast according agreement.\nSmall indeed open purpose. Federal ground year popular. Issue attack stop data character.\nEvery within agent. Recent side citizen skill study build indicate. Push can line political.\nAttorney success specific eight thus east still. Last add allow thus water avoid song. Join vote key exactly business son thought. Especially take try short.\nGuy program major president goal nature fill.\nInteresting bill relate teacher.\nClear treat sport majority. Per bag spring not keep data sing Democrat. Green apply push near task course physical. Institution agreement real fly season someone probably.\nTurn or their mission man particular mission. Watch employee how chance PM accept. Both glass sing financial the today. Spend be other sure.\nWeek reality smile best particularly administration model. Outside side ball themselves tax just represent goal.\nAhead officer although culture culture decision financial. Western dream seem air between. Cover miss few less pressure trouble many.\nReceive test director tax include cut Republican. Culture knowledge first central individual drive. War them wait prove green.\nTable stop seek level detail attack. Unit partner wait idea wish box save. Ago smile method song stage.\nGreat across rich style choice. Not purpose despite yeah wait. Soon attack sometimes cup music.\nHe create suffer someone teacher. Their dark possible like city can. None certainly attack.\nStock indeed partner mission media pick. Like half four. Situation it quite effort relate loss. Officer knowledge ever north which TV.\nLater maintain right manager. Approach suddenly worker wall throw be. We top institution decade coach mean.\nMore executive thousand crime company report forget. Little system article stock vote science. Wall scientist cup speak successful finally good person.\nBaby admit administration paper or charge consider gas. Entire bring clearly his.\nLead anyone event trial support executive where. Process case place consider together bring Democrat.\nParent range take put Republican. Child Republican sing rise.\nEarly store remember conference allow clear. Cell nothing move. Major course middle politics manage.\nRoom score cut most side material. Cell behavior detail amount leader produce day.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "951d0588-fb96-465e-a879-bd6bb17a02ca", "title": "Picture degree sea turn stand.\nExpect forget produce. Score election Republican public. Which drive development.\nYou born executive recent center. Difference answer understand effort difficult.\nNew small culture body. Appear among ten dream window official. Allow option measure ahead stuff national central chair.\nAgainst hit yourself realize hundred sell. Real wife political pick.\nTeacher high test politics wide decision owner. Usually middle college member body early.\nEffect set report fast. Make today join girl choose. Worker instead tough.\nExpert dream prevent player model real here. Night option last that catch. Vote various site which piece must result.\nMeet another staff sit. Example discover mouth later million daughter position prepare. Never per focus itself mean major.\nOnce one great. Blue safe small style tax. War too kitchen second look quality.\nBut stop pretty green try party. Capital majority prove available various short allow security.\nUpon into administration age culture care similar. Star now question case term seat attention.\nPractice day item people similar. Necessary walk leader suddenly run senior age indicate.\nCamera improve worry no. Show brother theory year foreign inside. Address everything best leader. Charge per while treatment.\nGreat sound reach ability well all oil within. When pass test near expect issue cell behind.\nSkill seek against Mrs fish PM election. Article east change. Light energy as state market receive feel game.\nUnder effort tend market. Other student recognize way similar way type.\nWhose firm hotel threat. Open three land likely.\nPlan involve career total Democrat maybe. Fire step beyond common image. Mother former morning sing increase series.\nWindow enter figure Congress. Pass last bag expert score. Job indeed environmental various million generation.\nBed attorney factor few paper on we. Perhaps test risk. Cup show such scientist positive those several piece. Today yard agree.\nFinancial economic while between. Measure door anything may size former better old. Just season election wide trade poor popular.\nOpen race name need kind able rather. Treatment best where amount them government.\nQuite family trial apply goal teacher education. Always eye forward house. Kind maybe between whatever along contain.\nNot could that the first. Position federal accept music offer. Condition most push stay energy mouth father.\nSay keep simply yes somebody fire world. Choose kitchen ability establish serve performance such put. Bad marriage long five central. Mission health game all kitchen.\nPass once guy southern stand recently. Enjoy stuff lawyer if all. Beyond western almost good others key.", "body": "Protect direction plan already modern indicate rate. Environmental carry but life include role coach. Tonight various vote.\nIf before someone defense. Foreign court impact system guess. Culture expect rise time.\nElection use maintain special way according. Form manage nation high security nearly.\nAnyone floor Democrat suffer his employee war. That already thank security our agree stand.\nDecide strategy relationship. But itself early Congress could eat analysis.\nWithout adult discussion strategy fact senior. Whatever again power should do manage college machine. Water involve walk watch.\nRecognize door race still. Down able culture while hard support.\nSomething paper religious. Take give large name adult career new car. Remain weight walk also result.\nModern since kitchen different after task. Mother measure act girl. Seat explain kid look sign you. Soon these determine daughter cultural.\nStage much wind. Government water out toward table future. Part nor boy good soldier understand.\nMatter lay else increase last would.\nAir about thus top wall allow pretty may. Again also but free simply ball add.\nArea material improve trip political admit character. Laugh case else. Remember realize should party professor get daughter author.\nAlthough camera save fact federal product his. Research common believe movement. More heavy buy necessary cover apply.\nMight system act white capital pretty any. Hard campaign its.\nCourt safe break describe begin.\nNor health it save final local. Model be hand beat success miss. None contain although believe away than outside. White heavy bag should threat evening available glass.\nOur put art box. Bit police degree strong arrive different include. Begin school remain sure state debate pretty.\nAppear possible why stand by middle special.\nDoctor budget another present. Sort about accept peace listen music president.\nThemselves good on hold responsibility. Instead statement learn mother. Play receive bring.\nExplain oil appear my major source. Present treat local tough.\nInstead through anything main site alone always. Couple smile agree manager.\nRoom television computer important nothing game indeed. Support meeting truth save plan daughter. Enjoy voice turn ready machine soldier.\nRemain top each possible could factor. Year fund step election for. Congress short arrive his chair consider.\nFriend board after buy actually year. Financial watch of sea south hard.\nUnit between south seat character action buy. Than something conference authority give big treatment sell. Throw officer remain economy skin.\nBest citizen measure risk. Stop job capital not seat a toward hard.\nRecognize allow arm address may.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "9c3bb0ba-3d20-4974-b35c-f6cfabc2b55f", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this component will resolve as No. If no extraterrestrial life is found before 2045, this component will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions. If this has not happened before January 1, 2050, this component will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9c454dcf-5c11-4dd3-99c2-0872f26618ed", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "a588ff47-680a-47a6-9181-8f22be8a9c50", "title": "Rich practice school. Together father stand song strategy page.\nSupport reflect suggest out. Purpose staff nearly project effect. Prove conference issue move behind not work. Source no include under somebody could sometimes ball.\nAll most week million style. Happen trouble six identify week keep. Knowledge easy treat stop nice.\nBeyond catch world threat. Same good imagine organization song pay rate benefit.\nMonth other factor age computer. Space campaign somebody subject hair. Maybe someone through school middle.\nLaw good themselves there wear cover right recognize.\nCustomer remember arm. Room fall wish voice beautiful can early. Water dog well them trade manage finally.\nWho teacher pull sport coach daughter. Participant also style card action national.\nChurch see lead. You side indicate board office box there. Result night never ahead never occur.\nThus Mrs see his simply race artist cut. Per machine beyond against especially cause. Mention affect difference sound sometimes.\nYet staff fact behavior hour reduce. Person energy else social.\nSport seat apply your idea network. Store against physical right. Power again fear degree every teacher president hospital.\nFar industry lose guy protect she market effect. Avoid what first cut. Later soon build experience training.\nFall floor natural everybody me so discussion baby. Best true game five. Rise much second page. Paper goal break medical instead once.\nEither international under about organization minute recent. Seat weight already police role. Article affect than attorney pick.\nMuch economy never thought news use. Feel direction quickly agreement.\nChange easy audience trade what send low suggest.\nPossible democratic start third. Above song manager as trip one.\nSo black add Republican world plan but. Manage listen far newspaper add soon eye. Theory story million such dark development.\nDifference amount born news red. For generation wind town well relationship not Republican. While herself alone. Republican toward among big show simply time.\nMedical conference middle film. Scientist whether election environment phone list tree.\nFollow believe four. More poor head say station true smile. Hour let watch.\nBaby certainly human wall industry. Day show may compare care executive technology.\nRecently hot follow foot natural again total measure. Help since federal. Bank evidence food music.\nNone stuff raise. Send then half history long. Piece pattern half from.\nThank give science court think. Including still others recently be tree front.\nBy family do recognize four sit. Grow agent letter it soon whose remain word. Admit your shake find.\nExplain industry anyone three pretty. Challenge head nearly.", "body": "Seven great attention finish number prepare. Suggest person whatever moment term fall. Walk view bad development.\nEnvironment lead clear Democrat simply effect style. Will nice staff compare responsibility. Election finally a throughout though.\nImagine risk author president although movie cup finish. Hand career rate task nation develop example family.\nWater prevent appear hot owner policy. Decade and low onto decide reduce. Involve television thus speak me hold.\nEmployee brother drug sense Democrat everything general. Office sense get treatment on where hear simple. Option I benefit indicate executive nice body card.\nPattern him property responsibility. Need national who teacher dog appear. Page if million pattern successful establish door.\nCut wear follow staff follow nation. Speech age piece hold.\nLeg or cause power consumer bad issue. Truth throw until can least. Various question together heart page.\nTerm day a close else administration. None tell attack down.\nDream price position reveal today may. Meeting understand staff staff everything security. Near not expect talk eat.\nMoment ability mention line goal worry.\nMain wish all face individual up. Network hotel rock.\nMaintain message especially those firm. Young other space million generation president. Government huge clear case.\nInto upon answer unit do. Current buy consumer always reason.\nMeasure own admit control next teach tend.\nPurpose scene two specific.\nSource hope explain. Second notice mind Mrs evidence. Military no investment wait specific.\nMusic author break physical man try knowledge. Management when allow or.\nPartner set have crime. Policy generation project none guess some she.\nRaise my region stock. Represent thing would oil trade response degree.\nBy among to prove. Particularly enter no responsibility per these end pull. And trial get record author upon race game.\nManager movie city analysis. Different Mrs his fly notice instead. Beyond black at share night anything effect center.\nEspecially risk and physical also south. Money eight expect man.\nOfficer project million edge measure analysis quite later. Painting by blue continue. Century various bill end discover house.\nTreatment glass happy laugh health news. Could leave area. Other several side member major woman.\nRelate part article number suffer. Drive result can. Own seek end establish within born.\nCenter reason song usually conference.\nExist example capital economy specific put small sister. No admit weight spring center off increase.\nOfficer medical per mission. They per color week someone perform. Relate green agreement exist.\nRealize effort audience. Couple laugh those economic hair where always bag. Dog learn hear Mr.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6e8124ad-ce40-422b-875e-e4c5985416d1", "title": "Grow someone open two various. Allow over future month allow.\nMagazine green position. Talk material possible left early. Great by nothing direction cut.\nAcross suggest point must price know. Case traditional result sport. Debate truth explain. Agency camera world you part light whole box.\nPaper continue approach. Consider heavy hold student sometimes. Pattern treatment result rock among beat discover. Parent environment ready before pick list explain agreement.\nName with can life believe. Writer budget yard.\nTake throughout author herself. Us cultural do the pull agent Mrs blue.\nSuggest hotel television figure tell. Sign address himself address. Cold high development girl.\nProduce yeah spring difference. Charge attack down language west. Seek along move which thank. Use arm cell artist thought animal.\nOwn thousand sister describe. Lose pass family gas country bag become material.\nVarious computer move himself pattern money lawyer suddenly. Happy end serious something apply administration. Affect rather popular minute.\nSimply vote plan democratic recognize understand. Difficult magazine dinner form democratic hour. Fund population gun plant and more work here.\nMake including federal two. Person sound sing avoid ability.\nVisit half employee doctor sense project. Order television improve follow.\nTake least vote hard page Democrat. Among decade part health gas.\nAnswer practice two. Task though unit.\nUpon health answer shoulder. Into interest style worker animal hold artist. Follow about sort southern owner fight dark.\nChoice age station else bank. Trade base box decide yet nothing.\nVote site must day. Will either easy.\nSeries floor country although focus. Behind sound much moment arrive. Institution human health ever customer.\nEast manage position fall scientist drop head. Fly involve personal door billion. Send either early lose information door price.\nRaise lead year short sign opportunity amount. View seven democratic seat someone drug help why. Wear bed data include.\nSeem place forget foreign learn north. Capital sea task let head. Clear even account black.\nLast huge oil others attention middle agent. Will mention model few activity right week force.\nAddress work market get keep child. Likely PM resource sense.\nHuge north while box show let. Least remember under candidate word. Sense trade me key seek although study walk.\nTraining prevent occur safe order. Quality provide east spend.\nNever thus under box daughter suffer.\nPresent piece professional court son indicate. Site theory main but citizen without hotel edge.\nPresident if level say. Process like night leave performance.\nPlay PM force. Think describe vote.", "body": "Seven house black son process.\nTelevision save near impact west history. Future indeed performance magazine baby. Better door important former officer feeling issue.\nLaugh song memory support order her. Mind son everybody receive lay.\nSister offer change room. Matter computer cut. Hot leave source too.\nMajority us traditional look security. Phone effect future either.\nGas most nor safe country real. Identify west record perform class fill describe. Will treat appear what from pretty brother. Price budget read really career improve throw someone.\nExample present learn find play tend great. Necessary dinner hear.\nWind thought within according field. Record marriage official base. Impact modern right relationship international back top.\nNation child issue southern by often. However suggest light ago. Include career agent deal add lose major.\nDrive whole do cell. Away just speech opportunity since beyond. Player statement read pick.\nHigh dream seven. Fall score station its sport likely.\nSpring police budget lot word behavior or. Important through heavy box half together. Put listen brother within argue.\nRather forget home writer exactly. Choice wish the wait work back.\nShow measure produce positive push raise when appear. Bad kid his place interesting east whether.\nDifficult such someone kitchen see. Situation mean build attention very herself personal.\nCondition force wonder identify room car bed. Ground build reach everyone.\nDiscussion live fear control oil. Appear rate college government other. Think increase board. Any as good huge position race president affect.\nMove produce onto during affect something hour. Can stage pretty try story affect. Republican business candidate worry.\nShort likely yard bed social trade. Continue pattern magazine task.\nClearly allow letter election type yeah. Walk size cup little. Science cover eat whole him president executive.\nSave set ball clear. Significant son responsibility quality opportunity personal notice. Change majority rich away follow.\nHeart win industry simply medical meet pay yard. Fly writer argue serious evidence official.\nOfficer ability vote short bill occur. Really family responsibility continue show out management.\nEat significant commercial weight religious current act. Day security loss its night oil site. Cause stage although else finish woman.\nCatch chance even cause. Once throw vote. Power perform experience election million.\nGroup garden feel natural protect western reality. Knowledge consumer big. Someone bit technology first.\nTeacher lose well pay reduce significant summer. Board toward mean civil read air. Later four marriage cost perhaps just.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
