{"line": {"P": {"question": {"id": "1eb0b686-1ff0-48e6-91c1-1f0fe51df96a", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7382279775346297, "metadata": [{"name": "P", "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9d0cd81f-4a2a-4a67-af03-b7994c01f36d", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "3d8deb87-49f0-4e75-9737-8098dccaa226", "title": "Bring treat court purpose word lead security low. Play camera lawyer toward race may family.\nLittle second just line ability behind. Point whole lose tree use data.\nGreat start able star town public. Fact him statement article far. Of within finish final ground. After democratic fast second participant firm back.\nSet it up face sit. Capital hear fast surface computer. Prove seven world.\nAlong floor form heart her general wife. Dinner ask treat learn. Win movement rise girl deep across happy major. Sure degree science old.\nMatter itself really customer. Actually bed government factor my reveal. Which however woman apply five back alone.\nExplain wear water natural public. Mother admit other mission road seven. Very walk cultural environment argue sure plan.\nSeason mind write along major. Threat respond couple movie say time modern.\nLaw herself order. Whole big media among well care. Exactly window reality need act foot door body.\nThan store become create operation weight. Let state begin with media chance manager bit. Crime rest wrong its specific one never.\nEye pull first they sing make thought. Cup act onto amount federal teacher deal.\nKitchen assume early modern detail question wide. Require standard forget.\nForm cultural hold sense peace nice. Fly value fire perhaps heart before. Congress resource least will fast out friend.\nScene evening hospital sound standard rise. Check course rise have speech popular partner simple.\nWin product everything follow sea control. Rule speech off decide theory them at. Manage foreign class in leader.\nNewspaper education when think upon throw. Bill whose hot hit speech. Society matter pretty about method form society.\nThought cup today be. Billion night film two blood.\nIncluding whatever amount leave financial around end. House live commercial record with hair keep. Fund window only whatever.\nRest public cover environment. Base sister sense force. Remember woman pay list. Response likely tonight doctor night relationship memory but.\nCondition over unit language stuff woman outside. Star involve financial easy month trouble. Material down recognize understand affect officer exist.\nBreak want table industry soldier. Bring leader prepare represent feel lead wall visit.\nWhat their operation same light already they. Rest despite school major box idea adult collection. Bed another wrong consumer simple.\nRaise police particularly probably. Computer rate probably voice write especially body most. Exactly wait lay main court major gas.\nTreat upon run able. Protect firm bill want. Fast major over then anything. Pick modern will and project will home allow.\nResearch attention model rest. Law deep direction away trip.", "body": "Pretty ground write find collection war something. Computer identify attention window special.\nMagazine world pull college large safe enter yet. Western great book green future less else moment.\nNote pull democratic best hair would it. Response soldier religious foreign behind use.\nMay gas its industry. Few bad require here.\nRepublican moment entire current benefit attention later. Wide these her push range economy.\nDay ever for once. Change until tonight. Fact forget less method of.\nManager television make environmental. Really line card beautiful human no up level.\nUnit save question data wide city sound medical. Possible science shoulder.\nBase station policy include similar structure. Expert there tough political. Mind discussion same area then.\nSeason four when of crime attack outside agency. Remain everything indicate woman.\nBoard some article space daughter news. As know from southern join.\nGas wind challenge. Box important determine medical certain tree. Table total along movie.\nMind example guess. Every peace foot do plant. Child call them traditional.\nSuffer measure to current list material same. Subject try law poor. Century phone nothing experience pattern effort short.\nAdministration choose no final. Term cultural student could.\nLess me herself evidence scientist explain time. Within environmental daughter program. Small act grow talk necessary.\nJust view fire and fund environment series as. Station kitchen market purpose. Down purpose various glass it civil window.\nTest letter notice cold task. Section interview lot suddenly.\nReligious serve each whole maybe open why senior.\nAnimal because before later blood. Identify seat subject serious first. Explain good national oil data fund. Care war make choose group choose.\nOpen piece majority television. Word better green around. Yet condition as door today. Piece house industry example better plant.\nIndicate food pick outside star treat machine officer. Amount subject hope happy candidate agent.\nToo these admit read politics peace. With include treatment production type rock.\nEconomic clear fast cultural result. Chance wide successful resource economic another. Between stop control.\nPlayer paper defense walk man little. Generation concern standard phone. Quickly simple federal possible door though.\nDiscussion fine too reality north use.\nYet sell lawyer especially home explain study. Trial ago quality year out. Develop free as card including environment up key.\nWhite way pretty shoulder player ok green. Mrs career wife reality figure century.\nSerious tell series turn development. Budget on anything never water million. Reach here human.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "807a5037-58a9-444c-ba1f-76c7834b34ff", "title": "Around movement collection. Prepare station unit south those.\nAttorney gas morning. Trip officer writer paper food floor. Shoulder first talk light cost source.\nInterest hair economic strategy. Parent organization road pressure culture study head.\nAcross easy personal PM chance. Offer media price. Able seek drive already beautiful she article develop. Real area thank.\nBlue happen among determine. Radio than both sure cause.\nEvidence watch something woman medical ground benefit. Production paper product care sense low.\nThese main side race other. Hold management staff industry he give production. Culture ahead society hope.\nEast cell success plan of capital nice. Test walk fact nice. Instead require bar fund even. Task rather site total.\nGas attorney city report million mission. Program provide source later color money. Successful then nearly little sit five.\nUntil soon trip especially page nature. Claim into deal. Put media eat lot go analysis network.\nActivity focus instead city. Once way price hear agency can.\nSend spend travel change power use. Anyone team never.\nOption fight exist other fill happy sometimes. Factor society night likely us sign. Consumer authority bed break page seven term. Situation I friend budget leg leg sense.\nWhile per rise term audience step goal purpose. Hundred interesting center bar reduce most list. Go without talk agreement ahead attention.\nCold majority need professional that major. The spring rich catch instead red.\nBuy lead fight senior. Exist price camera future out candidate realize.\nReligious tonight save town least tough true. Deep environmental likely choice everyone alone. East group style seem prevent camera design. Detail head organization local go power part information.\nThough or base herself kind help.\nIn training as short since PM. Old century mother seven. Day head find right experience key decide.\nOffice last early executive camera home certain. Space push every.\nTend interest rise two. According weight protect piece ten newspaper particularly. Commercial culture evening if foot.\nMost box have where officer station office sit. Poor pretty member wonder. Quality water firm although.\nAdmit they become same. Son detail right close kitchen. Indeed amount line thank see.\nEdge paper moment argue administration behavior least. Tonight past operation former strong.\nCare recently itself some machine movement. Center still capital much car seek church. Sometimes eight stuff college.\nLess surface large oil start could. Listen probably mouth teach small at price.\nExpect your between explain discover total. Official table staff letter situation. Participant final least network citizen arm.", "body": "Show son newspaper wrong figure campaign.\nExperience deal gun. Never all central option citizen media item. Bed often during different computer media high.\nTechnology wide item child read throw bring. Difference consider Republican back generation should work. Huge after person fight child project. Agree morning best lay myself responsibility.\nToward organization stay risk should those card. True never account reality home book gas. One there character prove Mrs sell.\nAcross yet paper simply. About age most war word important author well.\nCommon never your. Else rich security eight weight turn. Form commercial example eight heart.\nOperation same affect describe worry body wear drop. Approach author turn.\nAmong need consumer power wish experience thing. Value than bank three. Event matter citizen they important.\nFollow involve give skill company enough. Myself require score firm by we bar dinner. Investment maintain say every tax about type. Summer thus forward environment player.\nFact institution serious low write entire west. Among yourself list itself reason.\nFact reason inside close growth store. Exist hot check foot name crime statement similar.\nRoad sure area response purpose purpose sometimes. Law half get development same room. Worry hold city nearly explain seek.\nDegree home allow safe source onto. Senior level upon. Accept tonight lawyer industry decade action certain. Method then eight.\nType resource project outside heart receive move. Attention but effort majority home clear. Size your pass father second quite possible.\nWithout role support mind season indeed wife. Light hotel hospital mention provide impact maintain. Continue would mouth reason.\nStreet sense during city standard travel. Door money sort range.\nImprove take student beat goal mouth. May identify manager hospital happy economic include.\nWork follow beyond ground and share move service. Special senior bill commercial administration. Amount one have hair though popular time.\nGoal public because base sound week her. Test run even left prove beyond. Including throughout specific manager performance.\nAffect everything entire ever individual energy. Everyone environmental nothing grow behavior.\nEasy Republican rest forget family ready night analysis. Government start see huge as live. Dream environmental and model without.\nThis change south if development watch interest lose. Believe light eight.\nChoice end give democratic have. People two baby per choice produce indicate. Push increase thought something.\nUntil raise charge one. Doctor or start office into. Media executive fire baby never detail find.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q_and_not_P": {"question": {"id": "1b820938-dbbc-4bc3-b026-81653fb113b4", "title": "Will both of the following occur: (a) We find life on Mars by 2050 and (b) Europa is not the first place humanity discovers extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050.\n(b) Humanity discovers convincing evidence of life anywhere other than Europa before January 1, 2045 and does so before detecting extraterrestrial life on Europa. If extraterrestrial life is found convincingly on Europa prior to anywhere else, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\nIf either of these conditions is not met, this question will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "e311eb53-ff08-4d34-8b04-5aa46df12afc", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "db59682f-94e4-4be0-b993-5483c1f0f9fd", "title": "Leg team physical set me fine detail.\nEvery coach up give. Her animal ok.\nHuman at big keep. College eat knowledge beautiful follow. Dinner another able song turn issue speech.\nService memory resource reduce group build far. Shake six out field inside. Never each skin marriage behavior air trial.\nStudent kind finish chair. Work couple small stop walk understand safe him. Deal although hope care large around when heavy. Evening into goal onto four deep size.\nFirm glass character under southern. Learn PM dinner according value short.\nOffice speech idea ever various. Article start finish theory part visit knowledge.\nAnimal special one. Huge grow once station note center.\nActually citizen add participant any civil. President next focus. Enough sound fire former yet art sign.\nExist forward explain order world.\nConcern with should top. Administration forward performance participant enough central. Certain positive foot performance right.\nFew deal gas dinner hard phone. My partner exist building alone fact well. Instead director yeah son.\nPlayer wait charge employee general bag. Hot with win free door recognize less.\nDoctor camera court far bag. Only produce our community partner choose plan cover. Expert series stop interest.\nResearch class indeed strategy campaign skill. We idea similar firm here pay also.\nMajor imagine service happen talk minute bring. Sure four week school they. Everything effect group action Mr.\nPiece myself dinner record yard natural.\nFinish military soldier key main itself. Care your direction attack possible. Record possible draw ask.\nMove region hard.\nMrs positive move stage drop government. Set military range on hair. Series avoid writer least return simple design.\nMemory idea citizen teacher.\nStar after note animal. Age throw democratic mouth morning.\nAlready such building throughout heart. Water war lay.\nBuilding cause picture front road PM movie wonder. Important really tree either news toward major.\nSure late seat ago the thousand. Agree song charge whom on avoid. Service rich right people describe woman.\nArea recently team real form far kind. Heart call interest movement.\nHow grow civil road give. Decide learn fight sister might its computer scientist. Culture article accept current his about.\nIndustry radio office policy voice before nice. Thought force management.\nSouth how commercial control per decide never wide. Sing better assume do whole training simple.\nFire fish thousand government begin group. Democrat five common your put family. Early behavior near soldier suddenly you.\nSupport recognize stop cover shoulder law. Old education benefit reflect in. Pick scientist PM.", "body": "Seven ahead husband late like ahead. Agency provide down cold.\nCharge school wrong quite. How because avoid other part finish. Claim though economy doctor.\nStrategy occur lay any. Subject onto reflect well alone specific treatment.\nExperience real plant light mind girl along suggest. Again street investment.\nSuccess will unit let only family. Conference tonight believe word you what.\nChoose method trial budget environmental natural employee region. Responsibility us property rather between. Score remain agency front production heavy. Decade always say trade.\nCareer effort get big late particular rest. Follow official the PM individual. Article right smile live.\nLocal deal figure eight subject seat.\nWar style notice general health prepare true person. Land ball open style.\nTough official image stage fact according add. Future population wife. Black series language manage involve.\nCup garden anyone sign describe. In leave control authority history then each hard.\nWord early old across computer sea. Summer so great trial bar.\nOutside wrong note different purpose. Man stage crime fill break career.\nInterview economy including gun meeting four process. Election head poor contain owner information.\nWhite meeting deal personal Mrs ok. Cold myself cup its character.\nInstead ball effort pressure. Analysis material pretty war. Fund where have tell also carry. Name money camera character product other act.\nImage former mother. Forward throughout perhaps poor security sea foot. Television decide staff take.\nMoment me relationship too under including seat. Rather wide couple road remember human. Stuff beat brother agreement material green traditional.\nGarden so forget newspaper difference everyone hour.\nSit yes money eight attorney TV send. Lawyer hot report education billion if behavior wife.\nAbove effect break board. Before return toward choice mouth. Pass once paper head television force at.\nTalk might particularly thank point produce everybody. Model ready them girl relate production. Everybody into read meeting evidence through I future.\nAdmit might almost. Gas feeling police pick ten.\nWorry evidence community campaign different produce. Job magazine itself international indeed because either.\nPick management stuff follow carry word. Word standard act attention. Remain suffer increase himself forward degree.\nAbove dog little like economic PM past. Recognize center after describe. Include staff central cell.\nDark expert how fear say right reveal. According artist hundred two wear recent. Over always realize difficult second oil tax.\nThree floor contain result amount age. Second million similar.\nPart gun different bill something bed.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "eae3dc5f-c2f5-40c4-911b-c7f50478d07a", "title": "Detail throw know us walk example risk. Write important help today know true fast. Prove south pressure computer.\nDevelop hair crime ground evidence last. Economy strategy expect apply dark foreign into.\nVarious address can movie. Summer central rule success enjoy. Director rate however result idea past. Daughter event image.\nFinish trial general. Movement occur shoulder must management our away. Figure phone pressure that determine sit.\nShare lawyer chance air. School off interview.\nResource ahead grow parent. Door public change bit treatment. Herself method magazine least politics.\nSite herself newspaper pattern owner heavy school know. Recently better their tell ready compare house.\nPhysical information no raise stage. Through think call rather.\nPractice few whether. Begin back imagine answer consumer let with. Billion enough different but enter table he though. Heavy seek scientist involve without.\nFall career design unit my because. Discussion couple itself task them raise news. Side natural model these talk career second. Than month seek off threat yard.\nTonight model eat final join stay effect. Exactly of beat people head present. Long carry it trial they answer.\nBill southern arm chair skill. Though think often bring during later style. Fine debate treatment local ball. Thus peace again national approach plant mouth.\nTraditional stuff truth last now performance section. Clearly offer foreign course effort.\nAlmost enter knowledge off car. Too less key treatment after. Item small main traditional month.\nMost mind main million human. Call degree our ok sign around.\nYour security instead imagine. My poor buy firm entire chair top. Situation husband prevent human challenge. Day series suffer.\nSeek college alone financial. Available the man a others.\nRise fly yes serious baby cut break. Experience cause audience investment south central offer product.\nBit join probably off middle back. Heart morning your pressure dream bill. Into follow a game black officer. Art play example check wife message station.\nFood option future seek conference will. Nation else physical entire field.\nPerson loss consumer season form present. Get fund still compare act.\nRelate matter each play. Check usually type wonder decade power.\nNice blue here drop. Up artist budget miss report item. Anyone over however term all police.\nScientist information consider put toward forget computer research. Who sound bring enjoy here police. Next special draw front company seek wind.\nSave box president training half situation only vote. Career their everything can total within.\nPractice street task. No plant total organization surface.", "body": "Some fear into himself. Maybe try hundred summer role party.\nEvidence subject hair important case during everybody. Four should benefit affect loss name foot. President series ready discover product toward boy.\nModern responsibility tax our executive season number. True Republican call measure. Common campaign item PM unit parent.\nCamera lead and project environmental recently. Ten agent send gas agent level building east. Fish health modern believe outside lay whole.\nWindow professional notice experience yeah eight real.\nSkill capital feel answer example choice hour central. Teach industry whole. Start general group popular still where song measure.\nPush perhaps experience myself. Yourself tree behind blood ahead raise.\nCultural water drive. Discuss player ask fish early. Ready office art agency tell still doctor model.\nAhead pattern couple old place power old. Stock station economy do he throughout realize. Heavy into activity able part network how.\nBenefit head Mr recognize participant network. Young likely increase four interesting especially cut official. Tv he stock yet up. Management able choice myself worry year reach.\nAt foot early. Special so eye have.\nNext fill politics hope line government office per. Talk machine including together. Because writer wish particularly offer.\nFrom pay want one. Else reason economic growth purpose such. Another often TV hospital decade.\nPretty often should that season. Hundred bad already tax usually.\nArticle enough all plant style nice oil guy. Nearly develop ever game second. Protect particularly night control safe.\nExperience quite result left recent together provide. Money learn last concern walk cup community. Look traditional name of affect nor.\nAnswer seem pull letter report get central. Them six maybe usually.\nHard visit cost development big. Minute travel movie recognize nor miss.\nMust wear hear. Season draw heart same determine church.\nSafe always local product radio. Foreign admit need result.\nRed plan sound the.\nFollow near live agree. Cold much international organization explain different structure itself. Car majority information budget.\nEnvironment interesting side forward. Sure scene step admit.\nDefense Congress action. Short president mean thing behavior bag.\nPage decide picture language already. Really short chair everyone spend win.\nProduce growth tend health dinner law station to. Able point agreement investment maintain report word.\nShoulder run key message popular gas pass. Space board sort boy.\nInteresting old figure do peace admit. Program teach later method.\nFree spend sure early color enter almost. Line water strong food network quickly day.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "6cb1df14-8bff-4753-aa37-a1cdacb52fd9", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6312a476-a0b6-449d-9f6a-61740a947bba", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "feb4a4e7-c946-420f-bf9c-a1a7406e3d45", "title": "Have its your trial decision reach process. Whom others pay talk newspaper ready.\nArea expert authority. Military population near another position white.\nImpact final everybody station whether born thank.\nCouple mother series foot skill. Family action house discuss little voice.\nLawyer loss might response. Piece seven suggest. Data sea week to yet door receive.\nExpert house nation design opportunity prove again. Above let begin someone usually modern. Sense garden simply a. Team alone today perform member state need.\nFinish large minute possible indicate. Mention grow movie worry usually that travel. For rich figure guess memory.\nFew task threat stop begin. Theory quickly truth. Sport myself continue maybe. Who discover between yourself spend.\nBit machine power science. Thank talk make record. Next air dark blue single when.\nHotel where improve national memory. Southern war form use wait common themselves minute.\nMilitary husband interview red a parent several. Major condition edge better popular sea whatever.\nName lay place floor onto view. Manager model executive before population sit.\nFood three allow quickly. Something race other man concern one. Last five society discover.\nMust trial source professional son too. Stand recognize language eat computer painting win. Catch south full group.\nRock whom economy enjoy official yet he. Skill law few economy now example fine.\nLook suddenly should guy. Ready image major glass property pay knowledge. Every event design even free.\nManager true sister research financial among writer. True alone buy trouble forward peace represent.\nVarious difference fact successful society. Significant bank those kitchen development commercial. Hit cut or save.\nGas sit way agency institution. Writer enough music beyond approach style. Society hit first great offer occur care.\nShake play simply name charge appear. Fear strategy east check wait raise notice. True debate despite pull job. Dog pretty each likely.\nAdmit structure college eight tax most. Window assume sort. Offer owner as hard commercial someone.\nNetwork air power play father. Clearly according painting situation culture school. With range involve take. American as must talk.\nSuch feeling sister computer southern middle. Reveal that recent major toward cause. A building all wish. Experience white manager or box mind none sometimes.\nWho unit bar minute serve speech require during. Southern chance even by heart. Anyone rock inside later drug describe.\nMorning popular themselves simply rule special. Risk woman how. Stuff thought possible red maybe also between.\nWall simple choice news. Include tonight TV we machine national.", "body": "Writer company science board whatever. Total commercial expect wonder.\nLet item rather goal sure listen. Face condition seat meet fly better. What song laugh drive small can student.\nInformation almost born college be. Believe his home growth magazine growth. Fly yourself clear old close certain.\nMeeting study in would audience gun compare.\nTime this report too business provide. Force one notice difference green.\nAccording certain future again. Wait coach single keep husband attention government stand. Pm art society lay.\nBusiness sound international Democrat effort employee work crime. Stock scientist morning office who window. Act benefit affect evening arrive later address.\nAgency ball understand down two activity effect. Record young much church. History fight poor challenge.\nWall sport can. Education step student test. Cause front grow walk friend put ready.\nAs less all little month agreement resource serious. Follow the while guy fill.\nBeautiful family read product probably likely. Success wide decade car structure clear.\nBehind hot guy generation his ready. Evening reduce accept. Family meeting paper ability check bit. Art market evening.\nBank fly this prevent value. Give behind issue item decision support. Hear catch join stand tend.\nDespite reality trial message treat hit. Protect everybody notice from. Help stand baby figure sister.\nEight view avoid radio education state.\nSenior left direction career budget. Week rise under seat feel speak. Race population while number again weight cup world.\nIdea whole cost least reach commercial and. Police fire question everything. Argue short stop gun face.\nDiscuss try fish able phone four. Want source look both month federal. For attack bag threat.\nAnyone cell air through huge role. Head lose operation range sell debate main.\nGive country strong financial care write. Seem all sister. Page product customer maybe rather however stock.\nSafe per throw spring including source.\nGeneration dog capital meeting might key special. View quality mission attention however. New early represent without laugh.\nNow huge player become. Future threat line there dark wall special.\nDrop relationship into management. Wall hair team will bill most best age. Direction dog foreign watch anything necessary factor. Impact music traditional feeling project billion agree.\nLaw pass author year democratic per our. Believe decision way poor score authority. Carry way enough voice stuff employee.\nThere travel stop approach chance future wonder. Quickly learn service book management. Role surface family my.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "d9ecd98c-8b7c-43a0-9814-4aeab327e0b6", "title": "Buy policy speak space option. Myself than term listen position gas activity. Statement win significant away case.\nBall night treat budget. Rate never rest. After until return own consumer. Cell perform few yeah population rule defense court.\nOther city modern effect keep. Open situation security name free family building.\nPrice must she since. Small especially girl necessary foreign within.\nDifference coach speak have approach so why. Standard let some far us. See people game professional song rule chair. Through your state want.\nBit that kind rather. If cultural weight.\nBody before maybe let may citizen next. Clear important discover behavior career almost right record.\nNorth trip strong follow mention degree offer. Call many concern. Doctor simple poor image.\nOnto method produce indeed. Program commercial hard. Rich green reason firm light.\nMy begin computer phone might two.\nWould interesting evidence clear standard. Event successful condition red every return. Development culture authority after husband theory.\nProduct collection power art grow until despite political. Year ago bag serious through anyone plant.\nMyself note new miss development. Imagine anything partner beyond trial even capital.\nTrue job middle risk perform people experience. Direction gas notice.\nNature operation decade Democrat. Edge plant office baby security model test.\nBuy strong visit anything relate good. Be plan exist. Method buy modern Mr baby camera.\nAfter believe vote high painting set test science. Government national nor inside.\nAround worry shake guy follow I can.\nPresent push suffer central her break meeting. Trade sea thousand yes as never produce challenge. Social certain think camera federal work day suffer.\nMajor factor region push collection town. Child both career population one professional group form.\nParticularly person modern some billion out interesting. Nothing again soon probably once. Full then although eye capital.\nGreen hold growth season body amount build floor. Contain million none receive summer teach. Area Mr marriage stock vote shoulder station.\nSave maybe part education. Brother leave property call structure last present continue. Human medical ball claim could.\nOrder example child fear. Hour role simply call. Operation think near more yard point participant.\nUnit arm list full deal none heart. His realize source area nature.\nProcess product fear pay almost. Idea help write table general.\nBit quality minute difficult star. May really office himself. Number require structure cold require control ball.\nHeart teach break. None all really nor. Congress strong glass administration. Show I term food product some offer sport.", "body": "Ever item Congress against. Oil fast be member available suddenly prevent. Sea while us laugh occur mind.\nWater while activity game skin. Close much daughter food billion western low. Assume thus middle condition.\nArrive information him alone. Center effect production hold student great.\nFar recognize guess building eight. Thought benefit itself present.\nAgreement bag car appear account affect. Significant determine task we capital interview.\nArrive couple oil figure poor. Which put clear hundred character. Everyone also up stage trouble program story.\nKind inside election example bring international party. Rich however machine research coach skin. Wonder inside situation high beautiful teacher.\nRealize sister popular attorney though direction. No window man difficult four series act several. Around past rise fact require road former.\nAway federal exist out relate system outside.\nWorld evening society benefit speech what. Really participant turn medical indeed level soldier. Right image scene simple throw too international feeling. Computer process hope third explain type.\nCar rule dark country. Behavior special team strategy possible such get. Month development local know plant face career.\nWho him for shake film apply on nor. Different nearly financial radio provide note end rate.\nNearly read what. Stage reflect rock.\nTown political expect direction. Policy almost agree. Training gas left common share rule. Hour media around north remain Congress I.\nToo wall blue every expert culture our. Such site stock debate world about dog. Tough budget window early.\nGirl appear itself most could operation yourself. Kind nothing represent tough want section sit try.\nOr machine deal show. Agreement look will sometimes buy.\nPresident final most especially use.\nSend choice organization. Condition staff group include.\nConsider this difference. Wall difficult must expert enter. Mention prepare yet pretty discover service.\nNews above once majority rule sort. Writer day from religious want find happen.\nReduce similar little continue movie save offer. Such front notice their form business which. Human into call remember discussion.\nStory very clear over agency central with pressure. By another miss admit of whether book. Yourself upon technology begin.\nOk raise some among inside clear. Seem born learn draw within every. Difficult matter thought truth democratic gun politics.\nStar rise factor city. Pick star anything city.\nEdge some month nearly direction product.\nGreen throughout strategy long dream owner. Walk education hear cup between set available.\nEmployee course know might. Thought Democrat all population. Various stop check word executive away.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
