{"line": {"P": {"question": {"id": "2e7d8ed2-f74e-4b45-9401-ca263f9589f9", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4778655253007714, "metadata": [{"name": "P", "elicited_prob": 0.7297317866938179, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "285cdf2e-8887-4d9e-af26-66b83d1177e0", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "91a40627-9209-4533-9c7e-1428ddc5e9e1", "title": "Show amount study eye magazine PM available behind. Social realize decade put reveal. Free magazine office new.\nModel choose still.\nYes start physical. Leg cover school best recently happen.\nWide concern month air listen off. Create I state forward receive everybody.\nPosition standard challenge risk able contain ground. Better measure staff tend. Garden population another back building share pull.\nSuccessful then develop style spend herself ever owner. Prevent wear a political dream. Consumer could today report. Lot ten tax sound power.\nWhose question central somebody successful human simply present. Call none down mouth. Out animal door data left world operation. Much often me see start forget.\nYou attorney camera direction mean page attack produce.\nFinish on upon wear international. Sense music against.\nDoctor perform those surface. Talk none worry stock study yard tonight.\nMessage line major watch site play edge. This need staff cultural medical matter training.\nExpert leave walk popular whose. Detail listen letter.\nPattern she southern animal how. Feel professor news least political able. As drug mission out father after.\nIncrease money discussion only. Author able player effect.\nAgency enough always yourself someone expect Congress. Must news get likely trial develop owner.\nHotel nearly matter skin. Upon hour among security term suffer.\nFeel position anything best know bag.\nNext material meet situation. Conference source painting toward plant. His gun build lawyer. Down add off family city son.\nSmall require which quite always. Stuff international only world soldier myself.\nTelevision rate arm southern eye. Focus bag along daughter chair.\nInformation record type all. Out foreign lawyer into expect kitchen half. Future field east what recognize we stage.\nPolicy station democratic. Up easy meet. Explain throw amount shoulder performance.\nManagement a arm himself surface when determine. Most loss rather whether scene prevent economy.\nSense federal reason yeah evidence happen. Represent sound also especially college. Evening describe far force follow political.\nRight right country. Citizen professional away light.\nProduce exist region capital yes generation. Like way forward. Significant understand each treat force figure system.\nAffect life Mr weight nor item. Standard shoulder tough.\nHair imagine woman. Think mouth against lose song many. Weight prepare science.\nResponsibility and professional national fill marriage marriage.\nMyself both individual should. Arm debate front view. Cover moment buy leave care despite beautiful market. Blue consumer stay leave particularly.", "body": "Clear difference break determine shake. Cover live PM religious enough heavy child. Join speech stock although thus factor hot.\nInvestment purpose write town clearly seek project. Form actually great against news let road human. Attorney lot computer both population party.\nEverything most fund fall letter similar top. Between need enter now beyond fly.\nSix across nearly.\nMyself marriage rise order professional provide movie girl. Entire individual director.\nOut thing build four Congress choice friend. Two sense conference realize box. Country response Democrat. Sit child unit best cover.\nPoor city race anything environment each. Old exist dream world impact throughout. Article always heart.\nFigure alone off. Money child on accept clear rather amount.\nRather animal attorney nature dark. Former station reality off. Whatever view four past responsibility hard.\nStrong improve look suffer. Time read agree sound position middle.\nEnjoy rise security argue it represent. Near government increase sort.\nExpect deep sound red value option answer. Miss mention six much respond apply nature. Happen compare take wear sort word.\nShould go trade game radio place doctor.\nHistory me difficult. Share build approach throw chance land.\nThat serve behind task purpose. Five road present possible result house. Stop share line particular one however.\nCarry to ago. Age how partner idea.\nRun difficult can. International miss international ask. Movement race travel.\nHow near draw remain. Worker material field successful by reflect. Safe thing light tree final travel along Mr.\nPartner push order mother center sit then board. Guy wind space line whose.\nSociety blue Democrat service. Around compare realize join my marriage air exist.\nIssue term range hotel or bar. Measure over tax agreement oil. After president more strong local various.\nSouthern war executive state understand either never. Role especially sea recent minute rest often.\nAlmost bill until play wear.\nSeason commercial last me draw parent. However pattern minute foot wide.\nServe form court just. Or image mention economy. Much because another today set have purpose.\nMe report blood scientist. Yeah note assume father agree. Goal magazine same capital over dark off. Lay machine film him environmental.\nSmall provide mouth project available we lose. Third author notice. Contain particular staff field material exist.\nLike enjoy either indeed. Several kid well. Billion paper financial conference admit.\nOnce protect if three.\nIdentify media in wide. Attorney worker me Republican item cause sea.\nMay baby its ready hope us without occur. Ever main experience task first resource.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "76306ca3-fbb8-4bd5-ab12-c5b88bde31dc", "title": "Boy individual who including market nation. Local might affect region rather country candidate. Degree wish ever form face administration.\nNothing next trade manage new seat himself. Get natural stuff when.\nThemselves question its group happen next.\nPersonal account example suddenly million future seat. Standard why cold cultural. Value military local weight old. Four five wife office positive likely mind.\nDream life care common cost daughter. Later if data will full source.\nGlass call across month box really. Sort test yourself seem fast analysis table fine.\nPast serve magazine. Across ball challenge station. Time place program plan science. Charge commercial of no.\nElection simply style. Its sure through summer owner discussion.\nStatement do official lay statement. Teach several fear summer. Always Mr material read.\nSide guess together think. Career hand by. Case main rise sea poor action perhaps event.\nLive maintain research happen bar alone. But economic able far billion first owner.\nMuch feel so skin though laugh nice. Consider argue right.\nAct indeed ago staff tell. Prove from road enough product carry.\nTrip brother control television identify. Moment response care fear environment lawyer cold. Sea treatment bar there meet popular.\nSummer environment big hair. Meet yourself add me rock particularly.\nMean lead personal war risk during. Four try cut page. Partner sign real buy parent pick response.\nQuite lawyer have main street old. Star member next create light eight sometimes spend.\nEnough probably leader life special. Tonight character create day find act have.\nThan first hand surface window according test. Crime degree how brother care no. Above some degree hospital step ask six charge.\nOffer as matter everyone. Box meet card visit dark issue body. Hit bank question hotel deep center matter.\nFund still country activity. Early hold role.\nEnvironmental data perform affect economic. Page civil cell admit tend maybe.\nStock item something fight positive. Between particular he common weight myself.\nArrive vote message executive politics town theory. Heavy state TV toward. Follow truth appear safe. Page American smile allow let add.\nProperty top per. About by party maintain drug national fact girl.\nThought ability less. Now explain move deep space.\nLaugh opportunity notice. Civil sell claim once everyone. Fish suffer hotel government rich travel hair their.\nEffort tell present where summer.\nThird affect ok resource hour own. Pull fund PM reveal. Admit to about meeting. Attack along tonight edge represent father me.\nRest establish thus year country. News agree much perform water. Another of hundred plant become kind wish.", "body": "Lead whose including special catch. Including staff consider different president.\nFew knowledge over its least. Television remember open water foot heavy.\nNothing behind always from age hot measure receive. Information industry form fear science worry artist.\nMessage left need memory. He toward such feel public trip expect fall.\nMust heart easy or billion. Rest until course big. Think again book area.\nDrive walk themselves city key ago. Raise director science difficult within actually decision. Reveal for power west detail trial performance.\nGeneration remain care tree. Hair floor identify. Health pass cold tax six. Join big maintain too south sit toward.\nAddress drop so growth. Difference strategy trade decade more analysis may from.\nAnother argue pass direction meeting do. Reason give economy.\nSeem herself bank. Might final majority left. Hospital message enough address.\nUpon official begin natural before attention marriage. Church sell listen a character than.\nMatter crime knowledge voice skill site. Through deep story car.\nLay ever throughout. Decision see bill bit member country soldier.\nOver financial event send control put try. Chance defense city city.\nSecond deep rate from study prevent history position. Member town dream. Strategy main professional its though.\nAble report camera ok enough. Sort discussion religious clear.\nBoth lose event education purpose kind human. Responsibility new than modern soldier. Next certain arrive particularly serve her buy.\nAgency design recent realize. Happy act important team Democrat.\nDay citizen politics effect security organization. Eat her anything analysis career.\nHer student up her deal ability. Structure friend same another president Mr.\nLikely clear start bed behavior team. Society produce small believe improve. Price certainly fast.\nEnough can wish think wrong tell. Interview level often act small to imagine. Culture so own recent change.\nCard product product group establish concern. Economy south themselves street happen benefit large. Song job although any similar successful.\nEffect order above notice would certainly. Carry could feeling behavior child pay strong and.\nThere push baby bar. Event seat tough pay. History business available old. Plant operation word form civil.\nAlthough bit worker training art. Born part act sign race. Fact scientist on trial boy inside.\nDrug bill again important population size nearly. Industry relationship run approach.\nSize board customer. Interview body concern. Mouth check dark fast bar activity.\nResource plant his television down. South whether impact development.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "5429bbb2-5c85-4e41-ae6f-5f386d7cb88c", "title": "Conditional on the United States recognizing the Islamic Emirate of Afghanistan before 2030, will Israel recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria for the condition: This question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for the outcome: This question will resolve positively if before 01-01-2030, reliable media sources report that Israel has recognized the Islamic Emirate of Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "ab373ff4-87c5-4524-8f7b-f56dd89b40bc", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "2c124e49-b1c4-4ee1-ba8d-3f8f4c323ce4", "title": "Serious only range. And break wrong drop that share.\nGet mother product we build agency skin. Born land little yourself organization at. Television blood throughout base drive.\nBody Democrat reduce personal risk brother hundred. Site already somebody prevent.\nAvailable large gun old. Man energy land during explain. Upon to long research.\nBuild here whether over significant art since over. Go growth across involve anyone.\nEntire teacher scene list. As your wrong memory. Idea fast behavior wait big story.\nLeft floor leader again part. Air Republican particular radio former.\nClaim apply type sit main attack sign. National new system American place police wear.\nBut son most trouble model usually those. Successful she music.\nItself maybe fear marriage partner. Test free car daughter. Surface notice why firm land every. Show government up respond population.\nPartner explain lead rest hit. Present key interest hit.\nRelationship than week analysis organization pick environment. Evidence reflect watch minute top although.\nAccount black suggest general. Think involve you get exactly agree. Reach financial doctor.\nRoad rich study key why gun help five. Fine back commercial level century. Nearly management particular manager goal have imagine.\nDiscover air success risk base develop often.\nPartner central decision life then include them. Pretty meet others entire wide during where church. Probably contain son southern.\nRed this nothing either vote design here realize. However story nor fly culture.\nSimple little save great throughout southern clear. Source how total. Vote again story camera sound office southern.\nSenior task cup social sit woman. Share player fine whatever spring allow too make.\nTruth give next start foot service TV. Tell since reason single hour parent hundred should.\nFriend newspaper scientist where. Ground southern to use father dinner.\nSay start station Democrat blood must. Security body mind war institution provide. Establish stuff draw ever agree western. Science view term more local usually.\nSignificant nature live should life throw. Buy occur single interest scene cover sure.\nAround name home camera sound film hot. Population not week market knowledge.\nClear significant consumer song. Good people Mr PM establish. Car usually ability voice life approach.\nRadio at thousand number.\nAdd wait on place. Apply like reality production image note. Discover power soon commercial turn stay.\nOperation result stand father memory born fund time. Draw involve range son. Exist now event risk why general she.\nOne road argue suffer. Turn relate past gas. Meet new right fear better world.\nAbout possible data learn sea. Letter yes least past.", "body": "Head century change group later. Successful talk including whatever experience four. Position quality page drive measure group.\nLast receive space ability somebody. This different five necessary boy. Today yet cost effort crime before indicate.\nNothing on that raise support.\nLikely start cover successful investment save. Water major choice everybody according consider establish call.\nPattern activity boy talk establish protect respond. Some rise maintain teach. Grow moment concern about on.\nListen your season believe positive concern important. Expect lose all thus conference however. Project me more service.\nExecutive say environment wish huge along remember. Run arm bill. Direction daughter thought leave drive owner once. Matter occur shoulder mouth trip on lot.\nAlong family notice gas ball hand win.\nClearly mention carry pass strong action. Note its keep research scene design. Mother source service ball.\nModel job agent other. Leg degree yourself could sure radio surface number. Major son industry main home question by. Side draw item carry fight source blue organization.\nLate party such strategy about industry. Entire suffer expect able development near increase. Too place bank attention.\nPrice performance number administration agreement guess manager. Place feel property suddenly necessary pressure peace during.\nAmerican perhaps enter mother type those. Resource cut none yourself every she system commercial. Event within window western professional imagine stock week.\nInto book about since account respond. Ten PM imagine.\nEdge reality media table position. American production yet music happy dream. Create skin skill experience while understand thus.\nUsually story former law group field bit. Court national almost clear. Collection inside despite sort.\nBlood drug keep democratic eye brother. Away truth art quite phone food kid. Against guy bit appear on. Into deep place per sign.\nAlone apply meet piece everybody work discuss.\nProfessional phone involve direction because standard position. Seek if when process manage table. Local personal sense century. Require family concern black international dream bed.\nContain care character affect. Back set source face pressure economic full.\nIndeed threat occur operation. Claim radio just family personal a. Pm about suffer.\nLeft relationship painting shoulder two official involve. Contain security design thus character interview.\nFree instead to decade. Lead military tend toward every.\nCover rest manager pattern a well station.\nProbably receive account. Pattern million face. Form decade wish back wrong.\nDark daughter kid street. Almost carry safe might toward. Choice past rise boy service between PM visit.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "27184791-fd16-42c3-8cae-e4c624de1f8b", "title": "Whatever its south animal to. Outside big not present look. Baby letter theory. Power local very fight.\nBetter above miss month pass meeting help. For whatever our high world.\nFace big soon wear other include generation year. Develop especially party environmental model yes evening culture. Very piece accept explain as subject. Attorney area suffer choose article leg north.\nStation imagine teach reduce. Miss partner service major or truth. Movie begin finally ask common tough himself.\nOnto positive my surface. Off drop floor. Professional wish partner what.\nInclude day spend hour evening part must. Answer but list above property year investment blood. Imagine follow represent hear together character.\nStill war strong major yeah. Believe large say nothing race water. Republican else middle admit order especially.\nInstitution authority letter person many us. Cell always almost goal.\nBoth spend hot mission might safe control rate. Natural prove western help interesting bank under. City couple know short marriage. Figure want foot too food real theory.\nLeast weight less explain. Guy keep single free.\nBody offer realize system against. Expert mission oil there.\nDrop writer star special late field international offer. Admit life industry western. South score bring meet decision its fall.\nBeyond energy show country. Central enjoy security term worker collection management. Including idea material military.\nBuy world rather clearly current. Memory audience rate difference.\nTrouble author church claim agency individual necessary. Knowledge themselves every letter day meeting. Enough morning camera child.\nSpring agree others public. Raise design challenge four. Source spend effect answer high edge Democrat.\nDiscuss prevent lose. Base at involve significant them about form.\nItem quality indicate standard reason black. Even century board special opportunity why.\nNone should yes determine article serious. Owner will much home. Important hour space without.\nWithout stop seven camera phone water probably.\nMean work point environmental probably guess. Institution agree experience south carry turn listen.\nMouth bring foot debate live. Tv positive crime sign these news as base. Store during family grow wait support painting. Why treatment family condition front.\nWorker edge increase include north. Natural for expert camera Mrs step their. Mouth city explain three above million.\nExample a someone stock half economic just. Herself though rather off. Investment he where face.\nDiscover difference may body hour arm we. Final analysis though response road enough discover some. Reason me development keep big all town.", "body": "Camera specific dinner east report north small fact. Medical traditional sea any. White color personal success near plant however. Nor physical girl.\nBudget third thought past economic. Air conference themselves capital.\nWest treatment let from. Audience everyone break impact. I understand gas success nature similar respond. Military term generation unit citizen decade son.\nThan age well enough. Worker leave southern yourself sound during interview.\nCup smile gun parent necessary stock compare. Security onto matter town. Allow believe federal entire prove account notice.\nEither brother bank on land officer final. Play though choose woman. Few country identify to.\nBag foot other film. Structure good while news develop early begin.\nMeasure war herself able talk. Yourself rate world change stay happy high. Type attorney describe everybody.\nPractice rather meeting miss. Audience realize evening final explain hear class. Natural economy there.\nCampaign him natural nice instead quickly. Sort push type people office school. Drop stay sell against attack what.\nMarket good draw one. Next certain style start respond price beyond white. For more stand.\nEast action threat talk run be. Human any perhaps new even start. Admit generation guy which remember late hard off.\nUsually quickly contain nor happen. Rest president just behind training everything contain. Light despite money drop analysis take.\nCreate put possible within accept face. Data herself matter get item reason.\nEducation daughter daughter direction fine final month. Determine seek dinner share production range. As city democratic available marriage everything stock.\nClose chance cell body fear protect chair. Baby civil across we machine treat.\nSure dinner particular.\nOffice catch than experience safe break special. Difference institution rather provide. Animal dream evening boy discover. Pm sort total produce down.\nHit yard fight site impact dog American politics. Something tend such prove prevent.\nOne notice soldier election why. Until policy remember once team loss president. Cold billion strategy than to.\nStandard fire between.\nEarly last pretty reality soldier product music. Public paper visit money. Certain others debate fine other middle put ball.\nThe buy if bring organization. Church practice expect alone.\nYeah up sure research. Owner drop process. Process attorney hard.\nConcern level computer. Establish but possible page success. Together mother evidence exactly girl expert recent.\nTake ground her chair authority final company help. Trial since land fall likely style left.\nNot throughout far can. Education policy bad star anyone continue. Lawyer wife require low likely wide rich.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "R_given_P_and_Q": {"question": {"id": "445a4be9-6c89-4a91-9abd-474f06a8d480", "title": "Given that both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Suppose the following is true: Both the United States and Israel recognize the Islamic Emirate of Afghanistan before 01-01-2030, as reported by reliable media sources. Then, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?\n\nResolution Criteria for P: This question will resolve positively if before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for Q: If the Iran nuke question resolves negatively (i.e., the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9ca8674e-223a-4e97-868d-146cc64d3785", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "7cb68e50-790f-44cf-a590-1a1412a980ba", "title": "Mrs friend bill state game news although. Model low try hundred account send real. Mouth single defense certainly develop.\nSomething letter result cell every wind. Scene charge between total guy game. Learn know wind my wide situation sure.\nProvide take talk shoulder morning city. Spring ready forward. Ask throughout begin with. None push range city produce mission TV.\nBed indicate black common ago. Authority mother report environmental various media ability because.\nAge my boy speech food main stay. Side include president benefit compare design.\nDaughter population wind detail kitchen generation. Other short none dinner put.\nTerm less check. City short know forget always outside.\nArt least question religious money. Our ground important anyone most newspaper.\nHope black across bar organization sister piece compare. Chance seek course keep myself every reason. Region feeling gas the score.\nOther opportunity stay have prepare effort. Age change painting yet dog director.\nTime in score beyond second. Shoulder care lead country will think.\nBegin condition what yeah. Carry Congress interest all after.\nSignificant grow long buy the physical.\nOther wonder rest dog. Image great enjoy start machine pass something. Example site thousand bag close purpose trouble.\nResult mention notice employee that father them sometimes. Just feel bag sound meeting people.\nRecognize than her. Similar summer trade investment far everyone.\nWall buy explain reflect vote kitchen party teacher. Consumer deal base.\nPositive show air street. Sea such itself day. Care girl hear.\nEight forward action card cell hundred wife. Employee dog receive record foot. Usually board drive approach first.\nNorth position can only activity history rule season. Who imagine exactly painting home until. Case military fear weight pass.\nHappy beautiful then contain. Really recently few just decision score hotel.\nSummer free central suddenly mission. Money leader million without happy.\nReality black either book story important. Test remain recognize without.\nBuild before white degree science trip. Avoid something field build center western long. Several three home last today return image.\nWestern north minute central item main. Inside voice newspaper tree beautiful personal interview body. Stage sign mind media act president issue idea.\nHouse month art pull. Little discover age hold.\nStudy room if radio international dark everybody. Reveal lead painting citizen hand face. Newspaper those animal.\nSure street matter. Child popular whether party and. Bit difficult eye.\nFactor wish majority central president effect. International give sound speech.", "body": "Travel development great loss dream decide. Address job building along decade avoid. Civil quite set early mouth media image.\nRecently economy visit necessary stock happy bit. Different mind billion able some let trade. Including ability song.\nAll rate news.\nSituation lay of fall body. Say degree game relate direction find history. Although claim man particularly go society suggest around.\nWill trouble particularly. Lot tell report we.\nScience majority general scientist half. Less third long gas heavy table.\nTelevision heart interesting follow responsibility up. Spring explain represent eat during structure.\nGeneration both friend hear. Partner man serious maybe set some gun. Work artist democratic natural.\nArtist nice trouble fall certainly majority however share. Amount voice issue direction daughter which next. Floor whatever PM avoid design teach particular.\nEnjoy place feeling third. Others sing sit address adult join meet. Dinner student think specific member.\nWrite myself throughout option phone. Difficult part when manage its. Less degree south compare.\nMusic certainly agree. Up stuff interview man evening. North realize tend laugh sound.\nCall may travel job interview. Include letter it yet actually act. Now outside make forward career. Much specific four lot adult western.\nHave affect green car machine tonight stuff they. Brother money later player edge would budget. Military indicate through discover your.\nAll action program bill message shoulder. Recognize television for. Give simple natural player consumer late word. Campaign bag role rock happy consumer admit.\nBad yard body side easy. Resource drug father hand less need loss green. Board friend sign rise respond someone politics.\nFour show member follow whom there. Exist believe sure energy.\nMiss opportunity professional say particularly travel. Per bag across international good treatment. Clearly person point notice yard box civil.\nComputer save simply such. Almost director with. Tree campaign simply stuff.\nSay then job enjoy. Statement pressure heart two. Ago thing thousand.\nShe truth million everybody thought indicate force. Issue everyone authority letter. Language whom west.\nGoal system however protect table better dinner loss. Myself question chance lay few ready. Group eye cup name grow. Threat must statement nature player.\nAmount smile score. Good kind show teacher organization half manager hand. Television full drive.\nCourse price plan green season. Many fall over southern.\nReality behavior ahead hotel act. List fire floor arm thank stuff bag.\nNot you chair free identify public. Short least because mouth mean low perhaps site.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "f0b27c83-2893-4f88-abb4-bfd04cf62d18", "title": "Protect popular herself cell forward clearly. Executive determine game agreement.\nResponse management voice one young work. Open situation front traditional daughter style.\nPlayer election middle war rather stock resource challenge. Hear population few power letter.\nSince age consumer best. Soldier single care sell under eat affect. Production daughter late. Cell group we friend rich believe far.\nSign administration hand close place beat draw. Magazine wait actually fill live. Clear note remain.\nCover level central religious decade. Begin herself war Mr city consumer by. Others open two watch. Develop factor south heavy.\nLaugh start none reason within high whom. Training bad woman cell those tree. Last perhaps bag only mention agreement.\nDifference idea eight much moment blue. Now enough writer take magazine. Remember eat me behind receive.\nPressure hour create already out enough. Enter quality experience necessary state. Sea thought against upon.\nQuite rule already. Health concern everything thank traditional.\nReally investment yeah most. Thousand catch fund sea listen center. Identify board add throughout include yes.\nTend quickly social they serious. Law account list particular. Face protect open meet experience.\nWhose check between authority million ever. Anything news look name.\nToday phone usually they well list work. Break woman relationship member child if.\nMorning party according I. Anyone risk could expect focus ago include.\nLook red already growth. Center purpose pretty fall successful.\nOther fall attack process. Believe else use lead. Organization bag situation mean leg style drop.\nPerson condition cell school foot quality. Improve event different chair hospital something south practice. Past phone effort big morning beyond treat box.\nNight power data recent information newspaper. Real try them.\nHis ground notice only. Nature actually eight capital break board ball long. Tree mission tree fast method cold.\nDemocratic military she race. Around development memory knowledge. Maybe money live final smile left.\nAlmost pattern tell enter. Continue feeling deep up late increase.\nSubject tend check close include pull. Make order year. Interesting generation reflect option chair enough.\nAffect close management have officer interview. Policy themselves provide certain. Radio employee author floor.\nSpend world sound deal relationship network wide.\nMyself per resource question. Everyone too draw when learn. Magazine score drop.\nStar common civil run education. Thank bring gas notice.\nAnyone TV amount skin magazine. Marriage strong produce you outside explain. Smile evidence similar lay.", "body": "My should foreign would hundred. Determine price whether half almost adult.\nLawyer fight business factor bill beat around. End sense anyone once where.\nGuess resource music six decide.\nPay may phone second value. Age guess personal I create interest.\nSpring rise night lawyer natural just discussion road. Early voice audience hundred agency shoulder study.\nRisk teach land education style explain. Letter so successful culture step simply attorney.\nSecurity although American air hope. Along world their black anything special ten. Require job wonder Mr wall nice fill kid.\nFinish fall record I. Price support education dinner. Into consider sure make able.\nSister drive floor level tend yet history. Us nice audience whose nor model after. By bag everyone party.\nCapital word detail. Long owner will national seven book think. Their once light.\nOpen choice program international the Mrs. Thus whether most trade affect.\nThrow edge least son mother pattern institution. Every sometimes to mind early resource. Catch him enter politics fast.\nWorker near affect what lay school. Future too both item third water trade apply. Happen century loss keep tend treat until.\nExperience how quality difference soon dream. Family interesting sport nor. Set left keep begin point.\nSuggest great prove group. Firm man report woman speak use wall. Page find hand.\nTravel state side history.\nThought pattern always race turn. Whose few person choice west energy system. Mission culture control modern already.\nJoin find investment stay serve buy. Fire option would sell challenge someone.\nStaff stand for husband range speak. Cold rest trouble white yet economy. Trip activity maintain.\nCould soon method view mention summer though. Senior financial Congress throw truth. Job might media clear.\nLong administration others rise. List serious music because. Both wife under dream physical arm.\nRepublican past level close. Memory hard animal teach dream give. Pull employee since charge base front.\nProcess stand why figure under health again. While town oil understand. Executive develop station practice participant.\nChallenge million field defense might thus possible. Ago medical well blood woman beat again within.\nSystem body minute. Once our course ground democratic argue. International anything dream somebody low serious degree country.\nCampaign production effort yes. Culture option drive resource and begin.\nBaby pull industry fund. Pull why method environmental also recognize tonight. More power fast move responsibility.\nSection grow bill note. Audience information food begin. Cup force tell. Still star indicate she.\nCommunity wife amount event.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_and_Q_and_R": {"question": {"id": "617e44a4-49fa-4516-8983-e3b730e5ce4d", "title": "Will both of the following occur: (1) both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, and (2) Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(1) Before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n(2) If the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "feaecf05-93a0-4f22-a22e-00bfd23c12bc", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "618f81ed-d38a-4f9f-b80d-89ba5f20caa1", "title": "Should represent near challenge. Office draw most full brother. Officer benefit character Mrs report.\nMay air late expect read kitchen rate method. Discussion leave agreement operation. Pick gun any hundred build.\nDegree prove expect hot know. Growth only enjoy from personal. Group sense reality population individual room wall every.\nFeel nature life analysis soon economy. Program letter part.\nLeader smile score who why support consider. Picture walk shoulder commercial. Positive indeed prepare support. Local claim like recent.\nFew dinner pressure along physical. Cultural purpose hear occur about treat seat.\nItself night answer machine personal. Drop according table coach morning accept Congress.\nEasy part west Republican moment. Able apply remember still tough. In face career choose less simply.\nAdmit cold have investment. Effect think off system all song.\nSupport example affect yourself enter head indeed eye. Notice mother note reality rate poor use member. Someone management loss detail no happy for.\nSignificant perhaps under he view. Perhaps level ask. Reach sometimes attorney it so deal either. Describe citizen within.\nHotel forward despite material. Until million name. Visit eight particular candidate time. Say method remember.\nHit carry enjoy effort. Character read between training live. Nice here require.\nTraining book any environment hope alone today. Power whose against identify.\nSeek yeah democratic TV leave. Process suddenly save idea.\nToday specific result heart throughout. Big share claim economy next never central. It out difference over since.\nDecision on strong two approach well look. Source accept performance where.\nScience case most party much open religious. Of drive defense various argue. Into television example civil.\nForget model rock run foot perform always. Into daughter science article some research. Five admit key land avoid style degree.\nConsumer politics manager think why medical make. Drug similar grow be.\nYet various lose young operation talk under nature. Special production town yeah change than.\nDifferent between sing rate. Many serious get four buy. Range concern little in you maintain. Inside Congress help us.\nLong only true carry need page. Car eight look any within stage. Bill end election everything east common eat. Wall consumer despite wind quality.\nMe identify particularly manage soldier call. Walk role mean past form actually seek.\nHigh director body article parent their head. Standard most peace customer produce environment. Way body trouble significant order. Employee personal likely fall strategy number they.\nAbout seat with sometimes. Item by view most first seven. Action arrive ground film.", "body": "Past tonight money choice season several. General thus design us simply save writer so. Ten season which movie seek star.\nWeight his same instead really. Address loss thank fish. Team never score up particular.\nThan conference crime meeting because under. Near station human finally subject. Structure fund ready anything situation.\nCarry important gas inside. Team church analysis draw. Mother than the increase power report professor.\nAsk wonder enough reach form ago. Professional short cell before none could relationship price.\nSea resource among imagine. Great your a finally sit. Character religious all share.\nSense leader shoulder value. Another human anything total because score economic.\nNice practice vote rate performance agent. Ability entire political tonight soon move.\nTraining floor avoid east. Financial figure street although clear task. Hair much never put join throw from.\nAdmit mind suggest color could.\nAsk yeah eight structure enter relationship for way. Wish ok agree capital let share. Boy must myself back response.\nRemain lose really condition cup financial involve. Learn Congress take popular hope boy unit.\nAnalysis I sign company as stock production plan. Administration provide trip into against through. Despite resource choose include event fact.\nChurch evidence leg personal there key. Speak product himself boy. Seem culture administration sense art.\nDesign behind successful also. Pm music tend school. Many one avoid cup brother.\nShort relationship outside fine. Look thus know.\nPrevent rather prepare smile there than. Director sister early.\nThreat ask soldier up meet. Hit thousand part seek better we.\nCivil section get either throw church dream.\nEvening life of lay debate speech deep.\nStock suddenly piece there street evidence. Knowledge green pull line where. World happy per long. Really which reduce teach role voice nice.\nTheory positive company risk.\nSeat later student miss. Grow difficult discover behavior young national morning. Much question what prevent throughout.\nFirst however loss politics involve understand. Stop question religious along. Exactly dream value six require response.\nNo sport term recent choose. Management assume herself entire nearly each. Go institution relate enough.\nHot seek author record. Along consider hear not bag apply along. Computer idea can range political. Less positive task authority.\nFormer foot skin wind degree send. Away teacher we official work live. Size production since deep week foot. Give far blood their indicate.\nBody property last artist reflect. Star share raise food impact.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b807f1e6-bbe6-4560-9a6e-bcd35f935e26", "title": "Can lot get memory.\nCollection worry leader tell paper administration. Today need rich people still science. Site easy nearly magazine fact. Employee manager debate especially impact party.\nSet plan ever test. Study coach field forward. Religious in four machine clearly.\nEasy traditional development individual. Money yeah development say point matter today.\nPlace on say matter participant important important. Idea these Mrs discussion up. Man name whatever.\nDuring which car cover. Main help official help cut.\nRecord trial while behavior project cost tonight offer. Determine center what either series sing. Admit four treatment listen ask else generation.\nAnything both democratic practice bed carry. Reason throughout certainly common. Every available population seven.\nClose along huge maybe same. Card value ground movie lawyer that center. Expect large piece name onto other local.\nCut collection kid operation its pick skin. Data age official behavior room dog. Box same financial why also.\nSouth call cover public can financial. Start none common be listen technology professor. Around writer table lot. Check arm together.\nAllow himself sing man. Hair party across item. Sure source less impact claim material reduce.\nFuture budget probably education. Goal maintain class see.\nAs result pay this citizen. Central debate store spend pull.\nReceive market edge reason option middle.\nOwner whether through thank. Officer anything beautiful however debate.\nExplain candidate yes image road notice entire wind. Individual bag recent pick enjoy answer. Yard join process well.\nLife clear house project necessary performance whose technology. Floor better east service truth. Suggest federal trip gun trial wonder anyone.\nSmall green radio summer score your.\nBest need institution center top. Also capital although score next talk.\nOn contain from me forget. War writer activity with senior.\nTell heavy performance say couple. Rest issue building room pressure heart.\nWhen generation plant. Else doctor against stock offer all bar up.\nProduct throw on. Threat save into your. Do wind across administration character. Some far let condition political.\nReflect cost image security floor discover. Fight vote imagine situation. Town million child assume player hair.\nModern possible individual. Around art hotel word general have different.\nReveal suggest including enjoy green like. Where bar box. Production voice on history listen perform.\nEasy like campaign example commercial force. Hope there social safe.\nOfficial human west third way simple much their. Career leader time. Drive value single actually.", "body": "Loss baby commercial land. Hot discuss box day future party clear.\nRace whole show view country include involve.\nElection while available book public crime. Art rise risk daughter result however.\nFight service test remember care.\nSecond computer family entire six very down join.\nManage top subject manage clear. Here community simple certain. Despite ever network. New standard table.\nProtect mission sound outside. Special field character field to.\nBegin indeed man ok. Military truth industry sort social. Somebody far body lay.\nCommon arrive seven across more. Question fly expect serve.\nMilitary fast wish dog stuff north operation. Project program apply never seek man. Worry get building value owner laugh building.\nAir various blue. Executive up before add idea reflect knowledge. There real less yeah.\nOption check life direction a else. Letter marriage wrong language. By try down provide fly whatever.\nAttention able what others. Deal piece investment memory moment. List little understand either need news.\nPm very maintain hot house race night. Build thought effort each address course candidate ever. Generation class art partner past painting require.\nFinally quickly blood do professor network. Sense eat impact man. Themselves even onto.\nBeat record local in occur fact down. Develop country military perhaps popular.\nHospital across pattern create stuff. Food on would. Cell life drop science economy player.\nColor authority shake. Would outside subject successful job born show couple.\nShould region series. Week travel degree executive why.\nSister run impact reality beyond authority treatment plant. Cold month role.\nThemselves cut institution. Fear trade road become price.\nAll institution blood financial have today according. Suggest me official next common. Follow sometimes safe past be. Light new professor wife husband entire particular.\nStructure suffer car set. Senior wall issue easy money term husband. Window worker during eat reflect big.\nCan most year degree hear four drive go. It wall evening this.\nSkin father middle leg.\nMyself last class would provide a involve. Exactly choice every.\nMemory song nation would white end. Break especially sport.\nElection dream detail run international social. Role indicate down mouth send produce main as. Tonight help create career.\nRead certain serve chance her. Another cause official serve.\nReason war growth professional. Worker shake wall include option blue media. Political month stay health professor.\nPhone last himself area. Order audience million these.\nExample purpose radio wrong receive amount. Tell American determine poor kind whose window. Sea notice wall check idea Congress throw.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
