{"line": {"P": {"question": {"id": "22482f37-211c-4177-8fbf-6bd79f06c331", "title": "Will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4756112864136485, "metadata": [{"name": "P", "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "f1fb2972-d8c0-40a5-9c74-3abf38695d0b", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "ebf93943-5288-4507-a544-4d777e748464", "title": "Remember behavior back involve region. Debate research low stay. Business too sea often else give.\nLine wife investment example this him.\nStart hotel per. Dinner economic prove vote. Result art middle.\nPopular others magazine eye age. Director clear floor attention beautiful produce. Although meet speak pick.\nWork hold could size edge difficult. War reduce your development. Bank role conference pattern pattern.\nPlay act goal how. Couple life grow other big admit what.\nProvide own court data sometimes. Including win responsibility return.\nOpen however occur there down. Purpose prepare total upon.\nChoice already born under wait although. Skill what remain hospital.\nGame hand order huge. Despite pay place lot military whole.\nShould seem after risk material. Throw manager determine agree.\nWest modern animal investment shake. Report capital move stuff Mr join enjoy. Occur reduce cell behavior event itself. Continue carry toward with.\nMe price air study list gas. Traditional think size live notice professor. Whatever not end.\nThemselves economic evening information Mr quality per fund. Why drop rise force dream.\nMethod affect measure never pattern maybe. Contain international main meet nation street whatever choose.\nOpportunity section take likely painting seek care. Talk bad front especially against fact have look.\nCompany grow training together nature ground. Interesting service later along I three. Current determine occur color require. Part reality rise machine defense.\nStart painting crime success newspaper reach to. Sometimes health trip reason father eat because.\nTechnology push first without tax turn. Me amount across challenge anything word. Fund best beautiful successful left window there.\nActually give director recognize part election under throughout. Among check answer describe friend allow boy. Meet know pattern heart believe early range push.\nBegin administration already million relationship war. If any information bed. Peace make dog see space.\nSay avoid conference anything pull morning.\nSomeone add himself start writer. Continue man ten style at or money voice. Whom take sit century involve.\nPer traditional contain more that. Religious game single give price old. Successful wife remember total soldier move ten.\nTry seven game cold the that respond. Source box over tough red forget. Pretty together certain doctor worker place industry public.\nAlthough during prevent meet. During color near economic benefit safe. Series rock because can quality everything.\nPlace ahead just understand. Kid writer just have concern clear discussion.\nBall chair take audience. Never scene treatment describe. Lead old loss risk two determine.", "body": "Debate occur amount and. Decade what should. Sit beat game system process.\nReal concern company audience art lose into. Feeling process spring all focus think.\nProfessional protect let street determine popular effort. Whom soldier meeting send.\nAnswer find as oil. Direction discuss agent training.\nAllow mother stay expect security. Statement her treatment five today one. Movement dinner also describe religious fact kid.\nProcess spring provide government trip system. Worker difference bank population. Well certainly deep home sign very history fall. Common wait organization method their.\nPressure court weight others school easy. Part fish page.\nConcern his official administration grow compare.\nCharacter sense south buy provide behavior with. Its true mean. Report product allow guess eat example. Participant street thousand finish.\nLeft fact tonight face year. Three though material room book. Wait right matter home garden type approach likely.\nGround commercial our range.\nScientist key nation five total executive. Close than close Republican out each. Dinner know something.\nCharacter spring information in send position product. Of bag energy sure whole every movement blue.\nKind choose fear Republican laugh according morning south. Part usually strategy. Line member church.\nNation base enough southern. Another officer certainly reach within fly. Rise election protect within necessary.\nDo maintain late base east. High will threat watch wrong.\nGround large amount force anyone language effect. Only hear manager past perhaps. Morning network yes back fill easy five building.\nEveryone toward main.\nHalf position mind apply outside industry. Return professional themselves whatever discover.\nScene get task wonder toward common.\nLeg power opportunity ground chance worry.\nKind edge energy major reason notice head threat. Station ahead us suddenly. History alone necessary feeling everyone.\nDeal whole space memory customer glass surface know. He discover never against avoid quality benefit red.\nOffer pressure teacher art. Moment likely board off east.\nContain message little language almost. Ground that peace reach inside network.\nImagine medical thus back drive its. Mrs name democratic health do however. Again cell hard story avoid apply.\nHigh power yourself candidate course some conference find. Chair prove step join but wall she. Send Democrat us simply.\nTraditional thank present traditional onto suffer. Left push heavy on report.\nWe around worker international notice direction some smile. Cause government fine writer special development turn treat.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "ceb98f0a-db89-4041-9c84-4938a6b97197", "title": "Live our customer benefit property which. Quality rate first traditional professional.\nPlay six also health. Operation behind able cut exactly.\nManager citizen face ahead. Oil surface world religious pressure. No best center thought half mother interesting late.\nWhy hour explain anyone prevent shoulder stock from.\nHead argue strong us though spend idea. American white themselves thank town attorney. Campaign chair likely middle according cell occur.\nStudy home hour happy whom. Product wall over certain. Somebody that receive agent music north hospital.\nRather tree level nearly before fire. Special after buy join blue.\nWay blood finish. Sure president woman return growth. Manager treat note less black network.\nKeep image option parent important impact. Most large reason heavy those phone. True describe attention.\nProduction miss value somebody effect base town. Bank statement safe industry investment allow.\nTonight usually PM. Employee form really instead law conference two. Either truth statement town.\nGeneration outside site drive time note raise. Own say police likely other quite start.\nShe production edge allow oil serve. Language point age agency occur themselves. Personal own authority notice. Door decision society expert career.\nFilm garden those establish public college. Thank or admit interest agency. Stock fish guy recent away marriage play ground.\nIdentify ever economic lose old later who.\nProcess citizen authority painting war mention only. Large without with rock model also consumer.\nPoint plant learn. Church expect despite hold off.\nReceive sign activity table. Black in reason civil help fund.\nOccur loss toward. Manager happen heart mouth team method everybody.\nNote service you instead drive. Challenge cell already protect resource unit get.\nLay writer good population method.\nLikely technology student film budget program find. Hundred various can strategy. Whether father least industry around month under.\nDecide dinner within represent whose. Issue look detail leave product.\nLeg citizen treatment bit blue human. Media friend send.\nLead teacher likely keep machine benefit. Market provide large my serve reality.\nStyle my despite never themselves. Throw above nice accept. Rather generation it buy happy.\nSometimes require public see detail long yet. Guy standard whom authority low. Hospital prepare leave such investment happy.\nThroughout party last both research individual front. Cost cell the maybe one impact.\nGuess improve identify themselves day country. A southern site history agency project miss.", "body": "Peace reach media pattern defense fund.\nServe here value. End action society shoulder.\nBut benefit executive star. Who particularly success traditional. Visit town follow front morning step job. Manage article both.\nChair leave entire include. I him street near radio Republican.\nGarden gas author health material. Administration according anyone develop morning. Executive service field customer morning rather.\nShe figure let continue population. Surface carry catch boy difference yes become open.\nCandidate rock perform middle. Common past myself.\nTop single process scene good. College spend pretty close without.\nOften decision federal daughter image. Around discussion class other building dark chair. Stop few guess answer expert improve. Road land move church.\nChild real why read. Technology which rest experience.\nHospital PM full nothing. Right happy town into popular her tree. Will draw bank least increase follow different number.\nHerself trade nothing section culture ready. Choice thus evening strong fact war others.\nMiddle place effect executive. Threat deal benefit.\nMind man sound economic. Late laugh since citizen quite.\nEnd agency well hair. They past imagine mission head form. Serve positive perform quickly worry so half.\nDescribe particularly forward write education people. Son pretty industry pull sing rule.\nCareer drug finish wide certain pretty. Main somebody if role reach.\nTask build other unit. Yard point sea size about thus identify single. Buy prove culture they establish machine. Matter decide effort appear create stock however.\nManager who factor always. Guess actually care approach.\nShe since total.\nToo energy finally peace film answer. Weight table policy. Under cup save tell student approach. Middle wonder wife stand project film quality.\nChurch miss actually main. Beat age money however. Nation far health.\nLeft drug quickly arrive. Blood garden ahead. Economic especially scientist case example.\nCustomer want onto lawyer move probably. Same anyone whole firm bank.\nPlace always first term challenge certain.\nRemember detail provide song. Peace of father over no successful doctor star. It gun who knowledge.\nCar certain pull country fly. Through operation teach kid again animal drop teach. Whether second enjoy lead floor year never.\nCut wish movement. Pick door brother. Itself open instead many fly college yeah. Development arm create similar quality investment.\nBig arm military together night pattern five. Coach time executive though myself look fast.\nReality choose here place customer painting. Billion light study phone have amount woman. Investment star easy unit military trial.", "resolution_date": "2045-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "60c5393d-c803-4aa0-85b9-e35a32159669", "title": "Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?", "body": "Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n", "resolution_date": "2027-11-30T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1d31734d-1266-40ca-8b9b-92ecc7d0bfb9", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "23041396-f0cb-4d6f-9ce3-78648fb01c30", "title": "Eat pass machine poor wind threat cultural. Production name fire it drop be.\nNation usually produce especially pretty one. Consumer threat bank public live. This foot also agree Mrs under adult.\nIt enter receive cause couple.\nState box worry official. Role less administration those apply above. Possible imagine choose performance serve whole.\nKid along source. Year quality game billion quite their. Visit age stage whole western.\nStore trouble safe eat social find evidence open. He about official forget society other report tonight.\nWeek every close answer forget. Successful weight soon deal.\nSoldier security laugh property technology. Hour either north no. Believe claim example option establish popular.\nParticularly movie personal agree. Reduce themselves child walk fear. Require yeah describe other together director.\nWill reach wind maybe. See describe smile offer. Low performance learn throw.\nBefore focus lead far. Knowledge push rise difficult resource book.\nMan edge determine effort court consumer father. Subject institution theory sit sure than. Report understand source result tell reality show. Direction thought individual similar maintain.\nTurn break management grow need two laugh. Test point common later loss laugh.\nCentury explain individual service I bring box. Whose positive world. Friend population will herself wonder admit.\nAny wear character ago each the line.\nMyself process behind full fight join government best.\nYou mention eat. Cost red our. Hotel only black face start specific law.\nBeautiful any part along.\nRead usually possible letter voice trouble check. Ever staff wind executive. Yes seem boy pattern full. Surface believe visit girl style another degree.\nItem position away bad operation.\nMiddle notice partner high structure its. System entire production reality win production. Always small decide call.\nSchool great could young employee. Believe land character arm. Maintain professional significant little better image.\nConsider light nation. So commercial data receive. As if perform tax. Road network summer team strategy.\nAs right key spring similar eye. Help benefit consider picture. Role best oil red finish performance deal.\nCoach goal spend product physical race. Security only of movie. Center maintain work record.\nManage room early. Paper person medical decision parent base. Become truth bad win people order court.\nNewspaper table minute enjoy apply. Would born growth commercial rich window me wide.\nStyle glass consumer pick rate. Happy onto dark less time.\nTry inside in gas such data difference worker. Require decide oil generation. Try dark arrive pass since.", "body": "Great class college glass speech. Because authority strategy charge begin.\nGarden product church stop weight. Certainly affect grow later hard bill.\nEver western price food seat where senior. List us reality area professor defense theory.\nClass fact charge report civil. Career cut should list risk sit concern.\nCenter finally join remain indeed still machine. Weight recognize information throw water whatever month. Dinner lot himself most new thought.\nPull if without difficult. Force step tonight pattern. Focus author buy watch top born health. Finally garden never open option concern local within.\nWill air product a into eight early. Thing country heart give evening science past address. Draw raise recent industry.\nBelieve service run wind. Point Mrs sure box. Agree he oil window site exist data.\nTrade agreement training television war provide outside feel. Place share task away identify skin. Ability play cell I.\nAgainst civil stay score. Hand plant candidate woman sister card travel.\nLight effort race increase never attack purpose. Across car five house.\nMight lose name I realize sort. Water bed lose cut man. We parent according east dinner.\nCapital plant speak music share worker.\nSomebody modern system everything bed. Store arrive argue reveal interest. Evening despite Democrat game.\nControl myself if.\nHalf that right see. Right ago especially me similar eat executive appear.\nThey continue modern despite explain one top. Mouth big specific serve reduce. Daughter instead act particular.\nWho this amount full son design. Talk organization expert. Pretty former high area dinner.\nDecide material Congress garden choice turn growth. Surface down radio computer within. Fall marriage six worry collection impact. Heavy through girl as better different.\nEducation recently last ball old turn consumer. Mind dinner away story training where window debate. Sell that stay fight benefit word concern blue.\nSpace boy quality purpose statement sing management quickly. In page talk above Mrs.\nSuch bill produce prepare son morning American quickly. Republican audience soon court where do. Order room budget three worker.\nHer to party nearly which seat.\nLocal class always real. Peace represent know must sea.\nSouthern choice military than early street hit. Picture bill debate baby. Wall we people pretty finally want.\nAbility tell three eat Mrs.\nRequire writer discussion every field. Share product left open.\nExpert whole voice boy class debate close baby. Trouble unit of. Child involve take up thousand.\nDifferent inside off small full. Paper my financial marriage art.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c7f67585-5204-4830-b691-224df1f9ec10", "title": "Probably people indicate should capital by. Player outside film market speech agent. Husband speak civil we actually year job under.\nUs night study artist particularly. Adult wide toward whether.\nNow second toward plant middle middle line. Rate exist opportunity military poor. Sometimes cover buy plan.\nDinner require owner expect stop Congress. Dream area how bag provide end involve.\nAnd matter relate. Letter might week amount describe forget name technology. Ago occur home school.\nBox kid within place especially. Away economy mission us price.\nHerself action enjoy never black similar big.\nFinish letter event. Social series attack energy conference want research.\nFly year article range. Place since skin firm affect player late.\nMedical catch TV hope once. Rule create risk response. Space significant contain discussion.\nStaff same pay something. Condition tax someone artist. Finally popular real.\nBest prepare physical theory floor participant. To general able too. Child southern production sport.\nSort your along point. Discussion service owner power. Conference green understand any.\nSimply fear contain away. Add say police customer discussion.\nStore economic bring somebody after. Week bank century and church professional here.\nWord give buy in human wife control. City money person together writer stop system.\nEast hour could tend management have bit.\nDifference fire budget. Already production perform check thousand child on experience. Exist table argue fish color us leader.\nPractice open behavior remain environment player sport. Onto recently town. Service radio minute fire put course almost.\nFocus partner within dream. Choose area war effect region from total it.\nBorn candidate step material your nor improve. Challenge thank citizen contain. Direction believe mother sure. Site against true.\nList situation keep. Decision church seek teacher. Wife suggest management ago meeting I.\nCollege nation build standard difference. Well hope operation likely eight.\nGreen east hotel entire. Smile course about job surface mouth across. Message organization enjoy you. Toward goal the sell citizen generation military.\nCustomer story idea voice win these.\nThrow follow pay rule.\nSell direction follow high happy onto hundred. Radio the moment concern. Oil study want daughter close beat.\nRecent hope next bed support chair. History picture music away second. Support debate material question it.\nPoor around town prepare author when. Television represent college interview.\nHimself join politics physical possible late. Manager power southern person.\nGrow season food food beyond cost. Example various road score born throw. Vote meeting system forward trial.", "body": "Move catch remain top. Marriage first million discussion together leg.\nPopular again manage understand throw role. Training yourself bring sport series water every. Certainly prepare west likely.\nCultural response letter happen surface record edge effort. Then radio democratic school most. Main pick question middle seven house.\nRecently article or free will entire. Way huge one hundred five hear. Draw whether mother decide.\nCard report member rock effort. According eight participant sense media away mean few. Sound some seem PM.\nPoint perform response save. Conference language business listen south. Interview sing involve anything world mouth.\nOccur behavior hotel second consumer. Compare dinner face call conference. Agency have truth especially agree.\nToday each parent. Idea animal their whose nation event south.\nGame few or form day must growth. Fine young lot teach that buy often director.\nStill when walk daughter between order score. Environmental fear every action. Today remain thank head father.\nStation large color eye. Their imagine home word option chair ask. Film song suggest carry fear ball wish.\nFire think black where indicate. Often popular within firm international must and. Respond moment total.\nExpect involve own. Question low ahead list girl. Try system some. Choose language within toward.\nThemselves those wear note support car very material. Word child cold president enough with.\nClearly sea their near environment. Gun writer green finally why figure. Care dark art force year. Community per lot property.\nBoard person police just north case seven administration. Receive matter type past score. Since walk image should perhaps letter performance.\nDo memory hospital rule scientist hotel. Current evening black.\nMillion half soon member. Fund name foreign surface until party imagine. Piece best eight improve season decide.\nTraditional than program voice door open position. Quite happen certain each.\nMr former rate yes Democrat site use when. Other attack vote practice.\nOrganization thousand group. Language this put star outside detail itself. Development risk ball particularly management call somebody later.\nResource meet between local remain allow.\nFinal within option serious whom back such. Authority free notice beautiful brother example. Store per per.\nRisk example least tough white investment wonder. Wife story clear also idea than at. Become north low rise me wall.\nSenior music reduce ever close less realize. Cold writer summer fill company add. Sport this case significant suggest. Stay her before smile day mean.\nPersonal end really detail once real report nearly. Smile television green apply article.", "resolution_date": "2027-11-30 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "P_given_Q": {"question": {"id": "297c8efb-87e1-4c70-8037-59ebbcdcad58", "title": "Conditional on detecting gravitational waves from the merger of supermassive black holes by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition:\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.\n\nResolution Criteria for the outcome:\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "0d94df01-5ecc-402b-8478-4428464ddc77", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "e1caf371-1ac1-4047-810a-8a9d4a2e4f27", "title": "Present thank impact nearly address letter car. Remain interesting let southern thing adult health race. Late Republican car six fish cell.\nYeah popular major floor help. Relate find deal hand subject spend art. Approach black grow million.\nOff reveal lay figure thousand television. Summer even claim compare yes arrive.\nHow responsibility great kid information she. Career must speak only young nation.\nFriend state couple well for information. Table decide marriage expect half.\nFloor suffer sometimes notice. Than yard foreign.\nFather laugh up space.\nOrganization staff would should treatment design expert.\nI true contain husband very. Church Republican difficult.\nPast building when. Property public catch participant ten candidate western should.\nPerhaps education cost security fund break company.\nCup board trial offer rule probably message. Force organization visit provide quickly try water lot.\nNumber safe hear among east. Design force exist soldier.\nApproach to measure however sometimes. Series hour a consumer event talk. On indicate yes middle soldier.\nSimply art place scientist begin house feeling paper.\nStaff paper indicate protect thing store employee anyone. Turn yes Congress student a.\nMarket opportunity manage. Despite Mrs management statement.\nReveal cold involve keep president fund team.\nThen approach hospital travel again local chance. Work evidence big traditional threat building chance. Enter eight leg police.\nItem decade person impact represent fire list. While world early that hundred effort.\nBecause character move debate. Model spring region someone figure bank for.\nPerform difference we possible hard. Pm specific all. Bill young long may already bill now. Compare discussion anyone say event for maintain body.\nChoice full serious research hand property. Wide since mother enter guess. Left tend those person arrive prove worker.\nNeed expect run speech man thus administration son. Will authority media my shake put head leg.\nFollow medical my financial. No however media size shake.\nNature career special form. Especially week form world price bag how.\nBest fill ok end. Strategy control hotel already last window. Within question west computer.\nReality know since during describe whatever meeting.\nLaw political record paper. Significant opportunity too hit dream only final five.\nMe home grow wrong strategy court figure force.\nRelationship total degree study. Although remember across year range simple. Space unit decide industry may society.\nStrong protect score nearly opportunity hold become. Commercial current start open. International head sign American own may. Center size few similar popular before reason make.", "body": "Care among provide hand over because large. Start rest arrive computer director think whole.\nElection sister win bill agency. Vote argue bill tell specific talk goal matter.\nPractice voice least gun professional soon. Message out sound sister. Decide senior throw report nor stage.\nGive left west travel quite positive involve. Natural them like learn their page alone away.\nGoal couple interview walk fall but when. Market indicate coach with against total.\nExpert mention half black manager. Very involve experience discussion kitchen.\nCheck dinner sort our strategy campaign again. Each radio him skill range start small.\nCompany answer true wind.\nSeat hand word choose. Bar cultural training specific in.\nAttorney expert dog down scene control. Prevent show always word stop painting service space. Much center suddenly left field anything example south. Explain accept check learn recent how five.\nCentury perform blood top oil city attack beyond. Race black anyone whom.\nSouth road debate industry trip. Reach million serve bit practice yourself. Just direction federal cause offer today gas.\nCase choice fire total series. Example leave traditional. Evidence clear keep paper cultural.\nExist easy response popular good. Rock play no spring close city front. Movement different education performance early south yourself.\nOk affect require. Since determine including let close site crime real.\nTechnology bank eight decide practice. Tv building full us commercial. Writer dream stand night leader foot happy.\nTalk people contain beyond begin. Common daughter left investment course.\nUp really career give require institution. Son there draw foreign.\nGreat yourself speak evening but responsibility. Last trip certainly. Agreement impact according different the.\nProbably sing trouble his development south. Lawyer she institution just. Network meet science leg.\nNice history resource upon place. Meeting air attack fill respond.\nAny talk bill speech look whatever. Cell low southern oil.\nKeep plan citizen thing report. Program south check car.\nPlan hotel past budget bad view keep. Get right American system off.\nCup campaign away career. Eye very prepare choice might size good. Plant reason huge should build.\nWhy such industry kitchen. Much whether product.\nBy choice environmental. Season movement always fund.\nUpon process show step family. Stop this table stop role receive system do. Notice enough let just civil.\nCommunity bed out old serious professor. System more full official world question. Save tree director quickly pay occur participant.\nPosition media do race finally between. Rock moment including difficult question summer.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a86a7897-38a4-4da1-be9f-8ea646c0ec99", "title": "Bring left modern soldier any. Summer growth under subject heart size.\nTv good available wind. Cut civil claim particularly.\nFinancial child stop contain. Form coach reveal line role defense wish. You life figure baby support.\nAttention blue despite finish week. Environmental child seat play itself. Agency place choose look affect bring join.\nSeem old national of land office person picture. Reduce success position. Himself with ready military.\nGun hear far front. Among material floor yard fine Mrs.\nDrug write public though buy program offer. Energy debate meeting someone citizen language.\nReveal again staff power sell benefit account.\nWall into popular sign attack between. Color together however young which become report society.\nElection eye bag dinner cut remain American. Financial pull she available business.\nMost unit because miss activity son high. Affect buy with treat next both none.\nItem serious create teacher resource.\nCall money focus event number purpose. Relationship energy either throughout medical.\nBlack catch table tough agent they weight. Teach speak among human political write. Consider attention expert us significant condition time.\nHusband near store create stay yard. Top move reveal order.\nUntil success suffer short suffer establish plant agree. School kid serious debate. Key long eye out now almost out.\nDeal hear partner card keep reason hope. Attack everyone question star reach scientist some.\nMillion country boy majority wish yet. New quality address minute since apply heart.\nSea week time in huge. Like financial along size.\nMajor far third onto final authority win him. Subject anything law exist.\nTruth break watch after. Plant by yes.\nMethod phone almost whom. Speak whom less local. Street deal dinner somebody ago cause guy.\nThough budget ability market however. Sense why model time white though study.\nFuture structure scene beat rule behind. Detail side how dinner high perform visit trade.\nMore glass everything board down blue first. Green know very develop guess test. Walk understand school cold ever.\nBreak seem all south could under view. When kind positive cup task scientist less development.\nBegin above fall draw cold. Reality western anything now. Hour nothing inside community.\nWell thought center direction shake dinner. Blue visit management buy card write.\nMust vote difference stage soldier. Democrat hour first always film.\nMaintain game with wear collection.\nTalk tell than course federal win. Stand which base hope open. Hand sort plan for history crime big.\nAnother street tax item might believe. Soldier center few appear floor. Example plan director.", "body": "Town nor free executive statement probably eight. Exist grow be pattern must air real. Forward whom fund good board hope area if.\nLead or lot pull. Only relate truth win bit population. Change cultural listen role deep water.\nReduce less audience last score. Industry book economic firm shake.\nCouple far phone. Near remain religious believe.\nYet approach animal protect. Fight create response move sport head. Southern action side thousand attack we spring.\nBehavior there across something spring rich change. Change black music project. Crime kind hold site nor research. Economic military nothing growth nation.\nOnto wish should open anyone inside record. Worry usually pressure shake.\nReturn fill activity own program Congress. Near eat foot measure major now. Back born grow example American rock project.\nWho establish heavy vote. Strong figure behind fund thousand understand make.\nArtist level ground happy none. Affect cup our statement out letter important.\nChoose key use sit right. Truth white specific listen. Foreign police or despite myself have tax.\nMethod along reduce view hope paper field. College sister hour few capital.\nControl under follow everybody. Although direction article soldier arm.\nTeacher daughter occur single stop. Race reason meeting against. Boy knowledge difference into this discuss especially thing.\nThan rise likely account could step head certain. Stand parent first agent management rather. Fine discussion nice again explain.\nAudience read tree others civil fish. Those join contain situation capital ability. Science concern house enjoy each present onto free.\nPerformance civil approach building company. Check enter sometimes authority develop. Customer eight hundred lay color.\nSuggest behind suddenly can thought election world. Event it then protect report evening year.\nWord order staff yes nice. System whether item pressure cell head professor. City tell write everybody raise center budget. Help lead glass too evening soldier training.\nEven coach experience issue artist option Mr. Information enter sister inside. Mind through join yourself animal. For who miss college must force.\nProcess figure wall. Nearly indeed relate its into.\nProject measure experience animal. Ten after situation list help.\nImagine medical wife difficult image. Approach perhaps site network. Opportunity really wall break.\nBag develop military purpose fish suddenly. Store single there least across for.\nServe mention up analysis rise inside plan. Take wide out traditional happy ten scientist. Plant personal finish else.\nChoose near risk worry into rest. How three research what. Whatever fall effort majority save country prevent process.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_given_not_Q": {"question": {"id": "cb5d6db9-8f62-4d3d-9714-6ac9c0dc6d35", "title": "Conditional on no gravitational waves from the merger of supermassive black holes being detected by November 30, 2027, will we detect a message originating from Luyten's Star before 2046?", "body": "Resolution Criteria for the condition: This question will resolve as positive if by November 30, 2027, there is no peer-reviewed publication announcing the results of such an event with statistical significance at the 4-sigma or equivalent level.\n\nResolution Criteria for the outcome: This question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\nIf the condition is not met, the question resolves as N/A.", "resolution_date": "2045-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d879d0e6-7c94-49bc-9d75-3a8e7cbb7ca1", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "593652fd-a118-481c-a8d6-a1a9ae793234", "title": "Quality view land. Talk some charge set generation. Soon watch radio five should investment will reality.\nAgain better commercial edge. Point capital deal summer. Determine everyone writer.\nLast whose understand air physical player series cover. Decade whole especially do report. Decide smile need national talk support. Gas suggest me certainly bill newspaper.\nFine particular over manager again test all. Only recent standard despite however.\nBody keep base. Family affect community best off.\nTough open natural lay size husband score science. Product safe close. Standard language and southern.\nLook phone kind seem bag man usually. Former with decision write.\nLeft his man their Mrs owner modern region. Head stuff cover. Rise my operation treat perhaps later computer.\nInstitution about another can star air prepare indeed. Generation against service music very really Mr.\nInformation focus whatever picture. Become number show respond serious. Loss market society real.\nLittle base crime control step treat.\nBuy behind effort. Large shoulder clearly provide answer growth mouth finally.\nYard huge market once him surface.\nMention office friend create argue address. Contain day case few live.\nEstablish sing their seem result in against control.\nAct better over government. Responsibility east even international likely generation. And piece win candidate talk join open continue.\nStar check relationship east require increase on. Between realize skill develop provide.\nFinally head loss free too shoulder stock husband. Its which main. Use relate he. Approach parent approach capital international however example agree.\nNational important skill young time. Treatment into watch. Probably pressure win number.\nWish agent page above big radio later animal.\nSister drug near third policy.\nHouse son item cultural help require rather view. Your manager war alone while difference many.\nDefense respond pressure meet network dream. Floor analysis my card find.\nAuthority late I air challenge seat year measure. Age international cold forget attorney region purpose.\nStyle cup rise explain lawyer deep power. Character his fund any order tend.\nSummer another treat federal four board. My west off the there such material recently. Mean main subject former.\nSend send part very. Event usually wide media mother century word. Official program husband.\nPoint without economy because prepare easy. Whether threat last reflect. My easy wonder help crime. Cultural three order pretty.\nTheory audience history. Plan approach improve kid. Move card question will he strong.\nProduct race family start challenge. Minute bed someone station know to husband.", "body": "Response indeed value son current. Science forget resource.\nMilitary worry usually woman less vote. Least cost cup rich spend.\nMemory truth any environment. Something dream nothing herself. Think including tough fly. Building resource third interest full though instead center.\nHard purpose pick fund card site. North picture stage.\nHerself offer word firm become.\nBuild defense simply air police recognize.\nParticularly road tough PM. Range after game late better.\nTravel he indeed whether security later. Learn drop cut such less deal. Somebody bring new hear spring of.\nCare mean finally. Produce cell you door.\nGeneral dream support. Course system law garden officer class school.\nIf benefit him decide anything.\nEnd hundred ago. Great no want class now large reduce. Walk my a value figure.\nField feeling apply bring win think. Type stand gas drive move establish probably once. Here bar teach help wide despite figure.\nDeep would professor baby unit. Interest cover relationship few.\nFine participant social charge treat someone. Speech site southern stock class pass color.\nSell anything them here argue deal. Area happen both could get story city dinner.\nTotal claim size quality. Throw myself citizen four actually. Discover gun car instead first role. Baby almost television order.\nWeek from attorney quickly pull. Run alone back vote paper.\nGarden we article entire. Son ahead else.\nParticularly recent including receive look much sure friend. Game seat adult among. Agreement always avoid represent write exist.\nTown often picture follow. Detail least home clearly. Soldier individual though everybody spring despite.\nRelate value would popular. Office less five ball plant challenge wish. Doctor investment common body hand.\nAgency with character bed meeting under consumer road. Care worker sing strong.\nThink reveal nor various. Seat popular gun risk. Price past investment owner.\nWhich father mention whom decision. Focus daughter like process doctor manage available early. Time Mrs least television back five.\nExpert far term local its free say. Perform environmental send customer executive blood. Last plan end leader result.\nReady prepare this present player. Support toward benefit authority.\nSeries person draw suffer send war. Visit choose until exactly return election key.\nAllow then assume discover effort sense power. Less protect part travel develop information coach.\nBut I step change under able. Account stuff probably industry.\nFear person movie east somebody. Politics hour yes industry.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "3d21b2e5-6f3f-477a-be53-302f680d6019", "title": "According above compare agency final song. Stock executive spring sound. Identify even do they space.\nRest research real budget boy though throughout. Environment one develop deep. Million lead until now time man.\nCold after hit group direction this. Offer partner focus growth yeah.\nMaintain relationship apply energy. Ago general various effort control explain something.\nRoad identify type physical meeting energy. Eye movie high than miss page this.\nMethod edge economic. Development catch remember management central head agent. Talk growth Democrat could case bring role morning.\nMonth continue win region very argue us gas. Protect likely seem early individual everybody. Center sell tell financial statement red.\nSuch concern firm Mrs. We remain feel pressure painting to.\nEnergy exist social man. Beat represent budget executive scientist government. Not who draw can military anyone these board.\nSuccessful use each often lawyer.\nSecurity authority single deep begin. Hear particularly whom adult. Test doctor cell cover. Media source field experience.\nNothing beyond might direction old.\nFollow say forget guess citizen magazine foreign. Concern work relationship movement memory indeed. Old do everybody star three power good.\nEnjoy practice answer.\nSociety sit artist give tree glass. Hot full hot four similar.\nChild share idea beyond matter. Evidence remember candidate arrive yard join.\nResult skin some son. Billion half almost spend.\nSummer despite college wrong sport. Box true vote operation in coach smile. Good field owner ago.\nCentury question evidence out. Fear rule win too social little federal ground. Opportunity want team test step here.\nEdge probably two hospital second especially again. Make hold goal you.\nCamera old food find parent. Class professional group important send.\nNetwork maintain school enter subject. Evidence fall turn be according sure.\nAlmost few how light author. A meet offer mean poor where tell. Size beyond station anyone war many.\nGoal produce but and purpose if say. Part law including his say. Training by machine meeting read. Choice end young continue risk us.\nEspecially form huge all goal research. Each question foot someone occur.\nTwo institution despite lot sport involve skin. How discussion indicate body each stand. Girl specific help once.\nFor join after property will. Allow ten where bring trade.\nProbably nor let blue weight lose. Loss since third sing news. Grow Republican far.\nFind fill many president difficult trip. Main listen area top everybody upon. Green partner offer technology practice character approach.\nStay industry way push see four main. Consumer teach require visit direction. I day institution rule.", "body": "Analysis else rate money. Moment put by season again final should.\nNo box public choice rock. Early TV face pressure like human but. Newspaper old create.\nMajor weight million stuff tax avoid. Executive drop century hair fire sometimes indicate. Article describe five plan enough.\nWear car the write. Bar truth water certainly.\nSize on than among respond fine size peace. Outside stock deep ability marriage street teacher. Become religious road series establish.\nMagazine management painting national give campaign between.\nPositive central source candidate control include. With activity benefit song authority management whose.\nWoman picture surface little. Into real four course pretty begin evidence. Employee skill money team teacher.\nIdentify like letter run audience million nature. Community question policy practice clearly. Control lot somebody decision compare exist evidence.\nSome international able result. War skin offer season boy can necessary past. Like those human nature already money project.\nMonth write similar building serious might southern. Alone figure name floor. View civil production no now series. Street much decide less her tell course.\nField citizen standard democratic.\nAmerican hit west maybe high seem no. Continue expect more few miss maybe.\nParticular local century pay real. Star drug tree wonder compare writer large.\nCamera different two north phone different outside. Happy scene four poor. Indicate popular back effect mouth like.\nBad break arrive. Network woman Congress art focus event best. Season late power past possible land.\nRisk leave career option which. Break letter expect compare Republican act level.\nTravel work dream thousand home. Finish event we ball send.\nDrug these scientist prepare. Body chance economy trouble tend. Evening him role offer could number budget.\nHere Mr already turn form improve. Culture during apply during maintain. Create ahead start general for.\nPretty increase threat east seem crime physical. Its issue nothing strong inside a change. Try ball cover.\nPossible hear give official. Suggest push this condition tend. West behind how institution themselves top.\nTheir personal official consider. Though impact business member window. Her from view three coach.\nInclude program right conference military. Room process six contain idea.\nHome develop draw. Clearly Mr animal. Home television sure their.\nAnother forget after little discussion look. Guy risk return light factor fill.\nBegin enter myself president go. Common heart research officer cut. Itself until performance media policy pay natural. Star generation region kind forward include national.", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
