{"title":"Will Ukraine join NATO before 2030?","body":"This question will resolve as Yes if, before January 1, 2030, Ukraine is officially invited to join NATO and the invitation is accepted by the Ukrainian government. The invitation must be documented in an official NATO communiqué or similar authoritative source. Additionally, the acceptance must be confirmed by a public statement from the President of Ukraine or the Ukrainian government. The resolution will also consider the status of Ukraine's membership in NATO if it has completed all necessary reforms and met the criteria for membership as outlined in NATO's Membership Action Plan. Any temporary or conditional invitations that do not lead to full membership by the specified date do not count towards a Yes resolution.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will Ukraine achieve a membership action plan with NATO by 2025?","body":null,"resolution_date":null,"source_question":"Will Ukraine join NATO before 2030?","feedback":null,"fixed":false}
{"title":"Will NATO increase military support to Ukraine before 2028?","body":null,"resolution_date":null,"source_question":"Will Ukraine join NATO before 2030?","feedback":null,"fixed":false}
{"title":"Will Ukraine resolve its territorial disputes with Russia before joining NATO?","body":null,"resolution_date":null,"source_question":"Will Ukraine join NATO before 2030?","feedback":null,"fixed":false}
{"title":"Will Ukraine hold a referendum on NATO membership before 2027?","body":null,"resolution_date":null,"source_question":"Will Ukraine join NATO before 2030?","feedback":null,"fixed":false}
{"title":"Will NATO expand its presence in Eastern Europe before Ukraine joins?","body":null,"resolution_date":null,"source_question":"Will Ukraine join NATO before 2030?","feedback":null,"fixed":false}
{"title":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, a Formula 1 Grand Prix is officially scheduled to take place in a country that is currently under international sanctions imposed by recognized authorities such as the United Nations, the European Union, or the United States. The term 'international sanctions' refers to restrictions imposed on a country by the international community, which may include trade restrictions, financial embargoes, and travel bans. The hosting of the Grand Prix must be confirmed by an official announcement from Formula 1 or the relevant governing body. If the event is canceled or relocated for any reason, this question will resolve as No. Temporary or unofficial races do not count towards this resolution.","resolution_date":"2025-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2030?","body":null,"resolution_date":null,"source_question":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","feedback":null,"fixed":false}
{"title":"Will any international sporting event be held in a country under sanctions by 2025?","body":null,"resolution_date":null,"source_question":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","feedback":null,"fixed":false}
{"title":"Will Formula 1 expand to new countries that are currently not on the calendar by 2025?","body":null,"resolution_date":null,"source_question":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","feedback":null,"fixed":false}
{"title":"Will there be a significant change in international sanctions policy affecting sports by 2025?","body":null,"resolution_date":null,"source_question":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","feedback":null,"fixed":false}
{"title":"Will a Formula 1 team be sponsored by a company from a sanctioned country by 2025?","body":null,"resolution_date":null,"source_question":"Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?","feedback":null,"fixed":false}
{"title":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, the United States Senate has passed legislation that significantly alters or establishes new nuclear safety standards. Significant legislation is defined as any bill that: \n- Introduces new safety regulations for nuclear power plants, including but not limited to operational, environmental, or safety protocols. \n- Amends existing laws such as the Atomic Energy Act or the Nuclear Waste Policy Act in a way that enhances safety standards. \nThe legislation must be officially signed into law by the President of the United States. The resolution will rely on official congressional records and reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) for verification. If multiple bills are introduced, at least one must be passed and signed into law for the resolution to be Yes.","resolution_date":"2025-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will the US House of Representatives pass significant legislation regarding nuclear safety standards by 2025?","body":null,"resolution_date":null,"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","feedback":null,"fixed":false}
{"title":"Will any state-level legislation regarding nuclear safety standards be enacted before 2025?","body":null,"resolution_date":null,"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","feedback":null,"fixed":false}
{"title":"Will there be a major public safety incident related to nuclear facilities in the US before 2025?","body":null,"resolution_date":null,"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","feedback":null,"fixed":false}
{"title":"Will international nuclear safety standards influence US legislation by 2025?","body":null,"resolution_date":null,"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","feedback":null,"fixed":false}
{"title":"Will the US government increase funding for nuclear safety research by 2025?","body":null,"resolution_date":null,"source_question":"Will the US Senate pass significant legislation regarding nuclear safety standards by 2025?","feedback":null,"fixed":false}
{"title":"Will the European Union implement a unified nuclear waste management policy by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, the European Union has officially implemented a unified nuclear waste management policy that is recognized and adopted by all member states. The policy must include standardized procedures for the handling, storage, and disposal of nuclear waste across the EU, and it must be formally adopted through a legislative process involving the European Parliament and the Council of the European Union. The implementation must be confirmed by an official EU announcement or documentation. In the absence of such an announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient to confirm the policy's adoption. Temporary measures or pilot programs do not count towards this question's resolution.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will the European Union increase funding for nuclear waste research by 2025?","body":null,"resolution_date":null,"source_question":"Will the European Union implement a unified nuclear waste management policy by 2030?","feedback":null,"fixed":false}
{"title":"Will any EU member state adopt a national nuclear waste management policy before 2028?","body":null,"resolution_date":null,"source_question":"Will the European Union implement a unified nuclear waste management policy by 2030?","feedback":null,"fixed":false}
{"title":"Will the European Union achieve a consensus on nuclear energy regulations by 2032?","body":null,"resolution_date":null,"source_question":"Will the European Union implement a unified nuclear waste management policy by 2030?","feedback":null,"fixed":false}
{"title":"Will the European Union establish a centralized nuclear waste storage facility by 2035?","body":null,"resolution_date":null,"source_question":"Will the European Union implement a unified nuclear waste management policy by 2030?","feedback":null,"fixed":false}
{"title":"Will public opinion in EU countries support nuclear energy as a solution to climate change by 2030?","body":null,"resolution_date":null,"source_question":"Will the European Union implement a unified nuclear waste management policy by 2030?","feedback":null,"fixed":false}
{"title":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, there is clear evidence of a significant increase in global soccer viewership attributed to the FIFA World Cup's expansion to 48 teams. Specifically, this will be measured by: 1. An increase of at least 20% in the average global viewership numbers for the World Cup compared to the previous tournament with 32 teams in 2018. 2. Official reports from FIFA or credible third-party sources (such as Nielsen or similar audience measurement organizations) confirming this increase. 3. The increase must be directly linked to the expanded format, meaning that viewership figures must show a correlation with the expansion and not be influenced by other factors (e.g., the popularity of specific teams or players). In the absence of clear data from FIFA, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, etc.) will suffice to confirm the increase.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will the FIFA World Cup's expansion to 48 teams lead to a higher number of participating countries in future tournaments by 2034?","body":null,"resolution_date":null,"source_question":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?","feedback":null,"fixed":false}
{"title":"Will the FIFA World Cup's expansion to 48 teams result in an increase in sponsorship revenue for FIFA by 2030?","body":null,"resolution_date":null,"source_question":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?","feedback":null,"fixed":false}
{"title":"Will the FIFA World Cup's expansion to 48 teams lead to the introduction of new soccer markets by 2032?","body":null,"resolution_date":null,"source_question":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?","feedback":null,"fixed":false}
{"title":"Will the FIFA World Cup's expansion to 48 teams cause a significant increase in youth soccer participation globally by 2035?","body":null,"resolution_date":null,"source_question":"Will the FIFA World Cup's expansion to 48 teams lead to a significant increase in global soccer viewership by 2030?","feedback":null,"fixed":false}
{"title":"Will South Korea become the leader in global digital governance by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, South Korea is recognized as the leader in global digital governance based on the following criteria: \n- South Korea must have implemented comprehensive digital governance policies that are adopted and followed by at least 75% of its population, as verified by government reports and independent surveys. \n- South Korea must hold a prominent position in international digital governance forums, such as the OECD and G20, where it leads discussions and initiatives on digital policy, cybersecurity, and data privacy. \n- The country must be acknowledged in at least three reputable international reports or rankings (e.g., by the World Economic Forum, UN, or similar organizations) as the top nation in digital governance practices. \n- Significant collaborations or partnerships with at least three other countries in establishing global digital standards must be in place, with documented agreements and initiatives. \nIn the absence of clear consensus, the question will resolve as No.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will South Korea establish a comprehensive digital identity system by 2025?","body":null,"resolution_date":null,"source_question":"Will South Korea become the leader in global digital governance by 2030?","feedback":null,"fixed":false}
{"title":"Will South Korea lead the development of international digital privacy standards by 2028?","body":null,"resolution_date":null,"source_question":"Will South Korea become the leader in global digital governance by 2030?","feedback":null,"fixed":false}
{"title":"Will South Korea's digital governance model be adopted by at least three other countries by 2032?","body":null,"resolution_date":null,"source_question":"Will South Korea become the leader in global digital governance by 2030?","feedback":null,"fixed":false}
{"title":"Will South Korea implement nationwide 5G infrastructure by 2024?","body":null,"resolution_date":null,"source_question":"Will South Korea become the leader in global digital governance by 2030?","feedback":null,"fixed":false}
{"title":"Will South Korea host a major international summit on digital governance by 2026?","body":null,"resolution_date":null,"source_question":"Will South Korea become the leader in global digital governance by 2030?","feedback":null,"fixed":false}
{"title":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, credible evidence demonstrates that Microsoft's carbon negative pledge has led to a measurable reduction in global CO2 levels. The reduction must be at least 1% of global CO2 emissions compared to levels recorded in 2020, as reported by authoritative sources such as the Global Carbon Project or the Intergovernmental Panel on Climate Change (IPCC). The impact must be attributed directly to Microsoft's initiatives and not to other external factors or global events. The evidence must be supported by peer-reviewed research or official reports from reputable organizations (e.g., UN, World Resources Institute) that analyze the effectiveness of corporate carbon pledges on global emissions.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will other major tech companies follow Microsoft's lead in committing to carbon negative pledges by 2025?","body":null,"resolution_date":null,"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","feedback":null,"fixed":false}
{"title":"Will Microsoft's carbon negative initiatives lead to a measurable decrease in CO2 emissions in the tech sector by 2028?","body":null,"resolution_date":null,"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","feedback":null,"fixed":false}
{"title":"Will global CO2 levels reach a peak before 2030 despite Microsoft's carbon negative pledge?","body":null,"resolution_date":null,"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","feedback":null,"fixed":false}
{"title":"Will governmental policies be enacted to support corporate carbon negative efforts by 2025?","body":null,"resolution_date":null,"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","feedback":null,"fixed":false}
{"title":"Will Microsoft's carbon negative pledge inspire similar commitments in the manufacturing industry by 2032?","body":null,"resolution_date":null,"source_question":"Will Microsoft's carbon negative pledge significantly impact global CO2 levels by 2030?","feedback":null,"fixed":false}
{"title":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","body":"This question will resolve as Yes if, by December 31, 2040, a scientifically validated breakthrough in physics is announced that leads to a new form of clean energy. The criteria for a 'breakthrough' includes: 1. The discovery or theoretical development must be published in a peer-reviewed scientific journal. 2. The new energy form must be capable of being harnessed for practical use, demonstrated through experimental evidence or prototypes. 3. The clean energy must significantly reduce greenhouse gas emissions compared to current energy sources and be scalable for widespread use. 4. The breakthrough must be recognized by a consensus of leading physicists and energy experts, as indicated by endorsements from reputable scientific organizations or institutions. If the breakthrough is announced but not yet operational or scalable, the question will resolve as No.","resolution_date":"2040-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will a major breakthrough in energy storage technology occur by 2035?","body":null,"resolution_date":null,"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","feedback":null,"fixed":false}
{"title":"Will fusion energy become commercially viable before 2050?","body":null,"resolution_date":null,"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","feedback":null,"fixed":false}
{"title":"Will a new clean energy technology be adopted by a major country by 2030?","body":null,"resolution_date":null,"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","feedback":null,"fixed":false}
{"title":"Will there be a significant reduction in global carbon emissions by 2045 due to new energy technologies?","body":null,"resolution_date":null,"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","feedback":null,"fixed":false}
{"title":"Will public investment in renewable energy research double by 2028?","body":null,"resolution_date":null,"source_question":"Will a breakthrough in physics lead to a new form of clean energy by 2040?","feedback":null,"fixed":false}
{"title":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, the World Health Organization (WHO) officially declares a global health emergency specifically related to diseases that are directly attributable to climate change. The declaration must be made in a formal statement or report from the WHO and must identify specific diseases that are exacerbated by climate change, such as vector-borne diseases (e.g., malaria, dengue), respiratory diseases (e.g., asthma, allergies), and waterborne diseases (e.g., cholera). The declaration should be based on scientific evidence and consensus from the global health community, including input from epidemiologists and climate scientists. The resolution will not count declarations that are vague or general in nature without specific reference to climate-related diseases.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will a new climate-related disease emerge that significantly impacts global health by 2028?","body":null,"resolution_date":null,"source_question":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","feedback":null,"fixed":false}
{"title":"Will the WHO implement new guidelines for climate-related health risks by 2025?","body":null,"resolution_date":null,"source_question":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","feedback":null,"fixed":false}
{"title":"Will there be a significant increase in funding for climate-related health research by 2032?","body":null,"resolution_date":null,"source_question":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","feedback":null,"fixed":false}
{"title":"Will a major country experience a climate-related health crisis that prompts international intervention by 2030?","body":null,"resolution_date":null,"source_question":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","feedback":null,"fixed":false}
{"title":"Will public awareness of climate-related health issues significantly increase by 2027?","body":null,"resolution_date":null,"source_question":"Will the World Health Organization declare a global health emergency due to climate-related diseases by 2030?","feedback":null,"fixed":false}
{"title":"Will India become a global leader in quantum computing by 2030?","body":"This question will resolve as Yes if, by December 31, 2030, India is recognized as a global leader in quantum computing based on the following criteria: 1. India must have established a significant number of operational quantum computing facilities that are recognized internationally, with at least 5 facilities being operational and producing quantum computing solutions. 2. India must have made substantial contributions to quantum computing research, with at least 50 peer-reviewed publications in top-tier journals and conferences acknowledged by the quantum computing community. 3. India must have developed and deployed quantum computing applications that are utilized by industry and government, demonstrating practical use cases. 4. Recognition by authoritative sources such as the International Quantum Computing Association or similar organizations, stating India's leadership position in the global quantum computing landscape. If these criteria are not met by the specified date, the question will resolve as No.","resolution_date":"2030-12-31 00:00:00+00:00","source_question":null,"feedback":null,"fixed":false}
{"title":"Will India establish a national quantum computing research institute by 2025?","body":null,"resolution_date":null,"source_question":"Will India become a global leader in quantum computing by 2030?","feedback":null,"fixed":false}
{"title":"Will India produce a functional quantum computer that surpasses 100 qubits by 2028?","body":null,"resolution_date":null,"source_question":"Will India become a global leader in quantum computing by 2030?","feedback":null,"fixed":false}
{"title":"Will India collaborate with another country on a major quantum computing project by 2027?","body":null,"resolution_date":null,"source_question":"Will India become a global leader in quantum computing by 2030?","feedback":null,"fixed":false}
{"title":"Will Indian universities be ranked among the top 10 in quantum computing research by 2030?","body":null,"resolution_date":null,"source_question":"Will India become a global leader in quantum computing by 2030?","feedback":null,"fixed":false}
{"title":"Will India implement a national policy to promote quantum technology development by 2024?","body":null,"resolution_date":null,"source_question":"Will India become a global leader in quantum computing by 2030?","feedback":null,"fixed":false}
