{"id": "ea25d4f5-e703-4e88-8667-ec40b2b258be", "title": "Will Canada become a global leader in quantum computing technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Canada meets all of the following criteria:\n\n1. At least one Canadian company or research institution is recognized among the top 5 globally in quantum computing research, as reported by a reputable technology or scientific publication.\n\n2. A Canadian-developed quantum computer achieves or surpasses a 100-qubit system that is publicly demonstrated and verified.\n\n3. Canada hosts a significant international quantum computing conference, symposium, or summit that attracts global leaders in the field.\n\n4. The Canadian government or a Canadian private sector entity announces a breakthrough in quantum computing technology that is recognized as a significant advancement by the international scientific community.\n\nRecognition of these achievements must be based on reports from authoritative sources such as scientific journals, major technology news outlets, or official statements from recognized international technology organizations. In case of disputes over the criteria, the resolution will defer to the consensus opinion of experts in the field of quantum computing technology.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Technology"}, "resolution": null}
{"id": "990fa513-f536-48bb-bc3d-e29406740b7a", "title": "Will Italy have a regulated cryptocurrency exchange operated by a major Italian bank by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a major Italian bank has established and is operating a regulated cryptocurrency exchange within Italy. A \"major Italian bank\" is defined as one that is among the top 5 banks in Italy by total assets, according to the latest report by the Bank of Italy or an equivalent authoritative financial institution. The cryptocurrency exchange must be recognized and regulated by the Italian Financial Market Authority (CONSOB) or another relevant regulatory body in Italy, ensuring it operates under Italian financial laws and regulations. The establishment of the exchange must be confirmed through official announcements from the bank and regulatory approvals made public by CONSOB or the relevant regulatory body. In the event that multiple banks meet these criteria before the resolution date, the question will resolve as Yes at the time the first bank's exchange becomes operational. If no such exchange is established by the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Italy", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e1b60fa5-5c2e-4c9d-b89e-d0baa78d704d", "title": "Will SpaceX successfully complete a crewed interplanetary mission by 2030?", "body": "This question will resolve as Yes if SpaceX successfully completes a crewed mission to another planet (Mars being the primary target) and returns the crew safely to Earth before January 1, 2031. \n\nSuccess criteria include:\n\n- Launch from Earth with a crew aboard a SpaceX spacecraft.\n- Safe landing on the surface of another planet, with Mars as the primary target.\n- Completion of the mission's primary objectives on the planet's surface, which may include scientific research, habitat preparation, and other activities as defined by SpaceX or relevant space agencies.\n- Safe return of the crew to Earth, with all crew members surviving the journey and landing.\n\nIn the event that SpaceX merges with, is acquired by, or otherwise becomes part of another entity, the mission must still be primarily attributed to SpaceX technology and leadership. \n\nIf no mission is attempted, or if a mission is attempted but fails to meet the above criteria, the question will resolve as No. \n\nAuthoritative sources for resolution will include SpaceX official announcements, NASA, and other recognized space exploration organizations.", "resolution_date": "2023-12-10 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Politics"}, "resolution": null}
{"id": "d7150ad2-d7ca-4ca1-bc47-dbc8e3e64eec", "title": "Will a new blockbuster medication with sales surpassing $10 billion be released by a pharmaceutical company by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a pharmaceutical company releases a medication that achieves the following:\n\n- The medication must be approved by either the U.S. Food and Drug Administration (FDA), the European Medicines Agency (EMA), or an equivalent national regulatory authority in countries with a GDP ranking in the top 10 globally.\n\n- The medication must generate sales exceeding $10 billion USD within any consecutive 12-month period before the resolution date, as reported by the company's official financial statements or verified by a reputable financial news source.\n\n- The medication must be a new chemical entity (NCE) or a biologic that has not been previously marketed for any indication.\n\n- Sales must be derived from the medication itself, not from associated combination therapies or diagnostic tools.\n\nIn the event that financial data is not publicly available or there is ambiguity regarding the sales figures, the resolution will be based on the consensus of at least three independent and reputable financial analysis firms.\n\nIf no medication meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Economy & Business"}, "resolution": null}
{"id": "8f3b08de-4fc4-42b4-8759-5e1230a578bf", "title": "Will the US dollar be replaced by a digital currency as the primary medium for international trade by 2030?", "body": "The US dollar will be considered replaced by a digital currency as the primary medium for international trade if, by December 31, 2030, any of the following conditions are met:\n\nMore than 50% of the total volume of international trade transactions are conducted in one or more digital currencies, as reported by the International Monetary Fund (IMF) or the World Trade Organization (WTO).\n\nA digital currency is officially adopted by the United Nations as the recommended medium for international trade settlements.\n\nAt least 75% of the G20 nations have adopted a digital currency for the majority of their international trade transactions.\n\nFor the purpose of this question, a 'digital currency' is defined as a currency that exists only in digital form and is not a digital representation of a fiat currency. This includes cryptocurrencies, central bank digital currencies (CBDCs), and other forms of digital money not backed by physical commodities.\n\nIn cases where official reports from the IMF or WTO are not available by the resolution date, the most recent reports available will be used to determine the outcome. If no such reports are available, a panel of experts from major economic institutions will be convened to make a determination based on available data and expert opinion.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Technology"}, "resolution": null}
{"id": "4765c0bd-450b-41fc-821d-3099f31266b6", "title": "Will an AI-designed component be used in a commercially available engineering product by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, an engineering component designed entirely or in significant part by an Artificial Intelligence (AI) system is incorporated into a product that is commercially available for purchase by the general public. The AI's involvement must be in the design phase of the component, contributing to its structural, functional, or aesthetic specifications. \n\nThe product must be verifiable through a manufacturer's announcement, patent filings, or credible media reports. The AI's contribution to the design must be explicitly acknowledged in at least one of these sources. \n\nIn cases where the AI's contribution is disputed, the resolution will defer to the consensus of a panel of three experts in the field of AI and engineering, selected by a recognized authority in AI research. \n\nIf no such component is commercially available by the specified date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "36135803-a64e-4888-b976-4bb6c3d51676", "title": "Will Major League Baseball (MLB) adopt a policy to offset its carbon footprint through investment in nuclear technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Major League Baseball (MLB) officially announces and implements a policy to offset its entire carbon footprint through direct investment in nuclear technology or through partnerships aimed at funding nuclear energy projects. The policy must be verifiable through MLB's official communications, such as press releases, official statements, or documented policy changes on the MLB website. The resolution will also consider third-party verifications from reputable environmental organizations or news outlets. In the event of a partial implementation or announcement without clear evidence of action by the resolution date, the question will resolve as No. If MLB dissolves or undergoes a major reorganization that makes the original question moot, the question will be considered void.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "MLB", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "aef10907-e438-486e-a26b-ed6c74767875", "title": "Will SpaceX accept cryptocurrency as a payment method for its commercial space travel services by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, SpaceX has officially announced and implemented a payment system that accepts at least one form of cryptocurrency (e.g., Bitcoin, Ethereum) for its commercial space travel services. The announcement must be verifiable through SpaceX's official channels (e.g., press release, official website, public statement by Elon Musk or another high-ranking SpaceX official). In the event of ambiguous statements or partial implementation (e.g., limited to deposits or certain services), the question will resolve as No unless a full payment option for a space travel service is confirmed. If SpaceX ceases operations before this date, the question will resolve as N/A.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "69b521dc-aa4a-4391-8b40-f6cf54254f1f", "title": "Will India officially recognize any cryptocurrency as legal tender by the end of 2024?", "body": "This question will resolve as Yes if, by 23:59:59 UTC on December 31, 2024, the Government of India, through its legislative or executive branches, officially recognizes any cryptocurrency as legal tender within its jurisdiction. Recognition as legal tender must be confirmed by an official government publication, such as a bill passed by the Indian Parliament, an ordinance, or an official gazette notification. The cryptocurrency must be usable for all debts, public charges, taxes, and dues within India. Private digital tokens, digital assets, or virtual currencies that are not recognized as legal tender will not satisfy this question's resolution criteria. In the event of ambiguity or partial recognition, the question will resolve as No unless a clear and official statement or legislation specifies otherwise. If no official recognition is granted by the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "India", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d5cc8602-44b0-4007-b0f9-e270073b2414", "title": "Will a new information technology emerge by 2030 that significantly increases the data transmission speed between Earth and Mars?", "body": "This question will resolve as Yes if, by December 31, 2030, a new information technology has been developed and demonstrated to increase the data transmission speed between Earth and Mars by at least 50% compared to the highest recorded speed as of 2023. The technology must be verifiable through a peer-reviewed scientific publication or an official announcement by a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO). The measurement of the speed increase must be based on actual data transmission tests conducted under comparable conditions to those used in 2023. In the event that multiple technologies claim to meet this criterion, the resolution will be based on the first technology to be publicly demonstrated and verified. If no such technology is developed by the specified date, the question will resolve as No. Edge cases or disputes regarding the interpretation of 'significant increase' or the validity of the technology will be resolved by a panel of experts in the field of space communication, whose decision will be final.", "resolution_date": "2023-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Information Technology", "category": "Space"}, "resolution": null}
{"id": "0ed430ec-70fb-4ed2-ab92-543d5efd126c", "title": "Will the German national cricket team qualify for the ICC T20 World Cup by 2030?", "body": "The question will resolve as Yes if the German national cricket team is listed as a participant in any ICC T20 World Cup tournament that takes place before or during the year 2030. Qualification must be confirmed by the International Cricket Council (ICC) through official announcements or publications. In the event that the ICC T20 World Cup is discontinued, restructured, or if Germany merges with another cricketing body or nation, the question will resolve as No unless the new or restructured event includes a team that is predominantly composed of players eligible for the German national team as of 2023. If the ICC or another authoritative body does not provide clear information on the German team's qualification status by the resolution date, the question will resolve as Ambiguous.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Cricket", "category": "Politics"}, "resolution": null}
{"id": "b3296b37-bf39-4cf7-810b-0950125efb1c", "title": "Will there be a significant technological breakthrough in the treatment of infectious diseases by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, there is a significant technological breakthrough in the treatment of infectious diseases, as evidenced by one or more of the following criteria:\n\n- The development and widespread adoption of a novel therapeutic or vaccine that demonstrates at least a 50% improvement in efficacy over existing treatments or vaccines for a major infectious disease, as reported by the World Health Organization (WHO) or a similar authoritative health body.\n- The successful implementation of a new technology that reduces the global incidence of one or more major infectious diseases by at least 30%, as confirmed by the WHO or a comparable health authority.\n- The introduction of a groundbreaking diagnostic technology that increases the speed, accuracy, and accessibility of infectious disease detection by at least 50%, as validated by peer-reviewed scientific research.\n\nIn cases where multiple sources report conflicting data, the resolution will be based on the consensus of the most reputable sources. If no consensus can be reached, the question will remain unresolved.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Technology"}, "resolution": null}
{"id": "635d4df7-b360-47be-a290-c144e8159255", "title": "Will Donald Trump announce the creation of a new technology company before the end of 2024?", "body": "This question will resolve as Yes if Donald Trump, or a spokesperson or entity directly associated with him, publicly announces the creation of a new technology company before December 31, 2024. The announcement must be verifiable through credible media outlets, official press releases, or direct public statements from Donald Trump or his representatives. The company must be focused on developing or providing technological products, services, or platforms, and the announcement should include the company's name, its technological focus, and a brief description of its intended products or services. If Donald Trump passes away before the resolution date, the question will resolve as No, unless the announcement has already been made. If there is ambiguity regarding the company's focus on technology, the resolution will be based on the predominant interpretation by major technology news outlets. In the event of a dispute, a panel of three technology industry experts will be convened to determine the resolution.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Technology"}, "resolution": null}
{"id": "2eff0870-df62-4e6f-a1ec-5b7fe56a9b6d", "title": "Will Switzerland experience a recession with at least two consecutive quarters of negative GDP growth before 2030?", "body": "This question will resolve as Yes if Switzerland experiences at least two consecutive quarters of negative GDP growth at any point before January 1, 2030, as reported by the Swiss Federal Statistical Office or another authoritative economic body recognized internationally. The GDP growth rates must be adjusted for inflation and seasonally adjusted to ensure comparability. If the Swiss Federal Statistical Office ceases to exist or does not provide the necessary data, this question will resolve using data from the International Monetary Fund (IMF) or the World Bank. In the event of a dispute over the data's accuracy or interpretation, the resolution will be based on the consensus of at least three recognized economic research institutions.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Switzerland", "category": "Economy & Business"}, "resolution": null}
{"id": "35fca908-87f4-4d47-9cfa-25aae622c917", "title": "Will the Russo-Ukrainian War lead to a significant technological advancement in cyber warfare by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, there is a widely recognized breakthrough in cyber warfare technology that can be directly attributed to the Russo-Ukrainian War. The breakthrough must represent a significant advancement over the existing state of the art as of January 2023 and must be acknowledged as such by at least three of the following entities: The United States Cyber Command (USCYBERCOM), The National Security Agency (NSA), The European Union Agency for Cybersecurity (ENISA), or equivalent authoritative bodies in the field of cybersecurity. The advancement must be publicly documented in at least two reputable technology or defense publications. In the absence of such recognition, the question will resolve as No. If the war ends before December 31, 2023, and no such advancement has been recognized by that time, the question will also resolve as No.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Technology"}, "resolution": null}
{"id": "e88be33c-c131-47d0-93ec-a9f461d1b63a", "title": "Will Russia develop a new state-sponsored cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Russian government or any entity acting on its behalf has officially announced and demonstrated the functioning of a new state-sponsored cryptocurrency. The cryptocurrency must be recognized by the Central Bank of Russia or another relevant regulatory authority and be available for use by the public or specific sectors. The announcement must be verifiable through official government channels, press releases, or statements from recognized financial news sources. In the event of ambiguity regarding the cryptocurrency's status as state-sponsored, a majority decision by a panel of five recognized experts in cryptocurrency and international finance will be used to determine the resolution. If Russia develops a digital currency that is not a cryptocurrency but serves a similar purpose, this will not count towards the resolution of the question.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Technology"}, "resolution": null}
{"id": "43f79291-33ca-4547-a9f6-e6f9a8120b44", "title": "Will Japan launch a mission to mine resources from an asteroid by 2035?", "body": "This question will resolve as Yes if the Japanese space agency or any Japan-based private or public entity officially announces and demonstrates the launch of a mission aimed at mining resources from an asteroid before January 1, 2035. The mission must be intended for resource extraction, including but not limited to water, metals, or minerals, and must have left Earth's atmosphere. Demonstrations can include, but are not limited to, live broadcasts, official press releases, or documented evidence of the spacecraft en route to or arriving at the asteroid. In the event of a mission announcement without a subsequent launch by the specified date, the question will resolve as No. If multiple entities announce similar missions, the resolution will be based on the first successful launch. In cases where the mission's status is unclear by the resolution date, an extension of up to 6 months may be granted for clarification. If no mission has been launched or announced by the end of this extension period, the question will resolve as No.", "resolution_date": "2035-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Space"}, "resolution": null}
{"id": "2127277d-a92b-42a7-8542-4ac5064730c2", "title": "Will a cryptocurrency be used to fund a space mission by any government or private entity by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, any government or private entity officially announces and provides verifiable evidence that they have used cryptocurrency to fully or partially fund a space mission. The funding may cover any aspect of the mission, including but not limited to, research and development, spacecraft construction, launch services, or operational costs. \n\nFor the purpose of this question, a \"space mission\" is defined as any project aimed at exploring or operating in outer space, including satellite launches, manned spaceflights, or unmanned exploratory missions. The use of cryptocurrency must be explicitly mentioned in official documents or press releases by the funding entity or recognized space mission operators. \n\nIn the event that multiple entities announce such funding before the resolution date, the first publicly verifiable announcement will be considered for resolution. If no verifiable evidence is presented by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Aerospace engineering", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "8865f2c2-2fbc-4aeb-8bad-91daee7603c5", "title": "Will South Korea deploy an AI system for national defense purposes by 2025?", "body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2025, the South Korean government or any of its defense agencies officially announces the deployment of an AI system specifically for national defense purposes. The AI system must be described as having capabilities that include, but are not limited to, autonomous decision-making in real-time defense operations, strategic planning assistance, or cyber defense enhancements. The announcement must be verifiable through official government or defense agency press releases, public records, or statements in reputable media outlets. In the event of ambiguous or partial deployment announcements, the resolution will consider the most comprehensive and detailed descriptions available at the time of resolution. If no such system is publicly acknowledged by the specified date, the question will resolve as No. Edge cases, such as AI systems deployed for dual civilian and defense purposes, will be evaluated based on the primary function as described in official sources. If no clear primary function can be determined, the question will resolve as ambiguous and further clarification will be sought from authoritative sources.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "South Korea", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "831aa4c1-e798-4675-8062-c948c6e118e3", "title": "Will the United States government allocate more than 20% of its annual scientific research budget to climate change studies by 2025?", "body": "This question will resolve as Yes if, by the end of the fiscal year 2025, the United States government officially allocates more than 20% of its total annual scientific research budget to studies specifically aimed at understanding, mitigating, or adapting to climate change. The budget allocation must be confirmed through official government publications, such as the Congressional Budget Office (CBO) reports or official statements from the Office of Management and Budget (OMB). In the event of a government shutdown or any other scenario where the budget is not formally approved by December 31, 2025, the resolution will be based on the last proposed budget by the government before the deadline. If the specific percentage allocated to climate change studies is not explicitly mentioned in official documents, an estimation based on available data from authoritative sources will be used to determine the outcome. This question will not consider re-allocated funds from other scientific research areas to climate change studies after the initial budget approval.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United States", "category": "Science"}, "resolution": null}
{"id": "a6068cb4-7746-4504-99e5-13476b21ab35", "title": "Will a new immune system disorder related to long-duration space travel be identified by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, a new immune system disorder specifically associated with long-duration space travel (exceeding six months) is identified and confirmed by either the National Aeronautics and Space Administration (NASA), the European Space Agency (ESA), or a peer-reviewed scientific journal. The disorder must be distinct from known conditions and must be directly linked to the effects of space travel on the human body, as evidenced by clinical studies or space mission reports. Identification of the disorder must be publicly disclosed through official channels or publications. In the event that multiple disorders are identified, the question will resolve as Yes upon the confirmation of the first disorder. If no such disorder is publicly identified and confirmed by the specified date, the question will resolve as No. In cases where there is ambiguity or dispute over the classification of a condition as a new disorder, a panel of experts from the International Astronautical Federation (IAF) will make the final determination.", "resolution_date": "2035-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Immunology", "category": "Space"}, "resolution": null}
{"id": "121e0a63-9cf4-474c-b523-835815a4e33d", "title": "Will Canada deploy AI technology for national defense purposes by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the Canadian government or any of its defense agencies officially announces the deployment of AI technology for national defense purposes. Deployment is defined as the operational use of AI in any form within the national defense sector, including but not limited to surveillance, logistics, combat simulations, or autonomous systems. The announcement must be verifiable through official government channels, such as press releases, official statements, or documented evidence of operational use. In the absence of a public announcement, credible reports from at least two reputable media outlets or defense industry publications confirming the deployment will also be considered sufficient for resolution. If there is ambiguity regarding the deployment's nature or extent, the question will resolve as No unless clear evidence is provided that meets the criteria outlined above.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "ac12b1d1-34fc-4592-8efc-91459607b609", "title": "Will France elect a president from a political party that has never held the presidency before by 2030?", "body": "This question will resolve as Yes if, by January 1, 2030, a candidate from a political party that has never before held the presidency of France is officially declared the winner of a French presidential election. The determination of whether a party has previously held the presidency will be based on historical records from the French Interior Ministry. In the event of a dispute over the election results, the question will resolve based on the final decision of the Constitutional Council of France. If no election is held before the resolution date due to unforeseen circumstances (e.g., a state of emergency), the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Politics"}, "resolution": null}
{"id": "8ffbe9fd-6e68-4703-bb33-c8d284ca526e", "title": "Will Russia hold a national referendum on government structure reform before the end of 2025?", "body": "This question will resolve as Yes if, before December 31, 2025, the Russian government officially announces and holds a national referendum on government structure reform. The referendum must be recognized as legitimate by at least three of the following organizations: the United Nations, the European Union, the Council of Europe, or the Organization for Security and Co-operation in Europe. The question will resolve as No if no such referendum is held by the specified date. In the event of a dispute over the legitimacy of the referendum, the decision of the majority of the aforementioned organizations will be considered final. If the referendum is announced but not held by the resolution date due to unforeseen circumstances (e.g., natural disaster, political upheaval), the question will resolve as No. If the referendum is held but the results are not publicly disclosed by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Politics"}, "resolution": null}
{"id": "73304f5d-3815-4314-8e5f-c730971afadc", "title": "Will Mexico establish a legal framework for cryptocurrencies that includes licensing of exchanges by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the Mexican government has officially passed and enacted legislation that establishes a comprehensive legal framework for the operation of cryptocurrency exchanges within Mexico. This framework must include, but is not limited to, the following elements:\n\n- Licensing requirements for cryptocurrency exchanges operating within Mexico.\n- Regulatory standards for the operation of these exchanges, including consumer protection, anti-money laundering (AML) measures, and counter-terrorism financing (CTF) standards.\n- A clear definition of cryptocurrencies in the context of Mexican law, including their classification as assets, currencies, or commodities.\n\nThe resolution will be based on official publications from the Mexican government, such as the Diario Oficial de la Federación (Official Gazette of the Federation), or announcements from relevant regulatory bodies such as the Banco de México (Bank of Mexico) or the Comisión Nacional Bancaria y de Valores (National Banking and Securities Commission).\n\nIn the event that legislation is passed but lacks clarity or is subject to significant amendments or legal challenges that prevent its full implementation by the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "f50ed9a2-b149-45e0-b33f-ee55c299ec35", "title": "Will France establish a regulatory framework for cryptocurrencies that is more stringent than the EU's Markets in Crypto-Assets (MiCA) regulation by 2025?", "body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2024, the French government officially announces and enacts a set of regulations for cryptocurrencies that includes at least one of the following criteria that are more stringent than those outlined in the EU's Markets in Crypto-Assets (MiCA) regulation:\n\nHigher capital requirements for crypto service providers.\nStricter consumer protection measures.\nMore comprehensive reporting and transparency obligations.\nEnhanced due diligence requirements for anti-money laundering (AML) and counter-terrorism financing (CTF).\n\nThe assessment of the stringency of the French regulations compared to the MiCA regulation will be based on analyses from at least three recognized financial regulatory experts or institutions. In the event that the EU's MiCA regulation is amended to be more stringent before the resolution date, the comparison will be made against the updated MiCA regulation.\n\nIn the case that France adopts regulations that are part of a broader EU-wide initiative that surpasses the stringency of the existing MiCA regulation, this will also result in a Yes resolution.\n\nIf no official announcement or enactment occurs by the specified date, or if the regulations are less stringent or equivalent to the MiCA regulation, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "2345dbef-d883-45db-95c1-3fdb6ab2c44d", "title": "Will Amazon deploy an AI-based customer service system capable of handling over 50% of customer interactions autonomously by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, Amazon has deployed an AI-based customer service system that autonomously handles more than 50% of all customer service interactions, including but not limited to inquiries, complaints, and transaction processing. The system must be capable of understanding and responding to customer needs without human intervention for the majority of interactions. Verification will be based on official statements from Amazon, credible news reports, or financial filings that confirm the system's deployment and its autonomous handling rate. In the absence of direct evidence, credible industry analyses or expert consensus may be considered. If Amazon splits, merges, or undergoes significant corporate restructuring, the question will resolve based on the entity inheriting the customer service operations.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Amazon", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "076785ef-71f9-4904-9dae-842b1a827d0f", "title": "Will evidence of a black hole merger be detected by the LIGO-Virgo collaboration before 2025?", "body": "This question will resolve as Yes if the LIGO-Virgo collaboration or any authoritative astronomical organization officially announces the detection of a black hole merger before January 1, 2025. The announcement must be based on data collected by the LIGO-Virgo detectors or any other gravitational wave observatory that is part of an official collaboration with LIGO-Virgo. The detection must be confirmed through peer-reviewed publication or an official press release by the collaboration. In the event of a detection being announced but later retracted or disproven, the question will resolve as No. If no detection is announced by the resolution date, the question will also resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Black holes", "category": "Science"}, "resolution": null}
{"id": "f22710f1-c24d-4016-9ac5-4565cbfd19ed", "title": "Will the Republican Party introduce a major economic policy proposal focused on reducing the national debt before the end of 2024?", "body": "This question will resolve as Yes if, before December 31, 2024, the Republican Party officially introduces a major economic policy proposal specifically aimed at reducing the national debt of the United States. The proposal must be formally presented by a current Republican member of Congress or a Republican Presidential candidate and must include specific measures intended to significantly reduce the national debt within a 10-year period. The policy proposal must be detailed enough to allow for a clear analysis of its potential impact on the national debt, including estimated reductions in dollar terms or as a percentage of the GDP. The introduction of the policy must be widely reported by at least three major news outlets (e.g., The New York Times, The Washington Post, CNN) and must include a formal announcement or publication of the policy details. In the event that multiple proposals are introduced, the question will resolve as Yes if at least one meets these criteria. If no such proposal is introduced by the specified date, or if the proposals introduced do not meet the detailed criteria, the question will resolve as No. In case of ambiguity or dispute over the proposal's significance or details, the resolution will be based on the consensus of a panel of economic experts.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Economy & Business"}, "resolution": null}
{"id": "fea7c2b6-945d-48fc-9f30-29a56e1f07bb", "title": "Will a new type of antibiotic, effective against multi-drug resistant bacteria, be discovered and enter phase 3 clinical trials by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new type of antibiotic that demonstrates effectiveness against multi-drug resistant bacteria is discovered and has entered phase 3 clinical trials. The antibiotic must show a clear statistical advantage over existing treatments in combating at least one type of multi-drug resistant bacteria. The phase 3 clinical trials must be registered and recognized by a major health authority such as the FDA, EMA, or WHO. The trials must be intended to assess the safety and efficacy of the antibiotic in a large patient population. In the event that the antibiotic enters phase 3 trials but is not publicly disclosed by the resolution date, the question will resolve as No. If the antibiotic is discovered and enters phase 3 trials after the resolution date, the question will also resolve as No. Any disputes regarding the resolution will be settled by an independent panel of experts in the field of microbiology and pharmacology.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microbiology", "category": "Technology"}, "resolution": null}
{"id": "32ba9ea1-0c8b-488c-9783-17a20bdd5902", "title": "Will South Korea develop a nationally-backed cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the government of South Korea has officially launched a digital currency that is recognized as legal tender within the country. The digital currency must be blockchain-based or utilize similar distributed ledger technology and be endorsed by the Bank of Korea or another relevant national financial authority. The currency must be available for use by the general public and not restricted to interbank or governmental transactions. In the event of a declaration of intent without an actual launch, or if the project is in a pilot or testing phase without full public availability, the question will resolve as No. If there is ambiguity regarding the status of the cryptocurrency due to conflicting reports or lack of clear governmental communication, the question will resolve using the most authoritative and recent statement or evidence from the Bank of Korea or the South Korean Ministry of Economy and Finance.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "South Korea", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "fbcb2754-468d-480a-b096-a8ec26d50417", "title": "Will any candidate from the 2020 US presidential election win a Nobel Prize before 2030?", "body": "This question will resolve as Yes if any candidate who officially ran in the 2020 United States presidential election is awarded a Nobel Prize in any category before January 1, 2030. The Nobel Prize categories considered will include Peace, Literature, Medicine, Physics, Chemistry, and Economic Sciences. The resolution will be based on official announcements by the Nobel Prize Committee. In the event of a posthumous award, it will still count towards the resolution of this question. If a Nobel Prize is awarded to a group or organization that a candidate is a part of, it will only count if the candidate is explicitly named as a recipient by the Nobel Committee. This question will not consider honorary or unofficial Nobel Prizes, such as the Ig Nobel Prize.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Politics"}, "resolution": null}
{"id": "ec665319-d445-429e-aa05-ef881bbbabf4", "title": "Will Donald Trump announce a new space initiative or program during any potential future presidency before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Donald Trump, during a term as President of the United States, announces a new space initiative or program. The announcement must be made in an official capacity, such as during a press conference, a White House briefing, a signed executive order, or a publicized policy document. The initiative or program must be distinct from previous space policies and have a clear mandate or goal, such as establishing a lunar base, launching a new class of space vehicles, or initiating a Mars exploration mission. The announcement must be corroborated by at least two reputable media outlets or an official press release from the White House. If Donald Trump does not serve as President before the resolution date, the question will resolve as No. In the event of ambiguity regarding the novelty or official nature of the announcement, the question will be resolved by a panel of three experts in space policy, whose decision will be final.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Space"}, "resolution": null}
{"id": "6eefbdb4-0078-421a-8efa-e4087998771b", "title": "Will the United Nations adopt a cryptocurrency as a standard for any of its funding programs by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United Nations (UN) has officially adopted a cryptocurrency as a standard for any of its funding programs. Adoption is defined as the UN having made a formal announcement or having issued official documentation that specifies the use of a cryptocurrency for funding transactions within any of its programs, departments, or agencies. The cryptocurrency must be a digital or virtual currency that uses cryptography for security and operates independently of a central bank.\n\nThe resolution will be based on official UN press releases, reports, or financial statements. If the UN announces the adoption of a cryptocurrency but later retracts the decision or the program is canceled before the resolution date, the question will resolve as No. In the event that the UN adopts multiple cryptocurrencies or changes the standard cryptocurrency during the period, the question will still resolve as Yes, provided that at least one cryptocurrency remains officially adopted by the resolution date.\n\nIf there is no clear evidence of adoption by the UN by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clarity in the UN's statements or documentation, the resolution will be based on the most authoritative and recent information available from the UN or related entities.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Nations", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "5c1f5173-587b-4ef4-a620-9859653a40df", "title": "Will a new aerospace engineering breakthrough for interstellar travel be announced by a major space agency before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a major space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) officially announces a breakthrough in aerospace engineering that significantly advances the possibility of interstellar travel. The breakthrough must involve either the development of a new propulsion system, energy source, or material technology that demonstrably reduces the time or energy required for interstellar travel by at least 50% compared to current capabilities. The announcement must be accompanied by peer-reviewed scientific evidence or detailed technical data supporting the claimed advancement. In the event of multiple agencies making similar announcements, the first official announcement according to the timestamp will be considered. If no such announcement is made, or if the announcement is later retracted or disproven by authoritative scientific scrutiny, the question will resolve as No. In cases where the announcement is made but peer-reviewed evidence is not provided within six months of the announcement, the question will resolve as Ambiguous.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Aerospace engineering", "category": "Space Exploration"}, "resolution": null}
{"id": "34b7eae9-746a-437f-811e-7987fb73abf1", "title": "Will the Biden administration issue an executive order specifically addressing cryptocurrency market regulations by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, the Biden administration has issued an executive order that directly addresses cryptocurrency market regulations. The executive order must specifically mention cryptocurrencies or digital assets and outline regulatory measures, guidelines, or intentions regarding their market, trading practices, taxation, or legal status within the United States. The resolution will be based on official publications from the White House or the Federal Register. In the event of ambiguity or partial measures that do not fully address market regulations but mention cryptocurrencies, the question will resolve as Yes only if the primary focus is on regulatory actions. If no such executive order is issued by the specified date, the question will resolve as No. Edge cases will be considered based on the spirit of the question, focusing on the intent to regulate the cryptocurrency market.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "54f0d71a-4628-4d88-b46d-57f876c45dce", "title": "Will an AI system win a Grand Slam tennis tournament against human players by 2030?", "body": "This question will resolve as Yes if an AI-controlled robot or system wins any of the four Grand Slam tennis tournaments (Australian Open, French Open, Wimbledon, or US Open) in the men's or women's singles competition by December 31, 2030. The AI system must control a physical robot that plays on the actual tennis court against human competitors. The victory must be acknowledged by the official tournament organization and must occur in a standard, officially scheduled tournament match, not an exhibition or special event match. The AI system must comply with all tournament rules applicable to human players, including but not limited to game conduct, equipment regulations, and match scheduling. In the event of a dispute over the AI's victory, the decision of the tournament's governing body will be final. If no AI system competes in or wins a Grand Slam tournament by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tennis", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "48a8d034-6cda-4cce-ab8f-8130454d2514", "title": "Will the Food and Drug Administration approve a new class of weight-loss drugs by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the U.S. Food and Drug Administration (FDA) has granted approval to at least one new pharmacological drug that is classified as a distinct and novel class for the purpose of weight loss. The drug must be intended for long-term use in the management of obesity and must not be a combination of previously approved drugs, a reformulation of a single existing drug, or a repurposing of a drug approved for a different indication.\n\nThe approval must be a full approval for general use, not limited to emergency use authorization, compassionate use, or similar limited or temporary approvals. The resolution will be based on official FDA announcements or press releases. In the event that the FDA is dissolved or its responsibilities significantly altered, the resolution will default to the successor organization or regulatory body with equivalent authority over drug approvals in the United States.\n\nIf no such approval is granted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Economy & Business"}, "resolution": null}
{"id": "33f67a81-c341-4c1b-835b-7e9d5dfc6f40", "title": "Will Australia enter a recession, defined as two consecutive quarters of negative GDP growth, by the end of 2025?", "body": "This question will resolve as Yes if the Australian Bureau of Statistics (ABS) reports two consecutive quarters of negative GDP growth at any point before December 31, 2025. The GDP growth rates must be seasonally adjusted and compared to the immediately preceding quarters. A recession will be considered to have occurred even if it is followed by a period of positive growth within the same timeframe. If the ABS revises its data after the initial report, the outcome will be based on the revised data if the revisions are published before the resolution date. In the event that the ABS ceases to exist, fails to report, or there is a significant delay in reporting, the resolution will be based on the data and reports from an authoritative economic institution designated by the Australian government to fulfill the ABS's role. If no such institution is designated or available, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Economy & Business"}, "resolution": null}
{"id": "7bba82f9-3da8-4a3e-88ef-ae48488ca30f", "title": "Will the NHL see an increase in total league revenue to over $6 billion by the year 2025?", "body": "This question will resolve as Yes if the National Hockey League (NHL) reports a total league revenue exceeding $6 billion USD for any fiscal year before January 1, 2025. Revenue figures must be officially published by the NHL or verified by a reputable financial news source such as Bloomberg, Reuters, or The Wall Street Journal. In the event of discrepancies between sources, the NHL's official report will take precedence. If the NHL ceases operations or merges with another league before this date, the question will resolve as No. Adjustments for inflation are not considered in this resolution.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NHL", "category": "Economy & Business"}, "resolution": null}
{"id": "375bd695-3b04-47fc-a741-ff84f28856f1", "title": "Will a major scientific organization issue a statement addressing ethical concerns in AI research by 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, a major scientific organization such as the National Academy of Sciences, the Royal Society, or an equivalent body issues a formal statement or report that specifically addresses ethical concerns in artificial intelligence research. The statement must be publicly accessible and detail specific ethical guidelines, recommendations, or concerns regarding AI research and development. In the event of multiple statements, the first published statement will be considered for resolution. If no such statement is issued by the specified date, the question will resolve as No. Statements must be verifiable through the organization's official website or a reputable news source.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Science"}, "resolution": null}
{"id": "7f1e7af4-1913-4341-95bc-bcdbb0551f86", "title": "Will NATO establish a unified cryptocurrency for internal transactions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, NATO officially announces the establishment of a unified cryptocurrency designed specifically for internal transactions among member countries. The announcement must be made through an official NATO communication channel, such as a press release, official website publication, or a statement from a NATO spokesperson. The cryptocurrency must be operational, with clear guidelines on its use, management, and regulation provided by NATO. In the event of a partial announcement or implementation, the question will resolve as Yes only if the cryptocurrency is actively in use for any internal transactions by the specified date. If multiple cryptocurrencies are announced or implemented, the question will resolve as Yes if at least one is designated for exclusive use in internal transactions among NATO members. In the absence of an official announcement or if the project is announced but not implemented by the deadline, the question will resolve as No. Edge cases or ambiguities will be resolved based on the spirit of the question, focusing on the cryptocurrency's intended purpose for internal transactions within NATO.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "91b155f3-46a5-4321-b771-90bb469d8ba6", "title": "Will SpaceX successfully launch and return a spacecraft from a lunar mission by 2030?", "body": "This question will resolve as Yes if SpaceX successfully launches a spacecraft that travels to the Moon, completes its mission objectives (whether it be landing on the Moon, orbiting it, or conducting specific experiments in lunar vicinity), and then returns safely to Earth, with all mission objectives confirmed as completed by SpaceX or an authoritative space exploration agency (e.g., NASA, ESA) before January 1, 2030. The mission must be manned or unmanned with clear, predefined objectives related to lunar exploration or technology demonstration. Safe return is defined as the spacecraft landing back on Earth in a condition that allows for post-mission analysis or reuse, as confirmed by SpaceX or the overseeing space agency. In the event of a dispute regarding the mission's success, an independent panel of aerospace experts will be convened to review the mission outcomes. This panel's decision will be considered final. If SpaceX does not attempt a lunar mission by this date, or if the mission is attempted but fails to meet the above criteria, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX", "category": "Economy & Business"}, "resolution": null}
{"id": "7c97350e-9adc-4987-aab4-0bbef6bbdbe6", "title": "Will the Bureau of Labor Statistics report a significant change in employment within the nuclear sector by 2025?", "body": "The question will resolve as Yes if the Bureau of Labor Statistics (BLS) reports a change in employment within the nuclear sector that meets the following criteria by December 31, 2025:\n\n- A significant increase is defined as a rise of at least 10% in the total number of employed nuclear engineers, nuclear technicians, or other nuclear-related occupations as reported in the BLS Occupational Employment and Wage Statistics (OEWS) compared to the figures reported for the year 2020.\n\n- A significant decrease is defined as a reduction of at least 10% in the total number of employed nuclear engineers, nuclear technicians, or other nuclear-related occupations as reported in the BLS OEWS compared to the figures reported for the year 2020.\n\n- In the event that the BLS changes its reporting methodology or the OEWS is discontinued, a comparable official report or dataset from the BLS will be used to determine the change in employment.\n\n- If no official report or dataset is available by the resolution date, expert analysis from three recognized economists in the field of labor statistics will be used to determine if a significant change has occurred, based on available data and industry trends.\n\n- If the nuclear sector is redefined or split into new categories by the BLS, the combined figures of the new categories that most closely align with the original nuclear sector definition will be used for comparison.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Bureau of Labor Statistics", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "eff67f0e-2d5f-45fa-9775-68d2440ee971", "title": "Will a COVID-19 vaccine be mandated for international travel by any G7 country before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, any of the G7 countries (Canada, France, Germany, Italy, Japan, the United Kingdom, or the United States) officially mandates a COVID-19 vaccine for all individuals entering the country for international travel. The mandate must apply to non-citizens and non-residents and must be a requirement for entry as opposed to a recommendation. The resolution will be based on official statements, legislation, or regulations published by the respective government authorities. In the event of temporary measures due to specific outbreaks, only a continuous mandate lasting more than six months will be considered for resolution. If no such mandate is in place by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Politics"}, "resolution": null}
{"id": "f70b1d76-c9ed-4552-8174-ad1c36d459a1", "title": "Will NATO establish a dedicated nuclear incident response team by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, NATO has officially announced the establishment of a dedicated nuclear incident response team. The team must be operational and have a clear mandate to respond to nuclear incidents, which may include accidents, unauthorized use of nuclear materials, or nuclear attacks. The announcement must specify the team's capabilities, jurisdiction, and the resources allocated to it. The resolution will rely on official NATO press releases, statements from NATO officials, or NATO documentation. In the absence of a clear announcement by the specified date, the question will resolve as No. If NATO is disbanded or undergoes significant restructuring that makes the establishment of such a team irrelevant or impossible, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "d484377b-2a23-4158-b4c5-115583d9a20a", "title": "Will a cryptocurrency be used to fund a particle physics experiment by 2030?", "body": "This question will resolve as Yes if, before December 31, 2030, a cryptocurrency transaction is used to provide funding for a particle physics experiment. The funding must be verifiable through a transaction on a blockchain that is publicly accessible or through official statements from the research institution conducting the experiment. The experiment must be related to the field of particle physics and aim to investigate the fundamental particles and forces of the universe. The funding must be specifically earmarked for the experiment, not for general institutional support. In the event of ambiguity regarding the purpose of the funding, an official statement from the research institution will be considered definitive. If no such transaction or statement is publicly available by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "0e2e9d55-95c0-4130-ab62-d1381a5bb5dc", "title": "Will the global economic impact of COVID-19 vaccine distribution lead to a measurable increase in GDP growth rates in low-income countries by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the World Bank or a similar authoritative economic body reports that the average GDP growth rate for low-income countries, as classified by the World Bank at the time of the report, has increased by at least 0.5 percentage points from the average rate reported for the years 2019-2020. The increase must be attributed, at least in part, to the economic impact of COVID-19 vaccine distribution as determined by the reporting body. In the absence of a direct attribution, a consensus of expert economic analyses may be used to infer the impact of vaccine distribution on GDP growth. If no authoritative report or consensus is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Economy & Business"}, "resolution": null}
{"id": "2fbb3dfb-aa85-4daf-b44a-2ab613352255", "title": "Will Taiwan hold a national referendum on changing its official name from the Republic of China before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the government of Taiwan officially announces and holds a national referendum on changing its official name from the Republic of China to any other name. The referendum must be recognized as legitimate by at least one of the following: the United Nations, the United States, the European Union, or the People's Republic of China. In the event of a dispute over the legitimacy of the referendum, the decision of the United Nations will be considered final. If no referendum is announced or held by the specified date, or if the referendum is held but does not propose changing the official name, the question will resolve as No. In the case of political instability or significant changes in Taiwan's governance structure that prevent the holding of a referendum, the question will resolve as Ambiguous.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Taiwan", "category": "Politics"}, "resolution": null}
{"id": "f4427fa0-fa6c-42f7-bbb9-c480cb66ae89", "title": "Will Tesla accept Bitcoin as a payment method for its vehicles in Spain before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, Tesla officially announces and implements the acceptance of Bitcoin as a payment method for purchasing its vehicles in Spain. The announcement must be verifiable through Tesla's official communication channels, such as press releases, official social media accounts, or statements from Tesla's executive team. The implementation must be confirmed by the availability of Bitcoin as a payment option on Tesla's Spanish website or through direct confirmation from Tesla's sales representatives in Spain. This resolution criteria exclude temporary promotions or pilot programs unless they result in a permanent change to Tesla's payment options in Spain. In the event of conflicting reports or lack of clear public information, the resolution will be based on the most authoritative and reliable sources available at the time of the resolution date.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tesla, Spain", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "485eac13-bef4-4961-857f-2144e92a8e02", "title": "Will the United States experience a significant drop (over 5%) in IT sector employment numbers by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United States Bureau of Labor Statistics (BLS) or an equivalent authoritative source reports a decrease of more than 5% in the total number of employed individuals within the Information Technology (IT) sector compared to the number reported at the end of 2020. The IT sector is defined according to the North American Industry Classification System (NAICS) codes relevant to information technology services, software development, and related activities. In the event that the BLS discontinues its reporting or significantly alters its methodology in a way that prevents direct comparison, a panel of three independent experts in labor economics, appointed by a recognized academic institution, will determine whether the criteria have been met based on the best available data and methodologies. Should the BLS or equivalent source revise their initial 2025 report after the resolution date but before March 31, 2026, the question's resolution will be based on the revised data.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Information Technology", "category": "Economy & Business"}, "resolution": null}
{"id": "58b8d818-5c0a-4b38-bfdc-7c3355026a4e", "title": "Will the Supreme Court of the US rule on a case involving AI personhood by 2030?", "body": "The question will resolve as Yes if, by December 31, 2030, the Supreme Court of the United States has issued a ruling on a case that directly involves the legal personhood of Artificial Intelligence (AI) systems. This includes any decision that addresses whether AI systems can possess legal rights similar to those of human beings or corporations, or if they can be held legally accountable for their actions in a manner akin to human or corporate entities. The resolution will be based on official court documents or statements from the Supreme Court. In the event that the Supreme Court agrees to hear a case on AI personhood but has not issued a ruling by the resolution date, the question will resolve as No. If the Supreme Court issues a ruling that indirectly affects AI personhood through broader legal principles without directly addressing AI personhood, this will not satisfy the resolution criteria. In cases where official documentation is ambiguous or open to interpretation, a panel of legal experts will be consulted to determine the outcome based on the majority opinion.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Supreme Court of the US", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "74628a68-0832-455a-9f5c-d4d890252435", "title": "Will Russia create a state-backed cryptocurrency by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Russian government or any entity acting on its behalf has officially created and released a state-backed cryptocurrency. The cryptocurrency must be recognized by the Central Bank of Russia or another relevant regulatory authority and be available for use by the public or specific sectors. The resolution will be based on official statements, press releases, or government documents confirming the creation and release of the cryptocurrency. In the event of ambiguity or lack of clear official communication, credible reports from major financial news outlets will be considered sufficient to resolve the question. If multiple cryptocurrencies are released, only the first one that meets these criteria will be considered for resolution. If a cryptocurrency is announced but not released to the public by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "acbe2c65-ee3c-4438-b056-034c4deff766", "title": "Will an AI system be officially used in Formula 1 to make strategic decisions during a race by 2025?", "body": "An \"AI system\" for Formula 1 strategic decisions is defined as a software system that autonomously makes real-time decisions regarding pit stops, tire changes, and race strategies without human intervention. This system must be officially recognized and utilized by at least one Formula 1 team during a competitive race in the Formula 1 World Championship.\n\nThe AI system's use must be confirmed through official statements from the Formula 1 team, race broadcasts, or Formula 1's governing body. In the event of a dispute regarding the AI system's autonomy or official use, a statement from the FIA (Fédération Internationale de l'Automobile) will be considered definitive.\n\nIf no AI system is officially recognized for use in Formula 1 races by the end of the 2024 season, the question will resolve as No. In case of a season disruption (e.g., due to a global pandemic), the resolution date will be extended to include the next complete Formula 1 season.", "resolution_date": "2024-11-30 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Formula 1", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "de540cdf-4de4-4196-806b-88e5b5d53894", "title": "Will the US dollar be used in more than 50% of international nuclear energy trade transactions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, more than 50% of international nuclear energy trade transactions are conducted using the US dollar. Transactions will be considered in this context as any exchange of goods, services, or financial assets between parties in different countries involving nuclear energy, including but not limited to uranium trade, nuclear reactor components, and nuclear technology services. The assessment will be based on data from authoritative financial and energy industry sources, such as the International Energy Agency (IEA), the World Nuclear Association (WNA), and the Bank for International Settlements (BIS). In the event of discrepancies between sources, the majority consensus among these sources will be used. If reliable data for 2030 is not available by the resolution date, the question will resolve using the most recent full year of data available. Edge cases, such as transactions involving multiple currencies or digital currencies pegged to the US dollar, will be evaluated on a case-by-case basis, with a focus on the intent and effect of the transaction in the context of international nuclear energy trade.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "992773af-2432-477d-b117-3df610b04984", "title": "Will the United Nations establish a dedicated body for regulating AI ethics and standards by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United Nations officially announces the establishment of a dedicated body tasked with regulating AI ethics and standards. The body must be recognized by the UN General Assembly or an equivalent authoritative entity within the UN system, and its mandate must explicitly cover the development, implementation, and oversight of global AI ethics and standards. The resolution will rely on official UN press releases, statements from UN officials, or documentation from UN websites as primary sources of verification. In the event that the UN announces the intention to establish such a body but it is not officially operational by the resolution date, the question will resolve as No. If the UN is dissolved or undergoes significant restructuring that makes the establishment of new bodies impossible, an alternative resolution mechanism will be considered based on the context at the time.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Nations", "category": "Technology"}, "resolution": null}
{"id": "cc787111-c31c-4027-b044-ecee6d8de1ae", "title": "Will a political party with a platform focused on advancing genetic engineering policies win a majority in the German Bundestag by 2030?", "body": "This question will resolve as Yes if, by 23:59:59 on December 31, 2030, a political party with a platform that explicitly prioritizes the advancement of genetic engineering policies secures a majority of the seats in the German Bundestag following a federal election. The party must have a clear and public commitment to genetic engineering in its official platform, as evidenced by its manifesto or official statements by its leadership. The resolution will be based on the official election results as reported by the Federal Returning Officer of Germany (Bundeswahlleiter). In the event of a coalition government where the leading party meets the criteria, the question will resolve as Yes only if that party holds the majority of the coalition's total seats. If no party meeting the criteria wins a majority, or if the Bundestag is dissolved without such a party winning a majority by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Germany", "category": "Politics"}, "resolution": null}
{"id": "565f6905-d547-4cc2-8345-e62ddd3627d6", "title": "Will the Biden administration implement a policy requiring AI ethics review for federal AI projects before the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the Biden administration has officially announced and implemented a policy that mandates an ethics review for all federal AI projects. The policy must be applicable to all federal agencies and must include a clear set of guidelines for conducting the ethics review. The policy should address at least the following aspects of AI ethics: data privacy, algorithmic bias, transparency, and accountability. The announcement of the policy can be through an executive order, federal regulation, or an official statement from the White House. The implementation of the policy must be evidenced by the initiation of ethics reviews in at least three different federal agencies, with at least one project in each agency undergoing the review process. If the Biden administration is succeeded before the end of 2024, the resolution will be based on the policies in place as of the last day of the administration. In the event that no official policy is announced, but an executive order or similar directive leads to the widespread adoption of ethics reviews in practice, the question will resolve as Yes if the practice is consistent with the described criteria and is in effect across multiple federal agencies by the resolution date.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "c7daa373-81f2-4e75-a684-7bd31e20b4e5", "title": "Will France establish a nationwide AI ethics board to regulate AI development and usage by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the French government officially announces the establishment of a nationwide AI ethics board tasked with regulating AI development and usage within France. The board must be recognized by the French government as the primary authority on AI ethics, with responsibilities including but not limited to: \n\n- Setting ethical guidelines for AI development and usage\n- Reviewing and approving AI projects based on ethical considerations\n- Enforcing compliance with ethical standards among AI developers and users\n\nThe announcement must be verifiable through official government channels, such as a government website or an official press release. In the event that the French government announces the intention to establish such a board but does not officially do so by the resolution date, the question will resolve as No.\n\nIn case of ambiguity regarding the board's authority or scope, the question will resolve based on the most authoritative and recent information available from official sources.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "58f2bd9a-3467-499a-929d-f20d0e09ea06", "title": "Will the number of scientific papers rejecting climate change drop below 5% of climate-related publications by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, less than 5% of the scientific papers published in that year on the topic of climate change explicitly reject the consensus on human-caused global warming. For the purpose of this question, \"scientific papers\" refer to peer-reviewed journal articles. The assessment will be based on a comprehensive review of literature indexed by major scientific databases such as Web of Science, Scopus, and PubMed. Papers that are retracted, corrected to no longer reject the consensus, or not peer-reviewed will be excluded from the count. In cases where the classification of a paper's stance on climate change is disputed, the final decision will be made by a panel of experts in climate science, whose determination will be considered final.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climate change denial", "category": "Science"}, "resolution": null}
{"id": "04d98258-a0b2-4c6a-8e5f-10defe8bc2e7", "title": "Will Italy surpass Germany in GDP per capita at any point before 2030?", "body": "This question will resolve as Yes if, according to data from the World Bank or another internationally recognized economic authority, Italy's Gross Domestic Product (GDP) per capita, measured in current US dollars, exceeds that of Germany at any point before January 1, 2030. The measurement will be based on the most recently published data by the specified authority. In the event that the World Bank discontinues its GDP per capita reporting, or if there is a significant change in the methodology making direct comparisons impossible, the resolution will defer to the next most authoritative source of global economic statistics available at that time. Should discrepancies arise between different authoritative sources, the source used by the majority of major global financial institutions for their annual reports in the year prior to the resolution date will be considered definitive. Edge cases, such as significant revisions to previously published data after the resolution date, will be resolved by considering the most up-to-date and accurate information available at the time of resolution, even if this information is published after the resolution date.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Italy", "category": "Economy & Business"}, "resolution": null}
{"id": "e42b8c9e-8961-4427-9147-c2705a37a928", "title": "Will there be a significant political event directly related to epidemiology, such as a major public health bill or a national pandemic preparedness initiative, announced in the United States before 2025?", "body": "Resolution criteria: This question will resolve as Yes if, before January 1, 2025, the United States government announces a significant political event directly related to epidemiology. This includes, but is not limited to, the passing of a major public health bill, the launch of a national pandemic preparedness initiative, or the establishment of a substantial new public health agency or program. \n\nSignificant is defined as involving an allocation of resources or funding exceeding $1 billion USD, the establishment of a new national policy, or a program expected to significantly impact public health practices or infrastructure. \n\nThe announcement must be confirmed through official government channels, such as a press release from the relevant government agency, statements from elected officials, or official government websites. In the event of ambiguity or disputed outcomes, the resolution will defer to the interpretation by a panel of experts in public health and political science, convened by the question's administrators. \n\nEdge cases, such as announcements made very close to the deadline or minor initiatives that are part of a larger, significant event, will be considered on a case-by-case basis.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Epidemiology", "category": "Politics"}, "resolution": null}
{"id": "a6fc11fe-4b5c-4472-81bd-7bc26f711570", "title": "Will a major cryptocurrency integrate a breakthrough from particle physics research into its blockchain algorithm by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a cryptocurrency that is ranked within the top 10 by market capitalization at any point during the year 2030, as reported by a recognized financial news outlet or cryptocurrency market analysis platform, integrates a technology or discovery from particle physics research into its blockchain algorithm. The integration must represent a significant technological advancement and not merely a minor modification or update. The breakthrough must be clearly documented and recognized by a reputable scientific journal or institution, and the cryptocurrency's integration of this technology must be verifiable through a public announcement or technical documentation. In the event that multiple cryptocurrencies meet these criteria, the question will resolve as Yes for the first cryptocurrency to publicly announce the integration. If no such integration is announced by the specified date, the question will resolve as No. In cases where the status of the integration is disputed or unclear, the resolution will be based on the consensus opinion of a panel of experts in blockchain technology and particle physics, convened specifically for this purpose.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "66dfda4f-c548-49d6-a7ff-e0a975712fd7", "title": "Will a spacecraft using primarily aerospace engineering innovations developed after 2020 successfully orbit a celestial body beyond Mars by 2035?", "body": "This question will resolve as Yes if a spacecraft, utilizing primarily aerospace engineering innovations developed after January 1, 2020, successfully enters and maintains orbit around a celestial body beyond Mars (e.g., Jupiter, Saturn, Uranus, Neptune, or any of their moons) before January 1, 2035. The spacecraft must complete at least one full orbit to be considered successful. Innovations are defined as significant technological advancements or novel applications of technology in aerospace engineering that contribute directly to the mission's success. Verification will be based on official announcements from recognized space agencies (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or reputable space exploration companies. In the event of a dispute regarding the innovations' timeline or their significance, a panel of experts from the International Astronautical Federation (IAF) will make the final determination. If no spacecraft meets these criteria by the deadline, the question will resolve as No.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Aerospace engineering", "category": "Science"}, "resolution": null}
{"id": "43ca9a4c-048d-45e2-a1a8-c4e3b38f685c", "title": "Will Google develop a satellite-based internet service that covers 95% of the Earth's surface by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Google has developed and is actively operating a satellite-based internet service that provides coverage to at least 95% of the Earth's surface. Coverage is defined as the ability to receive a stable internet connection from the service, regardless of the user's location on the Earth's surface. The service must be commercially available and operational, not merely in a testing or pilot phase.\n\nThe assessment of coverage will be based on official statements from Google, corroborated by independent verification from a recognized authority in satellite communications or a reputable global telecommunications regulatory body. In the absence of an official statement or independent verification, credible media reports from at least three major technology news outlets may be used as evidence.\n\nIn the event that Google is acquired, merges with another company, or undergoes significant restructuring, the question will resolve based on the actions of the successor entity that inherits Google's satellite internet service project.\n\nIf the service is developed but does not reach the 95% coverage threshold by the resolution date, the question will resolve as No. If the service reaches the coverage threshold but is not operational due to regulatory, technical, or other unforeseen issues, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Space"}, "resolution": null}
{"id": "8e078705-2879-4c0f-9baa-40bbb62d5582", "title": "Will Canada implement a national cryptocurrency as legal tender by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, the Canadian government officially announces and implements a national cryptocurrency that is recognized as legal tender within Canada. Legal tender is defined as a recognized medium of payment that must be accepted if offered in payment of a debt. The cryptocurrency must be backed or issued by the Bank of Canada or another authorized governmental body and must be usable for all types of transactions within the country, including but not limited to taxes, public services, and retail purchases. \n\nIn the event that a digital currency is introduced but does not meet all the specified criteria for being considered legal tender, or if it is only implemented in a limited capacity (e.g., for specific types of transactions or in certain regions), this will not satisfy the resolution criteria. \n\nShould there be any ambiguity regarding the status of the cryptocurrency as legal tender, authoritative sources such as official government announcements, the Bank of Canada's publications, or legal documents will be used to determine the outcome. \n\nIn case of a retraction or change in policy before the resolution date that negates the implementation of the cryptocurrency as legal tender, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "777a3ebe-bc69-4be9-abf3-43ad9d109d7a", "title": "Will any city hosting the Summer or Winter Olympics by 2030 contribute to a measurable increase in global GDP growth in the year of the event?", "body": "This question will resolve as Yes if, for any city hosting the Summer or Winter Olympics by the end of 2030, there is a measurable increase in global GDP growth in the year of the event compared to the previous year. The increase must be reported by the International Monetary Fund (IMF) or the World Bank. A \"measurable increase\" is defined as a growth rate that is at least 0.1 percentage points higher than the growth rate of the previous year. In the event that both the IMF and the World Bank report differing figures, the average of their reported growth rates will be used for resolution. If neither organization provides a specific report on global GDP growth for the year in question by the resolution date, the question will resolve as No. Edge cases, such as a city hosting the Olympics but the event being postponed or canceled, will result in the question resolving as No unless the Olympics are rescheduled within the same calendar year.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Economy & Business"}, "resolution": null}
{"id": "de319fbc-334a-4a16-885c-74ff073d872e", "title": "Will Amazon accept Bitcoin or any other major cryptocurrency for transactions on its platform by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, Amazon has officially announced and implemented support for transactions using Bitcoin or any other major cryptocurrency (e.g., Ethereum, Ripple, Litecoin) on its platform. Major cryptocurrencies are defined as those listed in the top 10 by market capitalization according to CoinMarketCap or a similar authoritative source at the time of the announcement. The announcement must be verifiable through Amazon's official channels (e.g., press release, official blog, or a statement from a company executive). Transactions must be fully executable using the specified cryptocurrencies, including the completion of purchases and processing of returns. This resolution criteria does not include the use of intermediary services that convert cryptocurrencies to fiat currencies for transactions on Amazon's platform. In the event that Amazon announces the acceptance of cryptocurrencies but retracts the decision before the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Amazon", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "591afed1-0fbc-40a1-8c7a-139c9bf4f5cd", "title": "Will SpaceX employ AI technology to achieve a 100% success rate for its reusable launch system landings in a calendar year by 2030?", "body": "This question will resolve as Yes if SpaceX achieves a 100% success rate for the landing of its reusable launch systems in all attempted landings within a single calendar year before January 1, 2031. A \"100% success rate\" is defined as every attempted landing of a reusable launch system, including but not limited to Falcon 9 and Falcon Heavy boosters, Dragon spacecraft, and any future reusable systems developed by SpaceX, resulting in a safe landing and recovery without significant damage that prevents re-use. \n\nSuccess will be determined based on SpaceX's official announcements, mission reports, and any corroborating evidence from recognized space industry monitoring organizations. In the event of a dispute regarding the success or failure of a landing, the decision will be deferred to an independent panel of aerospace experts. \n\nFor the purpose of this question, a \"calendar year\" is defined as January 1 through December 31. The resolution will not consider landings outside of this timeframe. In the case where SpaceX ceases operations or is unable to attempt any landings in a given year, the question will resolve as No.", "resolution_date": "2031-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "e2d0d6c7-99d6-4f8d-9cfa-bfda80220e8c", "title": "Will Google face antitrust litigation resulting in a company breakup in the United States before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Google (or its parent company Alphabet Inc.) is subjected to antitrust litigation by the United States government that results in a formal court order or a legally binding agreement mandating the breakup of the company into two or more separate entities. The breakup must be due to antitrust concerns and not for other reasons such as voluntary restructuring or unrelated legal matters. The resolution will be based on official court documents, public statements from the U.S. Department of Justice or the Federal Trade Commission, or credible media reports from established news organizations. In the event of a settlement without a breakup, the question will resolve as No, unless the settlement explicitly includes provisions that effectively divide Google's business operations into independent companies. If litigation is ongoing without a resolution by the specified date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Politics"}, "resolution": null}
{"id": "f467bf18-bdfa-4160-ad6b-28a656bad7c7", "title": "Will Norway introduce a new major policy to significantly reduce its domestic oil production by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Norwegian government officially announces and begins the implementation of a policy or set of policies aimed at reducing Norway's domestic oil production by at least 20% from 2020 levels. The policy must be significant, meaning it should lead to a tangible reduction in oil production volumes and not merely represent a shift in oil production strategies or a reclassification of oil production categories. The announcement must be made through official government channels, such as a press release from the Ministry of Petroleum and Energy, a policy paper, or a legislative act passed by the Storting (Norwegian Parliament). In the event of ambiguity or lack of clear governmental announcement, the resolution will be based on the most reliable and authoritative sources available at the time, including but not limited to official government publications, verified news reports, and statements from key government officials. If the policy is announced but its implementation is significantly delayed or cancelled, the question will resolve as No.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Norway", "category": "Politics"}, "resolution": null}
{"id": "2dc24c30-2760-4258-911c-ff73855a682a", "title": "Will Sweden implement a digital currency as an official means of transaction by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Swedish government or its official monetary authority (e.g., Sveriges Riksbank) has officially announced and implemented a digital currency that is recognized as legal tender for all types of transactions within Sweden. The digital currency must be fully operational and accessible to the public, with clear guidelines and infrastructure for its use in everyday transactions. \n\nFor the purpose of this question, a \"digital currency\" is defined as a currency that exists in digital or electronic form, which may include but is not limited to, central bank digital currencies (CBDCs), digital versions of the Swedish krona, or any new digital currency introduced by the authorities. \n\nIn the event that multiple digital currencies are introduced, at least one must meet the above criteria for the question to resolve as Yes. \n\nIf the digital currency is announced but not fully implemented by the resolution date, or if it is only used for specific types of transactions, the question will resolve as No. \n\nAuthoritative sources for confirmation include official government or Sveriges Riksbank announcements, press releases, and legal documents.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Sweden", "category": "Politics"}, "resolution": null}
{"id": "ccb0a6e2-09ae-4784-ba84-c06051ce5101", "title": "Will a major cryptocurrency undergo a significant protocol change due to a breakthrough in quantum computing by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a major cryptocurrency (defined as one of the top 10 by market capitalization at the time of the event) implements a significant protocol change specifically attributed to advancements in quantum computing. The protocol change must be:\n\n- Publicly announced by the official development team or governing body of the cryptocurrency.\n- Aimed at addressing security vulnerabilities exposed by quantum computing advancements.\n- Implemented and active on the main network of the cryptocurrency.\n\nA \"significant protocol change\" is defined as an update or modification that fundamentally alters the cryptographic algorithms or security protocols used by the cryptocurrency to protect transactions, wallet addresses, or the integrity of the blockchain.\n\nIn the event that multiple cryptocurrencies meet these criteria, the question will resolve as Yes upon the first instance. If no such change is publicly announced and implemented by the specified date, the question will resolve as No.\n\nAuthoritative sources for confirmation include official cryptocurrency project announcements, verified news outlets, and peer-reviewed publications in the field of quantum computing.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Information Technology", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "988ccad4-e182-481e-850d-068d63b1bd9f", "title": "Will a former or current Major League Baseball player run for political office in the United States by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, any individual who has played in Major League Baseball (MLB) at any point in their career announces their candidacy for any elected political office within the United States, including but not limited to local, state, or federal positions. The announcement must be verifiable through credible media outlets, official campaign announcements, or direct confirmation from the individual's official social media accounts or website. In the event of a dispute over the individual's MLB player status, the official MLB records and player rosters will serve as the authoritative source. If no such announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "MLB", "category": "Politics"}, "resolution": null}
{"id": "d94d425b-4d0c-41b9-b0a0-96f423fc0345", "title": "Will Tesla announce the construction of a new Gigafactory in Spain by the end of 2024?", "body": "This question will resolve as Yes if Tesla, Inc. announces the initiation of construction for a new Gigafactory in Spain before January 1, 2025. The announcement must be verifiable through official Tesla communications, including but not limited to press releases, official social media posts, or direct statements from Elon Musk or other authorized Tesla spokespersons. The Gigafactory must be explicitly stated to be located within the geographical boundaries of Spain, and the construction must be intended to start before the end of 2025. In the absence of a clear announcement by Tesla, Inc. regarding the construction of a Gigafactory in Spain by the resolution date, the question will resolve as No. For the purpose of this question, a 'Gigafactory' is defined as a large-scale manufacturing facility operated by Tesla, Inc. that is primarily focused on the production of electric vehicles and/or battery cells. Announcements made in any language will be considered valid, provided they can be accurately translated and verified.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "TeslaSpain", "category": "Technology"}, "resolution": null}
{"id": "db452285-6b03-4f56-9f20-c4840a0ea157", "title": "Will Australia commit to a manned lunar mission by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the Australian government, or a recognized space agency or private spaceflight company based in Australia, officially announces and commits to conducting a manned lunar mission. The commitment must include a clear statement of intent to send at least one Australian astronaut to the lunar surface, along with a planned timeline for the mission's launch. The announcement must be verifiable through official government channels, press releases, or major media outlets. In the event of ambiguity or partial commitments, the question will resolve as No unless there is an unequivocal declaration of a manned lunar mission. If no such announcement is made by the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Space Exploration"}, "resolution": null}
{"id": "bd745cf4-ed5b-41a2-b6a9-ce0486889c03", "title": "Will Virginia launch a state-funded satellite into orbit by 2030?", "body": "This question will resolve as Yes if the state of Virginia, either through its government agencies or in partnership with private entities, successfully launches a satellite into Earth's orbit before January 1, 2030. The satellite must be intended for a non-military purpose, such as environmental monitoring, educational projects, or telecommunications, and must achieve a stable orbit for at least 30 days to be considered successful. Launches conducted by private entities must be explicitly funded or co-funded by the state of Virginia, with clear documentation of the state's financial or resource contribution. In the event of a dispute regarding the launch's funding or purpose, the final decision will be made based on the most reliable and authoritative sources available at the time of resolution. If no launch has occurred by the resolution date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Space"}, "resolution": null}
{"id": "d6e3a0a2-1241-440c-9ae0-497fb32a8416", "title": "Will a major aerospace company announce a project involving blockchain technology for supply chain management by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a major aerospace company (defined as one of the top 10 aerospace companies by revenue as of 2023, including but not limited to Boeing, Airbus, Lockheed Martin, Northrop Grumman, Raytheon Technologies, General Dynamics, BAE Systems, Leonardo S.p.A., and Safran) announces a project that involves the use of blockchain technology for managing its supply chain. The announcement must be verifiable through official company press releases, filings with the Securities and Exchange Commission (SEC), or other authoritative public disclosures. In the event of a dispute regarding the legitimacy of the announcement, the resolution will defer to the most authoritative source available at the time of resolution. If no such announcement is made by the specified date, the question will resolve as No. Projects that are announced but not specifically described as involving blockchain technology for supply chain management will not meet the resolution criteria. In the case where a company is acquired or merges with another entity, the resulting entity will be considered for the resolution if it remains within the top 10 aerospace companies by revenue.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Aerospace engineering", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "ae94b160-2227-47cc-8358-ba4e6c77a968", "title": "Will the Biden administration implement a regulatory framework specifically for cryptocurrencies that includes consumer protection by the end of 2024?", "body": "The question will resolve as Yes if, by December 31, 2024, the Biden administration has officially announced and implemented a regulatory framework for cryptocurrencies that includes specific measures for consumer protection. This framework must be documented in official government publications or announcements, such as the Federal Register, press releases from relevant regulatory bodies (e.g., the Securities and Exchange Commission, the Commodity Futures Trading Commission), or official statements from the White House. The framework should address, at a minimum, the following areas: \n\n- Standards for transparency and disclosure by cryptocurrency issuers and platforms\n- Anti-fraud and anti-manipulation measures\n- Consumer rights and protections in the event of loss or theft\n- Regulatory oversight mechanisms for cryptocurrency exchanges and wallets\n\nIn the absence of a comprehensive framework, the question will resolve as No. If the administration announces a framework but it is not fully implemented by the deadline, the question will also resolve as No. In the event of ambiguity regarding the implementation status, the resolution will be based on the most authoritative and recent information available from the aforementioned sources.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "cf3d93c0-99a2-423a-ba0d-d25dd98ad5e1", "title": "Will the Democratic Party (US) hold a majority in both the House of Representatives and the Senate simultaneously at any point before 2030?", "body": "This question will resolve as Yes if, at any point before January 1, 2030, the Democratic Party holds more than 50% of the seats in both the House of Representatives and the Senate of the United States simultaneously. The count of seats must be based on the official results of elections, special elections, or appointments that are recognized by the relevant legal and governmental authorities. In the event of a tie in the Senate, the Vice President's party affiliation will determine the majority. If the Democratic Party holds exactly 50% of the seats in the Senate and the Vice President is a Democrat, this will be considered a majority. The resolution will not be affected by temporary absences or vacancies unless they last for more than 6 months without a resolution, such as a special election or appointment. In such a case, the majority status will be based on the number of active, filled seats. If there is a dispute over the legitimacy of any members or the results of an election, the resolution will defer to the final decision of the highest relevant legal authority.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Democratic Party (US)", "category": "Politics"}, "resolution": null}
{"id": "db442306-b540-4eba-8512-cb8ec1709184", "title": "Will any NBA team launch an official cryptocurrency or blockchain-based token for fan engagement by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, any NBA team officially announces or launches a cryptocurrency or blockchain-based token specifically designed for fan engagement. This includes, but is not limited to, tokens for voting on team decisions, digital collectibles, or rewards programs. The announcement must come directly from an NBA team or an official NBA communication channel. Third-party reports without official confirmation will not be considered. In the event of a dispute over the nature of the token or its intended use for fan engagement, the final decision will be made based on the most direct and clear statements from the involved NBA team or the NBA itself. If no such cryptocurrency or token is announced or launched by the specified date, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NBA", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e3abb1eb-820b-4be8-800b-40a60dba62d9", "title": "Will an international scientific organization establish a new global code of ethics for AI research by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, an international scientific organization recognized by the United Nations Educational, Scientific and Cultural Organization (UNESCO) or a similar authoritative body establishes a new global code of ethics specifically for artificial intelligence research. The code must be publicly available, endorsed by at least 5 countries across at least 3 continents, and address at least the following areas:\n\n- AI safety and reliability\n- Transparency and accountability in AI development and deployment\n- Privacy and data protection\n- Fairness and non-discrimination in AI applications\n- Environmental sustainability of AI systems\n\nIn the event that multiple organizations propose different codes, the question will resolve as Yes only if one code becomes widely recognized as the standard, receiving formal endorsement from the majority of participating countries. If no such code is established by the specified date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Science"}, "resolution": null}
{"id": "9db6e771-2a7a-41bc-9197-54bc57759014", "title": "Will a major astronomical discovery lead to the creation of a new industry by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, a discovery in the field of astronomy leads to the establishment of a new industry that meets the following criteria:\n\n- The discovery must be related to a celestial phenomenon or object that was previously unknown or not fully understood.\n\n- The new industry must be directly based on the application or exploitation of the astronomical discovery.\n\n- The industry must have at least 10 companies or entities with a combined market valuation of over $1 billion USD, or equivalent in other currencies, adjusted for inflation to 2023 levels.\n\n- The industry must be recognized as a distinct economic sector by at least two major financial reporting services, such as Bloomberg, Reuters, or similar.\n\n- The industry must have created at least 1,000 jobs globally.\n\nIn the event that multiple discoveries lead to the creation of new industries, the question will resolve as Yes if at least one industry meets the above criteria.\n\nIf the discovery is made but the industry has not reached the specified scale by the resolution date, the question will resolve as No.\n\nIn the case of ambiguity or disputes over whether an industry is 'new' or based on the astronomical discovery, a panel of experts from the International Astronomical Union (IAU) will be consulted for a final decision.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Economy & Business"}, "resolution": null}
{"id": "a127dc7d-d8e4-4172-ab60-d6249bd8cfcf", "title": "Will a candidate with a policy platform focused on nuclear technology reform win the 2024 US presidential election?", "body": "This question will resolve as Yes if a candidate whose policy platform includes significant reforms in nuclear technology (including but not limited to nuclear energy production, nuclear waste management, and nuclear arms control) wins the 2024 US presidential election. The candidate must explicitly mention nuclear technology reform as a key component of their policy platform during their campaign. The resolution will be based on the official results of the 2024 US presidential election as announced by the Federal Election Commission. In the event of a dispute over the election results, the question will not resolve until a final decision is made by the Supreme Court of the United States. If no candidate with a policy platform focused on nuclear technology reform participates in the election, the question will resolve as No.", "resolution_date": "2024-11-06 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2024 US Elections", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "065f440e-0d67-4783-8fd7-9218c189e1c8", "title": "Will a professional basketball team in the NBA start accepting cryptocurrency for ticket purchases by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, any NBA team officially announces and implements a system allowing for the purchase of game tickets using one or more forms of cryptocurrency. The announcement must be verifiable through official team communications, such as press releases, official social media accounts, or the team's official website. Transactions must be directly processed in cryptocurrency without requiring conversion to fiat currency at the point of sale. This resolution criteria does not include third-party resellers or platforms that offer cryptocurrency transactions independently of the team's direct sales channels. In the event that the NBA as an organization implements a league-wide policy allowing or mandating cryptocurrency transactions for ticket sales, this will also result in a resolution of Yes.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "ba8ac2d6-7182-430d-8922-9eadad242cf0", "title": "Will a cryptocurrency designed to fund environmental science research projects enter the top 50 by market capitalization before 2030?", "body": "This question will resolve as Yes if a cryptocurrency specifically designed to fund environmental science research projects enters the top 50 cryptocurrencies by market capitalization before January 1, 2030. Market capitalization will be determined based on data from a recognized financial data provider such as CoinMarketCap or CoinGecko. The cryptocurrency must be explicitly dedicated to funding environmental science research projects, as stated in its whitepaper or official documentation. In the event of a dispute regarding the cryptocurrency's purpose, the final decision will rest with Metaculus Admins. If no cryptocurrency meets these criteria by the specified date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "04491497-2df4-44ec-8737-7086581b40f7", "title": "Will an AI system solve a previously unsolved problem in theoretical physics by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, an AI system is officially credited with solving a problem in theoretical physics that, as of the date of this question, has not been solved. The problem must be recognized as unsolved by a reputable scientific body (e.g., the International Union of Pure and Applied Physics) and the solution must be published in a peer-reviewed scientific journal of high impact (e.g., Nature, Science, Physical Review Letters). The AI's contribution must be substantial and clearly delineated, with the AI being the primary solver of the problem. The solution must be acknowledged by the scientific community and lead to a significant advancement in the field. In case of disputes, a panel of experts appointed by a recognized scientific organization will make the final determination. Edge cases, such as partial solutions or contributions to a larger team effort, will be evaluated on a case-by-case basis, with the AI needing to be the key contributor to the solution. Solutions achieved through brute force methods without demonstrating novel insight or understanding will not qualify.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Physics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "e2184b48-c52c-4bd5-87b6-369a55be854d", "title": "Will the Virginia Department of Health implement a statewide health monitoring system using AI by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Virginia Department of Health (VDH) has officially announced and implemented a statewide health monitoring system that utilizes artificial intelligence (AI) technologies for at least one of the following purposes:\n\nDisease surveillance and prediction, including but not limited to COVID-19, influenza, and other infectious diseases.\nPublic health data analysis and forecasting to inform policy decisions and health advisories.\nPersonalized health recommendations for residents based on AI analysis of health data.\n\nThe system must be operational and accessible to the public or to health professionals statewide. The resolution will be based on official statements from the VDH, press releases, or government publications. In the absence of clear public announcements, credible news reports from major media outlets will be considered.\n\nIn the event that the VDH announces the development of such a system but it is not fully implemented by the resolution date, the question will resolve as No. If the system is implemented but does not utilize AI technologies as defined by leading industry standards at the time of implementation, the question will also resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia Department of Health", "category": "Science"}, "resolution": null}
{"id": "07443119-a422-4fa9-946f-e27e2de31300", "title": "Will a testable prediction from string theory be confirmed through space exploration missions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of the following criteria are met:\n\n- A space exploration mission, recognized by the International Astronomical Union (IAU) or a similar authoritative body, confirms a prediction unique to string theory that is distinguishable from predictions of other theoretical frameworks.\n\n- A peer-reviewed scientific publication presents empirical evidence from space exploration missions that is widely accepted by the scientific community as a confirmation of a testable prediction from string theory.\n\n- An official statement from a major space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or a renowned scientific organization (e.g., the American Physical Society, the Royal Astronomical Society) acknowledges the confirmation of a string theory prediction through space exploration.\n\nIn the event that multiple interpretations of the results exist, the resolution will be based on the consensus within the scientific community as reflected in a majority of publications and expert opinions.\n\nIf no confirmation is made by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "String theory", "category": "Space Exploration"}, "resolution": null}
{"id": "cf691ee6-c04d-47b7-8291-bd7a6d29ceaf", "title": "Will a new nuclear technology emerge by 2025 that significantly reduces the risk of infectious disease spread through radiation exposure?", "body": "This question will resolve as Yes if, by December 31, 2025, a new nuclear technology has been developed and demonstrated to significantly reduce the risk of infectious disease spread through radiation exposure. The technology must meet the following criteria:\n\n1. Peer-Reviewed Publication: The technology must be described in a peer-reviewed scientific publication, confirming its efficacy and safety.\n\n2. Official Recognition: The technology must be recognized by a reputable international body such as the International Atomic Energy Agency (IAEA) or the World Health Organization (WHO) as a significant advancement in reducing infectious disease spread through radiation exposure.\n\n3. Practical Deployment: There must be evidence of the technology's deployment in at least one nuclear facility, with documented results showing a reduction in the risk of infectious disease spread.\n\n4. Expert Consensus: A panel of experts in the field of nuclear safety and infectious diseases must reach a consensus that the technology represents a significant improvement over existing methods.\n\nIn the absence of such a technology, the question will resolve as No. If the technology emerges but does not meet all the above criteria by the resolution date, the question will also resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "05cc9ce4-92b1-4add-b192-e62b57d6e838", "title": "Will President Joe Biden announce a new federal initiative focused on advancing quantum computing technology before the end of 2023?", "body": "This question will resolve as Yes if, before December 31, 2023, President Joe Biden or an official White House spokesperson announces a new federal initiative specifically aimed at advancing quantum computing technology. The announcement must be made through official channels, such as a White House press release, a presidential speech, or an official statement on the White House website. The initiative must be new and not a continuation or rebranding of existing programs. The announcement must include a clear description of the goals, scope, and funding dedicated to the initiative. If no such announcement is made by the specified date, the question will resolve as No. In the event that President Joe Biden is no longer in office before the resolution date, the question will resolve as No unless the acting or new president makes a comparable announcement.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Technology"}, "resolution": null}
{"id": "f27a1cfe-4657-4b1a-ab7b-8c9160949076", "title": "Will NASA discover a particle with properties beyond the Standard Model of particle physics by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, NASA (or any entity collaborating with NASA on relevant projects) announces the discovery of a particle that exhibits properties not accounted for by the Standard Model of particle physics. The discovery must be documented in a peer-reviewed scientific journal and confirmed by at least one independent research group. The announcement must be made through official NASA channels or a recognized scientific publication. In the event that NASA ceases to exist or is merged into another entity, the resolution will apply to the successor organization. If the discovery is retracted or disproven by December 31, 2035, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Space Exploration"}, "resolution": null}
{"id": "343326c8-0ae4-49f5-a70d-be793224bd80", "title": "Will the global market share of robotics in manufacturing surpass 50% by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the global market share of robotics in manufacturing exceeds 50%, as reported by a recognized authority such as the International Federation of Robotics or an equivalent organization. The market share will be determined by the percentage of manufacturing processes that utilize robotics technology in any capacity, including but not limited to assembly, packaging, and quality control. In the event that specific data for the year 2030 is not available by the resolution date, the most recent data available will be used to determine the outcome. If no authoritative report or data is released by July 1, 2031, the question will resolve as No due to insufficient evidence.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Economy & Business"}, "resolution": null}
{"id": "4be87419-2a7e-4c15-a128-efc927d0d9b9", "title": "Will the implementation of blockchain technology in carbon credit trading significantly enhance transparency in climatology data by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a widespread adoption of blockchain technology in carbon credit trading that leads to a significant enhancement in the transparency of climatology data. 'Significant enhancement' is defined as a measurable increase in the availability, accuracy, and verifiability of data related to carbon emissions, carbon offset projects, and carbon credit transactions. This must be evidenced by a comparative study or report from a recognized authority in the field of climatology or environmental policy, such as the Intergovernmental Panel on Climate Change (IPCC) or the United Nations Framework Convention on Climate Change (UNFCCC). The study should demonstrate improvements in transparency compared to the state of climatology data as of January 1, 2020. In the absence of a definitive report, a consensus among experts in the field, as reflected in peer-reviewed publications, may also be considered sufficient for resolution. Edge cases, such as partial adoption without significant data enhancement or improvements in transparency that are not attributable to blockchain technology, will not meet the resolution criteria.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climatology", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "38b52b09-bec6-4d5d-9474-ae47067201dd", "title": "Will the International Cricket Council adopt a technology-based system for real-time player performance analytics in official matches by 2025?", "body": "The question will resolve as Yes if, by December 31, 2024, the International Cricket Council (ICC) officially announces the adoption of a technology-based system for real-time player performance analytics to be used in official international cricket matches. This system must provide instant data on player performances, including but not limited to batting averages, bowling speeds, and fielding efficiency, during live matches. The announcement must be verifiable through official ICC press releases or public statements made by ICC representatives. In the event that the ICC dissolves or undergoes a significant restructuring that impacts its ability to make such a decision, the question will resolve as No. If the ICC announces the adoption of a partial system that only covers some aspects of player performance or is to be used in a limited set of matches (e.g., only in World Cup or T20 matches), this will not fulfill the criteria for a Yes resolution. The resolution criteria are designed to ensure clarity and fairness, relying on authoritative sources for verification.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Cricket", "category": "Technology"}, "resolution": null}
{"id": "fd7a5453-188b-4fef-9c82-89cad0d7e0bb", "title": "Will NASA's budget exceed 1% of the US federal budget by the year 2030?", "body": "Resolution criteria: This question will resolve as Yes if, at any point before January 1, 2030, NASA's annual budget is officially set at or exceeds 1% of the total US federal budget for the same fiscal year. The US federal budget refers to the total spending authorized by Congress in the annual budgetary process, as reported by the Office of Management and Budget (OMB). NASA's budget will be considered based on the figures provided in the annual budget request documents submitted to Congress, as well as the final approved budget figures as reported by NASA and the OMB. In the event of a government shutdown or any other scenario where the budget is not formally approved by the start of the fiscal year, the resolution will be based on the continuing resolutions or any temporary funding measures that specify budget allocations. If no specific allocation for NASA is provided in such measures, the question will remain unresolved until an official budget is approved. Edge cases, such as budget amendments or supplemental funding specifically for NASA that occurs after the initial budget approval, will be included in the calculation for NASA's budget percentage. The resolution will be considered final based on the budget figures for the fiscal year 2030, as reported by the end of the calendar year 2029.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NASA", "category": "Economy & Business"}, "resolution": null}
{"id": "6f3fac17-2599-48d1-a1d3-7e52758143c0", "title": "Will the Food and Drug Administration approve a medication specifically designed for long-duration space missions before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the U.S. Food and Drug Administration (FDA) approves a medication specifically designed to prevent or treat health conditions caused by long-duration space missions. The medication must be intended for use by astronauts or space travelers and address issues such as radiation exposure, microgravity-induced bone density loss, or psychological stressors of space travel. Approval must be full and not conditional or for emergency use only. The resolution will rely on official FDA announcements or press releases. In the absence of a clear approval announcement by the FDA, credible news sources reporting on the approval based on FDA statements will also be considered valid. If multiple medications meet these criteria, the resolution will occur upon the first approval. If no medication is approved by the deadline, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Space"}, "resolution": null}
{"id": "64fa797e-3082-4971-aed9-eafe5ab5cefe", "title": "Will Iran successfully place a satellite in orbit using its own launch vehicle before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the Islamic Republic of Iran successfully places a satellite into Earth's orbit using a launch vehicle that is designed, manufactured, and launched by Iran without significant foreign assistance. The satellite must complete at least one full orbit around Earth to be considered successful. The resolution will be based on official statements from the Iranian Space Agency or a recognized international space authority such as the United Nations Office for Outer Space Affairs (UNOOSA) or the North American Aerospace Defense Command (NORAD). In the event of conflicting reports, the majority consensus among these authoritative sources will be used to determine the outcome. If no satellite launch attempt is publicly acknowledged by the aforementioned authorities by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clear public records, the question will remain unresolved until sufficient evidence is provided.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Space"}, "resolution": null}
{"id": "da6cef1f-7985-446e-a8d5-78b26c435688", "title": "Will evidence of supersymmetry be discovered in particle physics experiments conducted in space by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, any of the following conditions are met based on the results of particle physics experiments conducted in space:\n\n1. Detection of particles that are consistent with supersymmetric partners of the Standard Model particles, as confirmed by at least two independent research groups.\n\n2. Observation of phenomena that cannot be explained by the Standard Model alone and are attributed to supersymmetric effects, as recognized by a consensus in the scientific community or a reputable scientific body such as the International Union of Pure and Applied Physics (IUPAP).\n\n3. Publication of peer-reviewed research in a recognized scientific journal that provides empirical evidence supporting the existence of supersymmetry, and this evidence is widely accepted by the particle physics community.\n\nIn the event that multiple experiments provide conflicting results, the resolution will be based on the consensus of the majority of the scientific community. If no consensus is reached by the resolution date, the question will resolve as No.\n\nFor the purpose of this question, 'evidence of supersymmetry' refers to empirical data that indicates the presence of new particles or forces that are predicted by supersymmetric theories and are distinct from those described by the Standard Model of particle physics.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Particle physics", "category": "Space"}, "resolution": null}
{"id": "c9b090fd-f864-49dc-a52e-c5d8ebd43ccf", "title": "Will a new class of antibiotics be discovered by 2030 that is effective against multi-drug-resistant bacteria?", "body": "This question will resolve as Yes if, by December 31, 2030, a new class of antibiotics has been discovered and is publicly recognized as effective against multi-drug-resistant bacteria. The criteria for effectiveness include:\n\n- Clinical trial results demonstrating statistically significant efficacy in treating infections caused by bacteria strains resistant to at least three existing classes of antibiotics.\n\n- Approval by a major health authority (e.g., FDA in the United States, EMA in Europe) for clinical use in humans.\n\n- Publication of peer-reviewed research detailing the discovery, mechanism of action, and clinical trial results of the new antibiotic class.\n\nIn the event that multiple new classes of antibiotics are discovered, the question will resolve as Yes upon the first class meeting all the above criteria. If no such discovery is publicly recognized by the specified date, the question will resolve as No.\n\nFor the purpose of this question, a \"new class\" of antibiotics refers to compounds with a novel mechanism of action not previously utilized in clinical settings for the treatment of bacterial infections. This excludes modifications or combinations of existing antibiotic classes that do not introduce a fundamentally new approach to targeting bacteria.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microbiology", "category": "Science"}, "resolution": null}
