{"id": "8da89b38-81d2-43fa-b3ed-4f73a2052c2f", "title": "Will the United Kingdom deploy an AI-powered public surveillance system with real-time facial recognition capabilities by 2025?", "body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2025, the United Kingdom has officially deployed a public surveillance system that utilizes artificial intelligence for real-time facial recognition across any part of its public spaces. The system must be capable of identifying individuals and matching them to a database with at least an 85% accuracy rate. The deployment of such a system must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters) will be considered sufficient evidence. The system must be operational and not in a trial phase. If multiple systems are deployed, the resolution will consider the first system that meets these criteria. In the event of a partial deployment (e.g., limited to specific cities or areas), the question will resolve as Yes if the system is intended to be expanded nationwide. Edge cases, such as temporary deployments for specific events or the use of similar technology in private spaces, will not count towards this question's resolution.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Kingdom", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "5864210b-cde6-410e-9580-8a62d6a7064c", "title": "Will the International Olympic Committee announce the inclusion of a space-based sport in the Olympics by 2040?", "body": "The International Olympic Committee (IOC) will have announced the inclusion of at least one space-based sport in the Olympic Games by January 1, 2040. A \"space-based sport\" is defined as any competitive physical activity conducted in a microgravity environment or outer space, which may include but is not limited to: orbital athletics, zero-gravity gymnastics, or lunar surface sports. The announcement must be made through official IOC channels, including press releases, official social media accounts, or during an IOC press conference. The inclusion of the sport must be scheduled for an Olympic event that will take place by 2048, allowing for adequate preparation and qualification processes. In the event of ambiguity regarding the announcement's authenticity or the nature of the sport, the final decision will be deferred to the IOC's official clarification or follow-up announcements. If the IOC is dissolved or undergoes a significant reorganization before 2040, the question will resolve based on the statements or actions of its successor organization, assuming it retains authority over the Olympic Games.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Space"}, "resolution": null}
{"id": "9b10455e-832a-472a-87f0-8b0b3d17f192", "title": "Will the US Congress introduce a new regulatory framework for cryptocurrencies that includes tax incentives for investors by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the US Congress has passed legislation that introduces a new regulatory framework for cryptocurrencies, which must include specific tax incentives for investors. The legislation must be signed into law by the President of the United States and include provisions such as tax deductions, credits, or other incentives directly aimed at cryptocurrency investments. The resolution will rely on official government publications, statements from the Internal Revenue Service (IRS), and major legal analyses for verification. In the event of a partial introduction of the criteria (e.g., a regulatory framework without tax incentives), the question will resolve as No. If the legislation is passed but not signed into law by the end of 2024, the question will also resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "6f1a6719-5ee1-421d-a2e0-73f44405e4ed", "title": "Will there be a significant technological advancement in cyber warfare attributed to the Russo-Ukrainian War by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, there is a publicly acknowledged instance or report of a technological advancement in cyber warfare that can be directly attributed to the Russo-Ukrainian War. The advancement must meet the following criteria:\n\n- It significantly enhances offensive or defensive cyber capabilities beyond the current state of the art as of 2023.\n- It has been utilized in a cyber operation or has been integrated into the cyber warfare arsenal of a state or recognized non-state actor.\n- The advancement is acknowledged by at least one of the following: a government agency of a UN member state, a reputable cybersecurity firm, or a peer-reviewed publication in the field of cybersecurity.\n\nIn the event that multiple advancements are reported, the question will resolve as Yes if at least one meets all the above criteria. If no such advancements are publicly acknowledged by the specified date, the question will resolve as No.\n\nFallback scenario: If there is controversy or ambiguity regarding the attribution of the advancement to the Russo-Ukrainian War, a panel of three independent experts in cybersecurity, appointed by Metaculus, will make the final determination.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Technology"}, "resolution": null}
{"id": "0520826e-00ee-4cd6-ac20-93098d7e3fe2", "title": "Will the United States announce a space mission involving collaboration with Iran by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the United States government and the Iranian government have officially announced a joint space mission. The announcement must be confirmed through official government channels, such as press releases from NASA, the Iranian Space Agency, or respective government websites. Joint missions may include, but are not limited to, manned spaceflights, unmanned probes, or collaborative research projects. Announcements made through unofficial channels or speculative reports will not be considered. In the event of a dispute regarding the authenticity of the announcement, the resolution will defer to the United Nations Office for Outer Space Affairs (UNOOSA) for final verification. If no such announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Space"}, "resolution": null}
{"id": "e0dd7a39-5c78-4964-b863-0dd43704e9f9", "title": "Will NASA discover definitive evidence of past or present life on Mars by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, NASA (or any entity recognized by NASA) publicly announces and provides evidence that meets the following criteria for definitive evidence of past or present life on Mars:\n\nMicrobial Life: Discovery of microbial life forms that are conclusively identified as having originated on Mars, through genetic or biochemical analysis.\n\nFossilized Life: Unambiguous identification of fossils that are conclusively determined to be of Martian origin, indicating past life.\n\nBiochemical Markers: Detection of biochemical markers such as specific isotopes or molecules that are uniquely associated with biological processes and are indisputably Martian in origin.\n\nAtmospheric or Soil Analysis: Results from atmospheric or soil analysis that provide incontrovertible evidence of biological activity on Mars.\n\nThe evidence must be published in a peer-reviewed scientific journal or officially announced at a major scientific conference. In the event of a dispute over the evidence, a panel of experts appointed by NASA will make the final determination.\n\nFallback Scenario: If no direct evidence is found but there are significant indirect signs (e.g., unexplained methane emissions, organic molecules) that strongly suggest the presence of life, the question may resolve as Yes, subject to a consensus among a panel of experts recognized by NASA.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NASA", "category": "Science"}, "resolution": null}
{"id": "22414818-4269-4380-a572-f61d3806b609", "title": "Will the Food and Drug Administration approve a digital health device for diabetes management that uses artificial intelligence before the end of 2025?", "body": "This question will resolve as Yes if, before December 31, 2025, the U.S. Food and Drug Administration (FDA) approves a digital health device for diabetes management that utilizes artificial intelligence (AI). The device must meet the following criteria:\n\n- It must be primarily AI-driven, with the AI component playing a central role in the device's operation and decision-making processes.\n- The device must be intended for consumer use outside of a clinical setting.\n- Approval must be for a new device, not an update or modification of an existing product.\n- The approval must be a full approval, not an emergency use authorization or a conditional approval.\n\nThe resolution will be based on official announcements from the FDA or the device's manufacturer. In the absence of clear public announcements, credible news sources reporting on the approval will be considered sufficient. If multiple devices meet these criteria before the end date, the question will resolve as Yes upon the first device's approval.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Technology"}, "resolution": null}
{"id": "cb60c61d-138e-4f79-8873-c9c3ba1fe845", "title": "Will SpaceX successfully demonstrate a fully reusable launch system by 2025?", "body": "Resolution criteria: This question will resolve as Yes if SpaceX successfully completes a test flight of a fully reusable launch system, where both the booster and the spacecraft are recovered intact and are capable of being reused for subsequent missions without significant refurbishment. The test flight must be officially recognized by SpaceX and must occur before January 1, 2025. The successful demonstration must be confirmed through SpaceX's official communication channels (e.g., press release, social media announcement) or by a recognized authority in aerospace engineering. The launch system must demonstrate the ability to carry a payload to orbit and return both the booster and spacecraft to Earth in a condition ready for immediate re-use. If SpaceX discontinues the project or officially announces the inability to meet the criteria by the end of 2024, the question will resolve as No. Edge cases will be resolved based on the spirit of the question, focusing on the reusability aspect of the launch system.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Science"}, "resolution": null}
{"id": "f38c5dd1-ec28-4b87-bccf-1b6cce4b2288", "title": "Will India deploy an AI-powered surveillance system nationwide by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Government of India, or any state government within India, has officially announced and demonstrated the deployment of an AI-powered surveillance system that covers at least 75% of the country's population. The system must be capable of real-time monitoring, data analysis, and predictive policing capabilities. The deployment must be confirmed by credible sources such as government announcements, verified media reports, or statements from recognized technology or security experts. In the case of partial deployment (covering less than 75% but more than 50% of the population), the question will resolve as Partially. If the deployment is announced but not demonstrated to be operational by the end of 2030, the question will resolve as No. In the event of conflicting reports about the system's deployment status, the resolution will be based on the preponderance of credible evidence available by January 15, 2031.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "India", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "da3b01ee-0943-42a8-9eda-c618d9fb6424", "title": "Will the Supreme Court of the US rule on a case directly involving the regulation of social media platforms by 2025?", "body": "This question will resolve as Yes if the Supreme Court of the United States issues a ruling on a case that directly involves the regulation of social media platforms before January 1, 2025. The case must specifically address the regulation of content, user behavior, data privacy, or advertising practices on platforms such as Facebook, Twitter, Instagram, or similar. The ruling must be published on the official Supreme Court website or reported by at least three major news outlets (e.g., The New York Times, The Washington Post, CNN). In the event that the Supreme Court agrees to hear such a case but has not issued a ruling by the resolution date, the question will resolve as No. If the Supreme Court's website is inaccessible, reports from the aforementioned news outlets will be considered sufficient evidence. In case of ambiguity in the ruling's relevance to social media regulation, a consensus among legal experts featured in major news outlets will be used to determine the outcome.", "resolution_date": "2023-12-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Supreme Court of the US", "category": "Technology"}, "resolution": null}
{"id": "a18238bf-1571-4ccb-bdb6-19faf99832a7", "title": "Will a machine learning model be the first to prove the Riemann Hypothesis by 2030?", "body": "A \"machine learning model\" is defined as any computational system that utilizes machine learning techniques to analyze, infer, or predict outcomes based on data. This question will resolve as Yes if, before January 1, 2030:\n\nA machine learning model successfully proves the Riemann Hypothesis, and this proof is accepted by a recognized mathematical authority, such as the Clay Mathematics Institute or an equivalent organization.\n\nThe proof must be published in a peer-reviewed mathematical journal or presented at a major mathematical conference and subsequently verified by independent experts in the field.\n\nIn the event that multiple proofs are presented, the resolution will be based on the first proof that is verified and accepted by the mathematical community.\n\nIf the Riemann Hypothesis is disproved by a machine learning model, this will also result in a Yes resolution.\n\nFallback Scenario: If no machine learning model has proven or disproven the Riemann Hypothesis by the specified date, but significant progress is made towards a proof (as recognized by a leading mathematical authority), this may be considered for a partial resolution.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Machine Learning", "category": "Science"}, "resolution": null}
{"id": "35f9ce8f-828e-48c0-9244-0106483d3d37", "title": "Will a new class of physics-based propulsion systems for spacecraft be proposed by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new class of physics-based propulsion systems for spacecraft is proposed and meets the following criteria:\n\n- The proposal must be published in a peer-reviewed scientific journal or officially announced by a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO).\n\n- The propulsion system must represent a significant departure from current technologies, such as chemical, ion, or nuclear thermal propulsion. This could include, but is not limited to, concepts like warp drives, antimatter propulsion, or solar sails with novel mechanisms.\n\n- The proposal must include theoretical foundations and preliminary experimental or simulation results supporting its feasibility.\n\n- In the event that multiple proposals are made, the question will resolve in favor of the first proposal that meets all the above criteria.\n\n- If no such proposal is made public by the specified date, the question will resolve as No.\n\nFallback Scenario: If there is controversy or dispute over whether a proposal meets these criteria, a panel of experts from the International Astronautical Federation (IAF) will make the final determination.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Physics", "category": "Space"}, "resolution": null}
{"id": "11a3ff81-0348-442f-9578-71a27a74cab9", "title": "Will Russia experience a change in presidential leadership before the end of 2024?", "body": "This question will resolve as Yes if, before January 1, 2025, there is an official announcement by the Kremlin or a recognized international news organization (e.g., BBC, CNN, Reuters) confirming that a person other than Vladimir Putin has taken the oath of office as the President of Russia. This includes scenarios where Putin is no longer able to perform his duties due to health reasons, resignation, impeachment, or any other legal or constitutional process leading to a change in leadership. In the absence of clear, verifiable information by the resolution date, the question will resolve as No. For the purpose of this question, acting or interim presidents will not be considered as a change in leadership unless they are officially sworn in as president.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Politics"}, "resolution": null}
{"id": "9717a8ea-836f-477b-9e44-a7c3e62dd03b", "title": "Will Elon Musk's companies launch a cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any company currently owned or co-owned by Elon Musk announces the launch of a cryptocurrency. The announcement must be verifiable through official company channels (e.g., press release, official social media accounts) or credible news outlets. The cryptocurrency must be a new digital currency developed or directly backed by the company, not merely the adoption of an existing cryptocurrency. In the event of ambiguity regarding ownership or the definition of a 'launch,' the resolution will defer to the most authoritative public statements available at the time. If Elon Musk divests his ownership in all his companies before this date without a cryptocurrency launch, the question will resolve as No.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Elon Musk", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "10b2118d-f851-4988-b082-317860dee5a5", "title": "Will Major League Baseball (MLB) implement a policy addressing political endorsements by players before the end of 2024?", "body": "This question will resolve as Yes if, before December 31, 2024, Major League Baseball (MLB) officially adopts a policy that explicitly addresses political endorsements by players. The policy must be documented and publicly announced by MLB through official channels such as a press release, official website publication, or a public statement by an authorized MLB representative. The policy must specifically mention political endorsements and outline the stance of MLB regarding such endorsements, whether it be allowing, restricting, prohibiting, or otherwise regulating them. The resolution will not consider informal guidelines or private communications as an official policy. In the event that MLB is dissolved or undergoes a significant restructuring that makes it unrecognizable in its current form, the question will resolve as No. If no such policy is announced by the resolution date, the question will also resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Politics"}, "resolution": null}
{"id": "77a75c07-078d-4015-8740-bdd26360cc12", "title": "Will a major philosophical debate on the ethics of cryptocurrency mining emerge in academic circles by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, there is a significant increase in academic discourse on the ethics of cryptocurrency mining, evidenced by:\n\nAt least three peer-reviewed academic papers published in recognized journals within the fields of ethics, technology, or economics, specifically addressing the ethical implications of cryptocurrency mining.\n\nThe organization of at least one major international conference or symposium dedicated to the discussion of cryptocurrency mining ethics, with participation from leading scholars in the field.\n\nPublic statements or position papers from at least two prominent ethics or technology ethics organizations, explicitly addressing the ethical considerations of cryptocurrency mining.\n\nFor the purposes of this question, 'major philosophical debate' is defined as a widespread discussion within the academic community that significantly influences the discourse on technology ethics. 'Cryptocurrency mining' refers to the process of validating transactions and creating new coins within a blockchain network.\n\nIn the event that the criteria are met before the specified date, the question will resolve immediately. If there is ambiguity regarding the fulfillment of these criteria, a panel of experts in ethics, technology, and economics will be consulted to make a final determination.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "682447f2-f595-41f3-8689-0d3de8bb7f5d", "title": "Will a major engineering company announce a breakthrough in renewable energy storage technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a major engineering company (defined as a company with a market capitalization of over $10 billion USD or equivalent in other currencies at the time of the announcement) publicly announces a breakthrough in renewable energy storage technology that meets the following criteria:\n\n- Energy Density: The technology must demonstrate an energy density of at least 400 Wh/kg at the cell level.\n- Scalability: The technology must be scalable to industrial levels, with potential for mass production.\n- Efficiency: The technology must exhibit an efficiency rate (energy out/energy in) of over 90%.\n- Longevity: The technology must guarantee a lifespan of at least 10,000 charging cycles without significant degradation in performance.\n- Safety: The technology must pass international safety standards for energy storage systems.\n\nThe announcement must be verified through official press releases, reputable media coverage, or direct communication from the company. In the case of multiple companies making similar announcements, the resolution will be based on the first verified announcement. If no such technology is announced by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Economy & Business"}, "resolution": null}
{"id": "f2cc2d20-afc4-4efd-b89a-eaa6f0e92b13", "title": "Will a major cryptocurrency platform be involved in an ethics scandal that leads to a drop of more than 20% in its market value by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a major cryptocurrency platform (defined as being in the top 10 by market capitalization at the time of the scandal) is publicly implicated in an ethics scandal that directly causes its market value to drop by more than 20% within a 30-day period. The drop in market value must be confirmed by reliable financial news sources and data from recognized cryptocurrency market analysis platforms. The ethics scandal may involve, but is not limited to, fraud, insider trading, manipulation of market prices, significant security breaches, or violations of major regulatory requirements. If multiple platforms are involved, the question will resolve as Yes if at least one meets the criteria. In cases where market value fluctuations are ambiguous or can be attributed to multiple factors, a panel of experts from major financial and cryptocurrency news outlets will be consulted to determine the primary cause of the market value drop. If no such event occurs by the specified date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "65606ab5-d8a2-45fe-9741-e456abde82f8", "title": "Will Russia develop a new encryption technology that becomes a global standard by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Russia has developed an encryption technology that:\n\nIs officially adopted as a standard by the International Organization for Standardization (ISO), the Internet Engineering Task Force (IETF), or another globally recognized standards body.\n\nDemonstrates a significant advancement in encryption technology, as evidenced by widespread adoption in at least two of the following sectors: government, finance, healthcare, or technology.\n\nHas been publicly disclosed and its specifications are available for review by international cybersecurity experts.\n\nIn the event that multiple encryption technologies are developed, the one with the widest adoption and recognition as a standard will be considered for resolution.\n\nIf no technology meets these criteria by the specified date, the question will resolve as No.\n\nFallback scenario: If there is controversy or ambiguity regarding the adoption or standardization of the technology, a panel of three independent cybersecurity experts will be convened to make a determination based on the criteria above.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Technology"}, "resolution": null}
{"id": "e1456999-861d-4f87-8821-1571aea4842b", "title": "Will a cryptocurrency be primarily used for robotics transactions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a cryptocurrency is used for more than 50% of all recorded transactions for the purchase of robots, robotic components, or robotic services globally. The cryptocurrency must be recognized by the International Standards Organization (ISO) and have a dedicated ISO 4217 code. Transactions must be verifiable through blockchain records or equivalent transparent ledger technology. Transactions exclusively between entities under common ownership or control will not be counted. In the event of a dispute or ambiguity regarding the primary use, the resolution will be based on the consensus of at least three reports from credible financial analysis firms or international economic organizations.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d1e5f3ba-cdbc-483e-b93e-1a2d015587bf", "title": "Will a COVID-19 vaccine with over 90% efficacy against all known variants be developed by 2023?", "body": "This question will resolve as Yes if, by December 31, 2022, a COVID-19 vaccine is developed and has been proven to have over 90% efficacy against all known variants of the virus at the time of its development. The vaccine must have completed Phase 3 clinical trials successfully and received approval from at least one of the following regulatory bodies: the U.S. Food and Drug Administration (FDA), the European Medicines Agency (EMA), or the World Health Organization (WHO). The efficacy must be determined based on the results of the Phase 3 clinical trials, as reported by the regulatory body or bodies that granted approval. In the event that no vaccine meets these criteria by the specified date, the question will resolve as No. If multiple vaccines meet these criteria, the question will resolve as Yes upon the first vaccine's approval date. In cases where regulatory approval is pending but Phase 3 clinical trials have been completed and results published in a peer-reviewed scientific journal, the question may resolve as Yes based on the discretion of the question administrators, provided that the published results meet the efficacy criteria.", "resolution_date": "2022-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19", "category": "Technology"}, "resolution": null}
{"id": "38c64fdf-bf32-4a8a-a34f-2a042352e2e8", "title": "Will Iran successfully send an astronaut to the International Space Station by 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the Iranian Space Agency (ISA) or any other official Iranian governmental body announces and confirms the successful launch, mission, and safe return of at least one Iranian astronaut to the International Space Station (ISS). The astronaut must complete at least one orbit around the Earth while aboard the ISS to qualify. \n\nVerification of this event must come from either the ISA, the ISS's international partners (NASA, Roscosmos, JAXA, ESA, or CSA), or a reputable international news organization. In the event of conflicting reports, the majority consensus among these sources will be used to determine the outcome. \n\nShould the ISS no longer be in operation or accessible to Iranian astronauts by the specified date, the question will resolve as No. Additionally, if Iran sends an astronaut to an equivalent international space station or space habitat recognized by the United Nations Office for Outer Space Affairs (UNOOSA) as a valid alternative to the ISS, this will also be considered a successful resolution.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Space Exploration"}, "resolution": null}
{"id": "b389c90b-e044-46bc-ab09-28f59442ac1c", "title": "Will Ukraine become a member of the European Union before 2030?", "body": "This question will resolve as Yes if Ukraine becomes a full member of the European Union (EU) before January 1, 2030. Membership must be officially recognized by the European Union through a formal announcement or inclusion in official EU documents. Interim agreements or candidate status will not be considered as full membership for the purposes of this question. In the event of significant restructuring or dissolution of the EU as it is known as of 2023, or if Ukraine ceases to exist as a sovereign nation, the question will resolve as N/A. Verification will rely on official statements from the European Union or its official website.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Science"}, "resolution": null}
{"id": "ca5bffbe-8487-44da-97ad-62af602fd91a", "title": "Will Mexico develop its own nuclear power plant by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the government of Mexico has officially announced the completion and operational status of a nuclear power plant within its territory. The plant must be capable of generating nuclear energy for public or industrial use and must have passed all necessary safety and regulatory inspections by the relevant Mexican authorities or international bodies such as the International Atomic Energy Agency (IAEA). The announcement must be verifiable through official government channels, credible news outlets, or direct confirmation from the IAEA. In the event of ambiguity regarding the plant's operational status, the question will resolve as No unless there is clear evidence of the plant producing energy for the grid. If the plant is announced but not operational by the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "0cbf1590-5032-4687-834e-107234300375", "title": "Will the US Senate pass a significant piece of legislation specifically addressing dark matter research funding by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the US Senate passes a bill that allocates at least $1 billion in funding specifically for dark matter research. The legislation must be distinct and primarily focused on dark matter research, rather than being a subsection of a broader scientific research funding bill. The bill must be signed into law by the President of the United States to be considered valid for this question's resolution.\n\nFor the purposes of this question, \"significant piece of legislation\" is defined as a bill that allocates a substantial amount of funding (at least $1 billion) directly to dark matter research. The funding must be new and specifically earmarked for dark matter research, not redirected from existing budgets or programs.\n\nIn the event that multiple bills are passed, the total combined funding specifically for dark matter research must meet or exceed the $1 billion threshold. If the legislation is passed but subsequently vetoed, and the veto is not overridden by the Senate, the question will resolve as No.\n\nAuthoritative sources for resolution will include official US Senate records, the Congressional Record, and direct statements from the President's office.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Science"}, "resolution": null}
{"id": "c454fd09-7ff1-4e97-8877-8457143918db", "title": "Will a candidate endorsed by Donald Trump win the 2024 US Presidential Election?", "body": "This question will resolve as Yes if a candidate for the 2024 US Presidential Election who has received a formal endorsement from Donald Trump wins the presidency. The outcome will be determined based on the official election results as certified by the U.S. General Services Administration (GSA). In the event of a dispute or recount, the question will not resolve until a final decision is made and the results are certified. If Donald Trump himself runs and wins, this will also result in a resolution of Yes. In cases where multiple candidates claim to have Trump's endorsement, only the endorsement that is publicly acknowledged by Trump via a major communication platform (e.g., social media, press release) prior to the election will be considered valid.", "resolution_date": "2024-12-15 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2024 US Elections", "category": "Economy & Business"}, "resolution": null}
{"id": "613741f7-5f1a-4fbd-bc22-7da1e54dde97", "title": "Will a major political decision be influenced by a quantum computing simulation before 2030?", "body": "A \"major political decision\" is defined as a decision made by any of the G7 countries (Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States) that significantly impacts at least one of the following areas: national security, economic policy, or environmental policy. The influence of a quantum computing simulation must be publicly acknowledged by the decision-making body or a credible news source. The simulation must directly contribute to the decision-making process, as evidenced by official documentation or statements. This includes, but is not limited to, simulations that predict economic outcomes, model climate change impacts, or simulate security scenarios. In the event that multiple simulations are reported, the first instance will be considered for resolution. If no public acknowledgment is made but credible evidence emerges after the fact, the question will resolve based on the earliest documented influence. Edge cases or disputes will be resolved by a panel of experts in quantum computing and political science, whose decision will be final.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Politics"}, "resolution": null}
{"id": "e1b055b1-454c-4259-8782-f33d8f9422c5", "title": "Will a major philosophical theory emerge by 2030 that redefines human understanding of space?", "body": "This question will resolve as Yes if, by December 31, 2030, a new philosophical theory emerges that significantly alters the current human understanding of space. The theory must meet the following criteria:\n\n- It is published in a peer-reviewed academic journal or presented at a major academic conference.\n- It receives widespread recognition within the philosophical community, as evidenced by citations in subsequent academic works or endorsements by recognized experts in the field.\n- The theory introduces a novel conceptual framework or significantly revises existing concepts of space, going beyond mere refinements of current theories.\n- The theory is discussed in mainstream media or becomes a subject of study in academic courses.\n\nIn the event that multiple theories emerge, the one that first meets all the above criteria will be considered for resolution. If no theory meets these criteria by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Space"}, "resolution": null}
{"id": "7989a72e-974f-41bd-803f-27fd1a597456", "title": "Will Donald Trump's business ventures significantly impact the US stock market by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, any of Donald Trump's business ventures directly cause a movement of more than 5% in the Dow Jones Industrial Average (DJIA) or the S&P 500 index on a single trading day. The movement can be either positive or negative and must be attributed to a specific action or announcement from one of Trump's businesses, as confirmed by at least three major financial news outlets (e.g., Bloomberg, Reuters, The Wall Street Journal). \n\nIn the event that the DJIA or the S&P 500 are no longer the primary indices for measuring the US stock market's performance, the resolution will consider the most relevant indices at that time. If no single day movement of more than 5% occurs but there is a cumulative movement of 10% or more over a calendar month directly attributed to Trump's business activities, this will also result in a Yes resolution. \n\nEdge cases or ambiguous situations will be resolved by a panel of three financial experts, with their decision being final.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Donald Trump", "category": "Economy & Business"}, "resolution": null}
{"id": "baaf745e-ad43-4465-83aa-0e58f5c411ec", "title": "Will China's central bank issue a digital currency that becomes more widely used than the US dollar in international trade by 2030?", "body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, the People's Bank of China has officially issued a digital currency (referred to as the Digital Yuan or e-CNY) that is used in more international trade transactions than the US dollar, according to the International Monetary Fund (IMF) or the Bank for International Settlements (BIS). The comparison will be based on the total value of transactions conducted in each currency for the calendar year 2030. Transactions involving the Digital Yuan must be verifiable through official records or statements from the IMF or BIS. In the event that neither the IMF nor the BIS provides a clear comparison, the resolution will be based on the consensus of at least three reputable financial news sources. Edge cases, such as the temporary spikes in usage due to geopolitical events, will not be considered. The resolution will also account for any significant changes in international trade practices that may affect the comparability of the data.", "resolution_date": "2023-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "China", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "bb849164-e59f-4456-a709-d0a0e7ea0e37", "title": "Will the Democratic Party propose a bill that significantly increases NASA's budget for Mars exploration before the 2024 elections?", "body": "This question will resolve as Yes if, before the date of the 2024 United States presidential election, a bill is formally proposed in either the United States House of Representatives or the Senate by a member or members of the Democratic Party that aims to increase NASA's budget specifically for Mars exploration by at least 50% compared to the fiscal year 2023 budget. The increase must be explicitly earmarked for Mars exploration projects, including but not limited to, manned and unmanned missions, research and development of Mars-related technologies, and support for Mars simulation facilities. The resolution will be based on official records from the United States Congress, including bill proposals and their descriptions. In the event that the United States Congress website is not accessible, reputable national news sources will be considered as secondary sources for verification. This question will resolve as No if such a bill is not proposed by the specified date or if the proposed increase is less than 50%.", "resolution_date": "2023-11-05 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Democratic Party (US)", "category": "Space"}, "resolution": null}
{"id": "d5e2a060-221f-4b4e-a372-d01d015f24f2", "title": "Will Mexico implement a national cryptocurrency by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, the Mexican government or its designated authority officially announces the launch or implementation of a national cryptocurrency. The cryptocurrency must be recognized as legal tender within Mexico and have a framework for widespread public use and transactions. The announcement must be verifiable through official government channels, such as a government website, official press release, or public statement by a high-ranking government official. In the event of a partial implementation (e.g., limited regional use or specific sector application), the question will resolve as Yes only if there is a clear timeline and commitment for national rollout by the end of 2030. If there is ambiguity in the announcement regarding the status or timeline of the national cryptocurrency, the question will resolve as Ambiguous until further clarification is provided. If no official announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "30979eea-f889-4ef7-8c38-eed37627f3f2", "title": "Will Google integrate a cryptocurrency wallet into its Google Pay service by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Google has officially announced and integrated a cryptocurrency wallet feature into its Google Pay service. The integration must allow users to store, send, and receive at least one of the following cryptocurrencies: Bitcoin, Ethereum, or any other cryptocurrency that is among the top 10 by market capitalization at the time of integration. The announcement must come directly from an official Google source, such as a press release, official blog post, or public statement by a Google executive. The feature must be available to at least one of the following regions: United States, European Union, or Japan. If Google announces the integration but delays its release past December 31, 2024, the question will resolve as No. In the event that Google Pay is discontinued or rebranded before the resolution date, the question will resolve based on the existence of a cryptocurrency wallet feature within any successor service that fulfills the same role as Google Pay.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Google", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "d93af9ca-6bfc-4bfa-9b0e-f74e7e9ccde3", "title": "Will a COVID-19 vaccine be developed that also provides immunity against specific nuclear radiation-induced illnesses by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a COVID-19 vaccine has been developed and is publicly available that also provides immunity against illnesses induced by specific types of nuclear radiation. The vaccine must meet the following criteria:\n\n- Efficacy: The vaccine must demonstrate at least 50% efficacy in preventing COVID-19 as well as a statistically significant efficacy in preventing illnesses caused by nuclear radiation, as compared to a placebo.\n\n- Approval: The vaccine must receive approval from a major health authority such as the World Health Organization (WHO), the U.S. Food and Drug Administration (FDA), or the European Medicines Agency (EMA).\n\n- Peer-Reviewed Research: The vaccine's effects must be documented in at least one peer-reviewed scientific journal.\n\n- Availability: The vaccine must be available to the general public, with production and distribution confirmed by the manufacturing company or health authorities.\n\nIn the event that no vaccine meeting these criteria is developed by the resolution date, the question will resolve as No. If multiple vaccines meet the criteria, the first vaccine to receive approval will be considered for resolution.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "e63dd6f8-88dc-44c5-959d-21186ad8a8f4", "title": "Will SpaceX's Reusable Launch System be used for a manned mission to the moon before 2030?", "body": "This question will resolve as Yes if SpaceX successfully completes a manned mission to the moon using its Reusable Launch System (RLS) before January 1, 2030. The mission must include a safe return of the crew to Earth. For the purposes of this question, a \"manned mission\" refers to a spaceflight with at least one human aboard the spacecraft at the time of lunar landing. The Reusable Launch System must be used as the primary launch vehicle for both the outbound journey to the moon and the return trip to Earth. Resolution will be based on official announcements from SpaceX or confirmation from recognized space exploration authorities such as NASA or the European Space Agency (ESA). In the event that SpaceX is acquired or ceases operations before this date, the question will resolve based on the status of the mission at the time of the company's closure or acquisition.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Politics"}, "resolution": null}
{"id": "e62f7b90-c09a-44b4-a8ee-fba3df736562", "title": "Will the US Congress pass a bill specifically regulating stablecoins by the end of 2024?", "body": "This question will resolve as Yes if, by 11:59 PM U.S. Eastern Time on December 31, 2024, the United States Congress has passed federal legislation that explicitly regulates stablecoins. The bill must be signed into law by the President of the United States or otherwise become law. The legislation must specifically address the definition, usage, and/or oversight of stablecoins, which are digital currencies designed to maintain a stable value relative to a specified asset, or a basket of assets, such as fiat currency or commodities. The resolution will be based on credible media reports, official government publications, or direct announcements from the U.S. Congress or the President's office. If no bill is passed, or if a bill is passed but does not become law, or if the bill does not specifically regulate stablecoins, the question will resolve as No. In the event of ambiguity or lack of clarity regarding the bill's provisions on stablecoins, the resolution will default to No unless an authoritative clarification is provided by the U.S. Congress or a recognized legal authority.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "75036cbb-e2a8-4c35-a38d-9c537cb933e2", "title": "Will Australia launch a space mission to the moon by 2030?", "body": "This question will resolve as Yes if the Australian government or any Australia-based private entity successfully launches a spacecraft that reaches the lunar surface before January 1, 2030. The mission must be intended for exploration, research, or commercial purposes and must achieve a soft landing or deploy a rover or other equipment designed for lunar exploration. The spacecraft's launch and lunar landing must be verified by at least one of the following: the Australian Space Agency, an internationally recognized space agency (e.g., NASA, ESA), or a reputable scientific journal. In the event of a dispute regarding the mission's success or objectives, the resolution will defer to the Australian Space Agency's official statements or, if unavailable, to the consensus among recognized space exploration experts. Launches intended solely for orbit around the moon without a landing or deployment of equipment on the lunar surface will not meet the resolution criteria. In the case that no mission is launched by the specified date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Australia", "category": "Science"}, "resolution": null}
{"id": "cebe8950-9904-4afb-bb77-b2aa6cd55254", "title": "Will Japan decommission more than half of its nuclear reactors by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, more than half of Japan's operational nuclear reactors as of January 1, 2023, have been officially decommissioned. Decommissioning is defined as the process of retiring a nuclear reactor from service and ensuring that it has been made safe from radiation hazards permanently. The count of Japan's operational nuclear reactors will be based on the International Atomic Energy Agency's (IAEA) official records as of January 1, 2023. In the event of any discrepancies in data reporting, the IAEA's most recent and comprehensive report will be considered authoritative. If new reactors are constructed and become operational after January 1, 2023, they will not be included in the initial count for this resolution. In cases where a reactor is temporarily shut down for maintenance or upgrade but not officially decommissioned, it will not count towards the resolution. The resolution will rely on public announcements from the Japan Atomic Energy Agency (JAEA) or equivalent national authority, verified by the IAEA's reports.", "resolution_date": "2035-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "c64fd9fc-0e91-445a-bbcd-7f7572a748b0", "title": "Will the NBA host a promotional event in space before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the National Basketball Association (NBA) officially hosts a promotional event in a location that is recognized as space by the F&#233;d&#233;ration A&#233;ronautique Internationale (FAI), which defines space as beginning at the K&#225;rm&#225;n line, 100 kilometers above Earth's sea level. The event must be sanctioned by the NBA and involve at least one NBA player or team. The event can include, but is not limited to, a basketball game, skills challenge, or a meet-and-greet with fans. The event must be documented and publicly announced by the NBA through official channels such as a press release, official website, or social media accounts. In the case that the NBA merges with or is acquired by another organization, the event must still be associated with the NBA brand. If the event is planned but not executed due to unforeseen circumstances (e.g., technical failures, weather conditions), the question will resolve as No. If there is ambiguity regarding the location of the event, the FAI's current definition at the time of the event will be used to determine if the event took place in space.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NBA", "category": "Space"}, "resolution": null}
{"id": "e180c701-b898-468f-8aff-228f920dab6b", "title": "Will India ban all private cryptocurrencies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the Government of India, through legislative action or executive order, officially bans the use, sale, purchase, trading, or holding of all forms of private cryptocurrencies within its jurisdiction. For the purpose of this question, \"private cryptocurrencies\" are defined as digital or virtual currencies that are not issued or controlled by any central authority, such as Bitcoin, Ethereum, and similar decentralized assets. This does not include digital currencies issued by the Reserve Bank of India or any other government authority. The resolution will rely on official government announcements, legislation passed by the Parliament of India, or executive orders published by the Government of India. In the event of a partial ban that only restricts certain activities related to private cryptocurrencies but allows others, the question will resolve as No. If the government announces plans for a ban but does not implement it by the specified date, the question will also resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "India", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "12bc8f1b-8825-419a-bd4c-8afa3981d5a4", "title": "Will Germany implement a nationwide AI-powered surveillance system for public safety by 2027?", "body": "This question will resolve as Yes if, by December 31, 2027, the German government or any of its federal states has officially announced and demonstrated the implementation of a nationwide AI-powered surveillance system aimed at enhancing public safety. The system must be operational and cover at least 75% of the country's population, with capabilities including but not limited to real-time facial recognition, behavior analysis, and threat detection. The system's implementation must be confirmed by official government statements, press releases, or public demonstrations. In the event of partial implementation (covering less than 75% of the population) or delays, the question will resolve as No. If the project is announced but not sufficiently demonstrated to be operational by the resolution date, the question will also resolve as No. In cases where the implementation is ambiguous or information is conflicting, a panel of experts from relevant fields (AI, public safety, and legal) will be consulted to determine the outcome based on the available evidence.", "resolution_date": "2027-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Germany", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "a9a8a84d-972c-4b3b-afe1-bf05eeb2dc44", "title": "Will SpaceX create a cryptocurrency specifically for interplanetary trade by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, SpaceX announces the creation of a cryptocurrency designed specifically for the purpose of interplanetary trade. The announcement must be made through an official SpaceX communication channel, such as a press release, official social media account, or a statement from an executive of SpaceX. The cryptocurrency must be explicitly described as intended for use in transactions between Earth and any other celestial body or in interplanetary trade within a solar system. The development of a payment system or digital currency by SpaceX that does not explicitly mention interplanetary trade will not meet the resolution criteria. In the event that SpaceX is acquired, merges, or undergoes significant restructuring, the entity assuming SpaceX's operations must continue the development or announcement of the cryptocurrency for the question to resolve as Yes. If there is ambiguity regarding the cryptocurrency's purpose or if the project is canceled, postponed indefinitely, or not publicly disclosed by the specified date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "999df620-c1af-4352-80a4-300b55e8b939", "title": "Will California have implemented a statewide earthquake early warning system accessible to all residents via mobile devices by 2027?", "body": "This question will resolve as Yes if, by December 31, 2026, the State of California has officially announced and demonstrated the operational status of a statewide earthquake early warning system that is accessible to all California residents through mobile devices. The system must provide real-time alerts with sufficient advance warning to allow for protective actions to be taken before the onset of earthquake shaking. The system's effectiveness and accessibility will be verified through public documentation from the California Governor's Office of Emergency Services (Cal OES) or a similar authoritative body. In the event of a partial deployment that does not cover the entire state or all residents, the question will resolve as No. If the system is deployed but then becomes non-operational before the resolution date, the question will also resolve as No. Edge cases, such as a system that covers 95% of the population but not all, will be considered on a case-by-case basis by a panel of experts designated by the question's administrators.", "resolution_date": "2027-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "California", "category": "Technology"}, "resolution": null}
{"id": "faaa8a3e-d695-4cb4-9ece-7dfd44b571f0", "title": "Will a cryptocurrency be officially endorsed for campaign donations in the 2024 US Elections?", "body": "This question will resolve as Yes if, by January 1, 2024, any cryptocurrency is officially recognized and endorsed by the Federal Election Commission (FEC) of the United States for use in campaign donations for the 2024 US Presidential and Congressional elections. The endorsement must be explicitly stated in an official FEC publication or press release. \n\nIn the event of a legal challenge to the FEC's decision that is unresolved by the resolution date, the question will resolve as No. If multiple cryptocurrencies are endorsed, the resolution will still be Yes, provided that at least one cryptocurrency meets the criteria. \n\nCryptocurrency is defined as a digital or virtual currency that uses cryptography for security and operates independently of a central bank. This includes, but is not limited to, Bitcoin, Ethereum, and other blockchain-based currencies. \n\nEdge cases, such as temporary endorsements or endorsements subject to specific conditions, will be considered on a case-by-case basis by Metaculus Admins.", "resolution_date": "2024-01-01 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2024 US Elections", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "c522525b-2540-47de-b42d-e4081c2d23d2", "title": "Will the development of AI technologies play a significant role in the outcome of the Russo-Ukrainian War by 2025?", "body": "The question will resolve as Yes if, by December 31, 2025, there is substantial evidence that AI technologies have had a decisive impact on the military or strategic outcomes of the Russo-Ukrainian War. This may include, but is not limited to, the use of AI for strategic decision-making, autonomous weapon systems, intelligence gathering, or cyber warfare that demonstrably alters the course of the conflict. The impact must be acknowledged by at least two of the following: a United Nations report, statements from the military leadership of either Russia or Ukraine, or coverage in at least three major international news outlets. The evidence must be clear and direct, not speculative or based on indirect effects. In the absence of such evidence, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "b42fc23e-818e-4489-a7e9-aee8eb7e99e8", "title": "Will there be a confirmed case of an infectious disease originating in space and infecting humans on Earth by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, there is at least one confirmed case of an infectious disease originating in space that has been documented to infect a human on Earth. The confirmation must come from a recognized health authority such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or an equivalent body in any country. The infectious agent must be clearly identified as extraterrestrial in origin by genomic sequencing or other scientific methods that can unambiguously distinguish it from Earth-based organisms. In the event of ambiguous cases, a panel of at least three independent experts in astrobiology or related fields must reach a consensus that the infectious agent is extraterrestrial. This panel should be recognized by the international scientific community. If no such case is confirmed by the specified date, the question will resolve as No.", "resolution_date": "2040-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Space"}, "resolution": null}
{"id": "7e65e528-e72f-4499-aff8-04a526518ea4", "title": "Will the Food and Drug Administration (FDA) issue guidelines for the use of blockchain technology in the tracking of prescription drugs by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the U.S. Food and Drug Administration (FDA) has officially published guidelines or regulations that specifically address the use of blockchain technology for the tracking of prescription drugs within the United States. The guidelines must be detailed and provide a framework for implementation, compliance, and enforcement. This includes, but is not limited to, the use of blockchain for ensuring drug authenticity, traceability, and supply chain security. The resolution will rely on public announcements or publications on the FDA's official website or in the Federal Register. In the event that the FDA issues a statement indicating that it will not pursue blockchain technology for this purpose, the question will resolve as No. If the FDA discusses blockchain in a broader context without specific guidelines for prescription drugs, this will not meet the resolution criteria. In the absence of clear guidelines or statements by the specified date, the question will resolve as ambiguous.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Food and Drug Administration", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "ac4a618f-ab21-47d3-950e-ed3cfa58001b", "title": "Will a quantum computer be used to significantly accelerate an AI's learning process by 2030?", "body": "This question will resolve as Yes if, before December 31, 2030, a quantum computer is utilized to enhance the learning process of an artificial intelligence system, resulting in a measurable and significant acceleration compared to classical computing methods. The acceleration must be demonstrated through peer-reviewed scientific research or an official statement from a recognized authority in the field of quantum computing or artificial intelligence. The learning process refers to the AI's ability to acquire, process, and apply knowledge and skills. Significant acceleration is defined as at least a 50% reduction in the time required for the AI to reach a predefined learning milestone, compared to the time it would take using the best available classical computing methods at the time of the achievement. In the event of ambiguous results or lack of clear evidence, the question will resolve as No. If no such event is publicly documented by the resolution date, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "47f250e8-6d77-40c5-a51d-4b191160f766", "title": "Will Ukraine legalize the use of cryptocurrencies as a legal payment method by the end of 2023?", "body": "This question will resolve as Yes if, by December 31, 2023, the government of Ukraine has passed legislation that recognizes cryptocurrencies as a legal payment method within its jurisdiction. The legislation must be signed into law by the President of Ukraine and officially published in the government's legislative database. The law must explicitly state that cryptocurrencies can be used for the purchase of goods and services and for the settlement of debts. In the event of ambiguity or partial recognition (e.g., only certain cryptocurrencies are legalized, or only for specific types of transactions), the question will resolve as Yes only if the majority of everyday transactions, such as retail purchases and bill payments, can be legally conducted using cryptocurrencies. If no such law is passed, or if the law is passed but does not come into effect by the specified date, the question will resolve as No. In the case of a significant political event that disrupts the legislative process, such as a change in government or a declaration of martial law, the resolution date may be extended by up to six months to allow for the stabilization of the political situation.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "72c50327-e8fb-4617-b70c-06299758dde1", "title": "Will an AI system be used to coach a professional basketball team during an official game by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an AI system has been used to perform the role of head coach or assistant coach during at least one official game of a professional basketball league recognized by FIBA. The AI must make strategic decisions such as player substitutions, play calling, and timeout management without human intervention during the game. The use of the AI system must be documented and confirmed by the league's official records or a statement from the team. If the AI system is used in a coaching capacity but does not have full autonomy in decision-making, the question will resolve as No. In the event that the professional basketball season is disrupted or cancelled, the resolution date may be extended to the end of the following season.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "72331f50-b9e9-412b-b6b9-e2fe2d4e4325", "title": "Will Virginia decommission any of its nuclear power plants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any of the nuclear power plants currently operational in Virginia are officially decommissioned. Decommissioning is defined as the process of retiring a nuclear power plant from service, with the plant having ceased all power generation activities and begun the process of removing nuclear material from the site. Official confirmation must come from the U.S. Nuclear Regulatory Commission (NRC) or the plant's operating company. In the event of a temporary shutdown for maintenance or upgrade that does not lead to the plant's permanent closure, this will not count towards the question's resolution. If no official announcement or evidence of decommissioning is available by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "e2717a36-d5d4-4f46-a876-b87e8432a3da", "title": "Will the European Union fund a major scientific breakthrough in renewable energy technology before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the European Union (EU) officially announces funding for a project or initiative that leads to a significant scientific breakthrough in renewable energy technology. A \"significant scientific breakthrough\" is defined as a discovery or development that demonstrably improves the efficiency, cost, or scalability of renewable energy sources (such as solar, wind, hydro, geothermal, or bioenergy) by at least 20% compared to the state of the art at the time of the announcement. The breakthrough must be validated by a reputable scientific or engineering institution and must be widely recognized within the renewable energy community. In the event of multiple claims or announcements, the resolution will be based on the first project to meet these criteria. If no such project is announced by the EU by the deadline, the question will resolve as No. The resolution will rely on official EU announcements, reputable news sources, and publications in recognized scientific journals.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "European Union", "category": "Science"}, "resolution": null}
{"id": "78863999-a0e8-4587-9dd5-6557a35f8efd", "title": "Will a new element with potential nuclear applications be synthesized by 2030?", "body": "This question will resolve as Yes if a new chemical element (with an atomic number greater than the currently known highest atomic number) is synthesized and reported by a recognized scientific body (e.g., the International Union of Pure and Applied Chemistry (IUPAC)) before January 1, 2031. The element must demonstrate potential for nuclear applications, such as in energy production, medical treatments, or weaponry. Potential for nuclear applications must be explicitly mentioned in the discovery announcement or subsequent peer-reviewed publications. In the absence of a clear application, expert consensus within the relevant scientific community will be sought for a decision. If no new element is synthesized, or if the synthesized element does not have potential nuclear applications as defined above, the question will resolve as No.", "resolution_date": "2023-12-01 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Chemistry", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "761e40e9-5791-452c-80c6-56888bed9610", "title": "Will a new species previously unknown to science be discovered and classified by the end of 2024?", "body": "This question will resolve as Yes if a new species, previously unknown to science, is officially discovered, described, and classified in a peer-reviewed scientific journal by December 31, 2024. The species must be distinct from any previously identified species, with genetic or morphological evidence supporting its classification as a new species. The discovery must be recognized by a leading scientific authority, such as the International Union for Conservation of Nature (IUCN) or a similar organization, and must be reported in a publication that is accessible to the public. In the event of a dispute over the classification, the decision of a recognized scientific committee or panel will be considered final. If no such discovery is reported by the resolution date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biology", "category": "Science"}, "resolution": null}
{"id": "cd896363-bd8e-4db6-a0a6-b1105f543470", "title": "Will the Bureau of Labor Statistics report a significant change in employment rates in the political sector by the end of 2025?", "body": "The question will resolve as Yes if the Bureau of Labor Statistics (BLS) reports a change in employment rates in the political sector (including elected officials, political consultants, and campaign staff) of more than 5% in either direction (increase or decrease) from the baseline rates reported as of December 31, 2021. The BLS's Employment Situation Summary or a similar authoritative report will be used as the source of data. In the event that the BLS discontinues this report or significantly alters its methodology, a comparable report from a recognized statistical agency will be used. If no direct data on the political sector is available, an estimation based on related categories (e.g., public administration, legal occupations) will be considered, provided that the estimation method is detailed and justified by a reputable economic research institution.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Bureau of Labor Statistics", "category": "Politics"}, "resolution": null}
{"id": "9d58cf31-0369-471e-bbca-d2fc66210fc9", "title": "Will a major political figure in Germany publicly endorse an ethical framework, such as Kantian ethics or virtue ethics, as a guiding principle for their policy before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a current member of the German Federal Cabinet or a current leader of a political party represented in the Bundestag publicly endorses Kantian ethics, virtue ethics, or another well-defined ethical framework as a guiding principle for their policy. The endorsement must be explicit, referencing the ethical framework by name, and must be made in a public setting such as an official speech, published article, or recorded interview. The source of the endorsement must be verifiable through reputable media outlets, official government publications, or direct records from the political figure's office. In the event of ambiguity or dispute over the interpretation of the endorsement, a panel of three experts in political philosophy, appointed by a recognized academic institution, will determine whether the criteria have been met. If no such endorsement is made public by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Politics"}, "resolution": null}
{"id": "c8b58b7f-2fe5-43fe-b6a4-6e16a3c4c59b", "title": "Will the Centers for Disease Control and Prevention (CDC) announce the discovery of a novel coronavirus variant with significantly higher transmissibility than previous strains by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the Centers for Disease Control and Prevention (CDC) or any other globally recognized health authority (such as the World Health Organization) officially announces the discovery of a novel coronavirus variant that exhibits a transmissibility rate significantly higher than any previously identified strain. The determination of 'significantly higher transmissibility' must be based on peer-reviewed scientific research or official health advisories, and should be quantified as at least a 20% increase in the R0 (basic reproduction number) compared to the most transmissible variant known as of 2023. In the absence of a clear announcement by the CDC or equivalent authority, credible reports from at least three independent and reputable scientific journals confirming the discovery and characteristics of such a variant will also be considered sufficient for resolution. If no such variant is identified or if the increase in transmissibility is not clearly quantified as specified, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Centers for Disease Control and Prevention", "category": "Science"}, "resolution": null}
{"id": "a00dfb9d-1009-4b28-afeb-be4a7722bb36", "title": "Will a robot designed with AI specifically for elder care be commercially available by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a robot designed with artificial intelligence specifically for elder care is available for commercial purchase by consumers or healthcare facilities. The robot must be capable of performing at least the following tasks autonomously: assisting with mobility, providing medication reminders, monitoring health vitals, and offering social interaction to the elderly. The robot must be approved for use by a recognized health regulatory body such as the FDA in the United States or the EMA in the European Union. The availability of the robot must be confirmed by at least two independent and reputable news sources or the manufacturer's official announcement. In the event of a dispute regarding the robot's capabilities or availability, a panel of three experts in robotics and elder care, agreed upon by Metaculus Admins, will make the final determination.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Robotics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "bcb82fa0-2366-455c-bc4e-be3be13190b9", "title": "Will a COVID-19 vaccine be developed that provides immunity for more than 5 years by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a COVID-19 vaccine has been developed and is publicly available that meets the following criteria:\n\n- Longevity of Immunity: The vaccine must be proven to provide immunity against COVID-19 for a period exceeding 5 years, as evidenced by long-term clinical studies or real-world data.\n\n- Peer-Reviewed Evidence: The duration of immunity must be confirmed through peer-reviewed scientific research published in a reputable medical journal.\n\n- Regulatory Approval: The vaccine must have received approval from a major health regulatory body such as the FDA, EMA, or WHO for general public use.\n\n- Wide Availability: The vaccine must be available to the general public in at least three G7 countries.\n\nIn the event that no vaccine meeting these criteria is publicly available by the resolution date, the question will resolve as No.\n\nIf the vaccine's longevity of immunity is still under investigation by the resolution date, the question will resolve as No unless interim results strongly suggest that the 5-year immunity threshold will be met, subject to confirmation by an independent panel of experts.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Technology"}, "resolution": null}
{"id": "90a8c123-a306-4079-825b-02dcf09de445", "title": "Will the European Union introduce a new member state before the end of 2025?", "body": "This question will resolve as Yes if, by 31 December 2025, at least one new country is officially admitted and recognized as a member state of the European Union (EU). Official admission is defined as the completion of the accession process, including the signing of the Treaty of Accession, ratification by the existing EU member states, and the formal granting of EU membership status to the new member state. The resolution will be based on official announcements from the European Council, the European Commission, or other authoritative EU bodies. In the event of ambiguity or dispute over the status of a new member state, the resolution will default to the most recent official statement or document provided by the European Council or the European Commission. If no new member state is admitted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "European Union", "category": "Politics"}, "resolution": null}
{"id": "a417c423-8d9e-4044-83e5-2afacec88c65", "title": "Will a cryptocurrency be developed that is specifically tailored to secure genetic data transactions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a cryptocurrency is developed and publicly available that meets the following criteria:\n\n- The cryptocurrency must be specifically designed for and primarily used in the transaction of genetic data.\n- It must incorporate advanced security features that are uniquely suited to protecting the privacy and integrity of genetic data.\n- The cryptocurrency must have been adopted by at least one major genetic data handling institution (e.g., a biobank, genetic research institution, or a healthcare provider specializing in genetic medicine).\n- The development and functionality of the cryptocurrency must be documented in at least one peer-reviewed scientific publication or receive formal recognition from a reputable technology or financial institution.\n\nIn the event that multiple cryptocurrencies meet these criteria, the question will resolve as Yes at the time the first cryptocurrency is publicly announced to meet all the specified conditions.\n\nFallback scenario: If no cryptocurrency is developed for this specific purpose by the deadline, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "7279f50c-00bc-4628-b6b3-62968157cfb2", "title": "Will Iran officially announce the completion of a nuclear weapon by 2024?", "body": "This question will resolve as Yes if the government of Iran makes an official public announcement, or if an official government document is leaked, confirming the completion of at least one nuclear weapon before January 1, 2024. The announcement or document must be verified by at least two of the following authoritative sources: The International Atomic Energy Agency (IAEA), the United Nations Security Council, or a government intelligence agency of a P5 country (China, France, Russia, the United Kingdom, and the United States).\n\nIn the absence of such an announcement or document, the question will resolve as No. If there are conflicting reports from the listed authoritative sources, the question will resolve as ambiguous and will be subject to further review by a panel of experts agreed upon by the question's administrators.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Iran", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "5b0f362c-e37d-4781-9048-9b2e0da7964f", "title": "Will Mexico's central bank issue a digital currency by the end of 2025?", "body": "The question will resolve as Yes if, by December 31, 2025, the Banco de México (Mexico's central bank) has officially issued a digital currency available for public use. This includes any form of digital or electronic currency that is recognized as legal tender in Mexico and is directly issued by the Banco de México. The issuance must be confirmed through official statements or press releases by the Banco de México or other authoritative government sources. The digital currency must be operational and transactions with it must be verifiable by the public. In the event of a dispute regarding the definition of 'issued' or 'digital currency,' the resolution will defer to the most recent guidance or definitions provided by the International Monetary Fund (IMF) or another relevant international financial institution. If the Banco de México announces the issuance of a digital currency but it is not operational by the end of 2025 due to technical or regulatory issues, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "f8c75f53-fd56-4dac-b8cc-ce3f17ef2cdd", "title": "Will the global space economy surpass $1 trillion in annual revenue by 2030?", "body": "The global space economy is defined as the total annual revenue generated from all space-related activities, including but not limited to satellite services, space exploration missions, space tourism, and the manufacturing of space-related technology and infrastructure. This question will resolve as Yes if credible financial reports or analyses from at least three recognized authorities in the field, such as the Space Foundation, Euroconsult, or the OECD, confirm that the total annual revenue of the global space economy has reached or exceeded $1 trillion USD at any point before December 31, 2030. The valuation should be adjusted for inflation to 2020 dollars to ensure comparability. In the event of conflicting reports, the average of the three most reputable sources will be used to determine the outcome. If no such reports are available by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Economy & Business"}, "resolution": null}
{"id": "cf9213b4-db06-4351-a6ca-a7893c744910", "title": "Will the National Aeronautics and Space Administration (NASA) collaborate with the National Hockey League (NHL) for a space-related promotion or event by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, NASA (National Aeronautics and Space Administration) and the NHL (National Hockey League) officially announce a collaboration for a space-related promotion or event. The announcement must be made through official channels such as press releases, official websites, or social media accounts of either organization. Collaborations may include, but are not limited to, space-themed hockey games, astronaut appearances at NHL events, or educational programs combining elements of space exploration and hockey. In the absence of a formal announcement, credible news reports from major media outlets confirming the collaboration will also be considered. If the collaboration is announced but subsequently canceled, the question will still resolve as Yes, provided the cancellation occurs after the initial announcement.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NHL", "category": "Space"}, "resolution": null}
{"id": "c7d6d337-9772-4630-abce-46b0737f7f86", "title": "Will a major political theory or philosophy emerge and gain substantial international influence by 2030?", "body": "A 'major political theory or philosophy' is defined as a new framework or system of political thought that has not been significantly discussed prior to 2021. It must be recognized and analyzed in at least 10 peer-reviewed academic publications in the field of political science or philosophy. Additionally, it must be explicitly endorsed or implemented as a guiding principle by at least one nation-state or by a political organization with representation in multiple nation-states. The influence of the theory or philosophy must be evident through legislative, policy, or social changes that are directly attributed to its principles. In the event of ambiguity, a panel of five experts from top global universities in political science or philosophy will be consulted to determine if the criteria have been met. The decision of the panel will be considered final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Philosophy", "category": "Politics"}, "resolution": null}
{"id": "d3097961-6e6a-4ee1-8c50-829f78e3de20", "title": "Will a new class of medicine emerge that significantly boosts human cognitive abilities and is approved by the FDA by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new class of medicine that significantly boosts human cognitive abilities is developed, tested, and receives approval from the U.S. Food and Drug Administration (FDA). For the purposes of this question, a \"new class of medicine\" refers to a category of drugs or treatments that are distinct in their chemical composition, mechanism of action, or therapeutic effects from those currently approved or widely recognized. The cognitive abilities in question must include, but are not limited to, memory enhancement, increased focus, and faster learning speeds. The significant boost in cognitive abilities must be demonstrated through clinical trials and recognized by a reputable scientific or medical journal. In the event that multiple candidates are approved on the same day, the resolution will consider the first announcement made by the FDA. If no such medicine is approved by the specified date, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Medicine", "category": "Economy & Business"}, "resolution": null}
{"id": "5c799b76-6ec5-49d1-b994-7136311d3bb1", "title": "Will Russia develop its own state-backed cryptocurrency by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the Russian government or any of its official agencies announces the development, launch, or planned launch of a state-backed cryptocurrency. The announcement must be verifiable through official government channels, such as press releases, official statements, or government websites. Additionally, the cryptocurrency must be designed to be used as a medium of exchange, store of value, or unit of account within the Russian Federation or for transactions involving Russian entities. In the event of ambiguous announcements or developments, the resolution will defer to the most authoritative and recent official source available. If there is no clear announcement or development by the resolution date, the question will resolve as No. Edge cases or developments that do not meet all the specified criteria but suggest the imminent launch of a state-backed cryptocurrency may be considered on a case-by-case basis by a panel of experts familiar with cryptocurrency regulations and developments.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "72740aa2-e43b-4e62-b105-69bed30691a3", "title": "Will Germany implement a nationwide policy specifically regulating the use of genetic engineering in humans by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the German government has enacted and brought into force a nationwide policy that explicitly regulates the use of genetic engineering in humans. The policy must be applicable across the entire country and not limited to specific regions or states within Germany.\n\nThe policy must address at least one of the following aspects of genetic engineering in humans:\n\n- Ethical guidelines for genetic modification procedures.\n- Legal framework for research and application of genetic engineering.\n- Standards and certifications required for facilities and practitioners performing genetic modifications.\n- Patient consent and rights in the context of genetic engineering.\n\nThe resolution will be based on official publications or announcements by the German government, such as legislative texts, official press releases, or statements from relevant government officials. In the absence of direct government communication, credible news reports from established media outlets may be used to confirm the implementation of such a policy.\n\nIf multiple policies are implemented, the one with the broadest scope will be considered for resolution. If a policy is passed but not implemented by the resolution date, the question will resolve as No. In the event of ambiguity or lack of clear evidence, the question will remain unresolved until sufficient information becomes available.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Politics"}, "resolution": null}
{"id": "bb581197-0754-4a3b-98b9-3cdaa33ff43e", "title": "Will the NBA implement a blockchain-based ticketing system by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the National Basketball Association (NBA) has officially announced and implemented a blockchain-based system for the distribution and management of tickets for its games. The system must be in active use for at least one full NBA season, providing a secure, decentralized method for purchasing, selling, and transferring tickets. The resolution will rely on official statements from the NBA, press releases, or credible news sources confirming the system's implementation and use. In the absence of such an announcement, the question will resolve as No. If the NBA announces the implementation of a blockchain-based ticketing system but it is not in use for a full season by the resolution date, the question will also resolve as No. Edge cases, such as a partial implementation for select games or a pilot program, will not be considered as meeting the criteria unless the NBA explicitly states that these are the first steps of a full-scale implementation.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NBA", "category": "Technology"}, "resolution": null}
{"id": "5d87d72a-a5ca-4268-8e6d-f48c6f8056ec", "title": "Will any major global corporation be found guilty of a significant ethics violation in the field of artificial intelligence by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any corporation listed in the Fortune Global 500 at any point between January 1, 2020, and December 31, 2030, is officially found guilty by a recognized legal authority (such as a national court, international court, or regulatory body) of a significant ethics violation in the field of artificial intelligence. A \"significant ethics violation\" is defined as any action, policy, or practice related to AI that results in a substantial breach of widely accepted ethical standards, including but not limited to privacy violations, bias and discrimination, lack of transparency, manipulation, or harm to human rights. The resolution will consider public records, official statements, and legal documents as sources of verification. In the event that multiple corporations are found guilty, the resolution will be based on the first officially recognized case. If no such cases are confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Economy & Business"}, "resolution": null}
{"id": "f137c58f-f6e8-445d-b707-f3c94d5523d0", "title": "Will Italy launch a mission to Mars involving a human crew by 2040?", "body": "This question will resolve as Yes if the Italian Space Agency (ASI) or any Italy-based entity, in collaboration with international partners or independently, successfully launches a mission to Mars that includes at least one human crew member before January 1, 2040. The mission must achieve a successful launch, transit, and Mars orbit insertion or landing to be considered. If the mission is launched but fails to achieve orbit insertion or landing, the question will resolve as No. In the event of a mission announcement without a subsequent launch by the resolution date, the question will also resolve as No. Verification will be based on official announcements from the Italian Space Agency, credible space exploration news sources, or direct evidence of the mission's success (e.g., telemetry data, mission updates). In the case of multiple missions, the resolution will be based on the first mission's success. If no mission is attempted, the question will resolve as No.", "resolution_date": "2040-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Italy", "category": "Space"}, "resolution": null}
{"id": "1b7cf7e6-baf1-4bd0-a9da-452bf382af76", "title": "Will a new genetic editing tool surpassing CRISPR-Cas9 in precision and efficiency be discovered by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a new genetic editing tool is discovered and publicly documented to surpass CRISPR-Cas9 in both precision and efficiency. The assessment of \"precision\" and \"efficiency\" must be based on peer-reviewed scientific publications that compare the new tool directly with CRISPR-Cas9. The publications must be indexed in major scientific databases such as PubMed, Web of Science, or Scopus. The discovery must be recognized and validated by at least two independent research institutions or a leading scientific committee in the field of genetics. In the event of multiple claims of discovery, the resolution will be based on the earliest documented and verified claim. If no such tool is discovered by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Technology"}, "resolution": null}
{"id": "cc5c9cdc-b6ec-4e22-aabd-302e45b060b1", "title": "Will a professional golfer announce a candidacy for a major political office by 2025?", "body": "This question will resolve as Yes if, by 11:59 PM UTC on December 31, 2025, a professional golfer who has participated in at least one of the four major golf championships (The Masters, the U.S. Open, The Open Championship, or the PGA Championship) publicly announces their candidacy for a major political office. A 'major political office' is defined as a position that is part of the legislative, executive, or judicial branch of government at the national or state/provincial level, or a mayoral position in a city with a population of at least 300,000 residents. The announcement must be verifiable through credible media reports or an official statement from the golfer or their representative. If the golfer retracts their candidacy before the resolution date, the question will resolve as No. In the event that no such announcement is made, or if the golfer's professional status or the political office's significance is ambiguous, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Golf", "category": "Politics"}, "resolution": null}
{"id": "44feefaf-b045-4924-843e-c85ee3b641f2", "title": "Will an international AI ethics board be established to regulate AI development and usage by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an international AI ethics board is officially formed and recognized by at least five of the following entities: the United Nations (UN), the European Union (EU), the United States, China, India, Russia, and Japan. The board must be tasked with creating guidelines, standards, or regulations for the development and usage of artificial intelligence technologies on a global scale. The formation of the board must be documented by at least two reputable global news organizations. In the event that multiple boards are established, the question will resolve as Yes only if there is a consensus among the aforementioned entities to recognize a single board as the primary international regulatory body. If no such board is established, or if there is no consensus on a primary board by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "272fd7f3-7969-4e03-869b-ca19f3c7a3da", "title": "Will the first direct image of an exoplanet's surface be captured by astronomers by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, astronomers have captured and publicly released a direct image of an exoplanet's surface, where a \"direct image\" is defined as an image obtained without the use of indirect methods such as transit photometry or radial velocity measurements. The image must clearly depict surface features such as continents, oceans, or ice caps, and must be verified by at least two independent and reputable astronomical institutions (e.g., NASA, ESA, or a similar level of authority). In the event that multiple claims of direct imaging are made, the question will resolve in favor of the first verified claim. If no such image has been publicly released by the specified date, the question will resolve as No. In cases where verification is pending as of the resolution date, the question will remain open until a conclusive verification is provided or until it is clear that no verification will be forthcoming.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Technology"}, "resolution": null}
{"id": "2bc6bfaf-e09d-4304-b2f4-198e0cacb800", "title": "Will a major global IT company experience a data breach affecting over 100 million users before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a data breach is publicly confirmed by either the affected company, a reputable cybersecurity firm, or a major news outlet to have exposed the personal data of over 100 million users of a single, identifiable global IT company. The breach must involve unauthorized access to personal data such as names, email addresses, passwords, or financial information. The data breach must be distinct and not a cumulative total of smaller breaches over time. In the absence of a public confirmation, credible reports from multiple independent and reputable cybersecurity researchers or news outlets will be considered sufficient for resolution. If the company in question disputes the claim but the evidence is overwhelmingly in favor of a breach having occurred, the question will resolve as Yes. In cases where the data number is close to 100 million but not definitively over, a margin of error of 1% will be allowed for the resolution.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Information Technology", "category": "Technology"}, "resolution": null}
{"id": "bb6de178-dd03-46a0-a997-00ece0540884", "title": "Will the James Webb Space Telescope discover a previously unknown exoplanet that is confirmed to be Earth-like by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the James Webb Space Telescope (JWST) has discovered at least one previously unknown exoplanet that meets all of the following criteria:\n\n- Located within the habitable zone of its star, where conditions may allow for the presence of liquid water on the surface.\n- Possesses an atmosphere with chemical signatures indicative of biological activity, similar to those sought in current exoplanet research (e.g., oxygen, ozone, methane).\n- Confirmed through follow-up observations by either JWST itself or other telescopes capable of exoplanet characterization.\n\nAn exoplanet will be considered 'Earth-like' based on the above criteria and must be confirmed by a recognized authority in the field, such as the NASA Exoplanet Archive or the European Space Agency.\n\nIn the event that multiple exoplanets are discovered that meet these criteria, the question will resolve as Yes upon the confirmation of the first such exoplanet. If no such discovery is made by the specified date, the question will resolve as No.\n\nShould the JWST become inoperable or unable to perform the necessary observations before the resolution date, an alternative authoritative source or mission capable of similar discoveries will be considered valid for the resolution of this question.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Astronomy", "category": "Technology"}, "resolution": null}
{"id": "3d0d21ac-ba5f-45d7-b2d0-622de645e278", "title": "Will OpenAI release a new language model that significantly outperforms GPT-4 by 2025?", "body": "The question will resolve as Yes if, by December 31, 2024, OpenAI releases a new language model that meets all of the following criteria:\n\nSignificant Performance Improvement: The new model must demonstrate a clear and significant improvement over GPT-4 in at least three of the following areas: natural language understanding, natural language generation, computational efficiency, and task-specific benchmarks. The improvement must be quantifiable, with at least a 15% increase in performance metrics compared to GPT-4.\n\nPublic Availability: The model must be made publicly available, either through OpenAI's API or as a downloadable software package, allowing for independent verification of its capabilities.\n\nPeer Review: The model's performance improvements must be documented and verified through a peer-reviewed publication or an equivalent authoritative source.\n\nIn the event that OpenAI is rebranded, merges with another entity, or undergoes significant organizational changes, the resolution will still apply to the entity responsible for the development and release of the language model.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "OpenAI", "category": "Science"}, "resolution": null}
{"id": "9aeb48ec-a1ac-4ad6-ba9e-e59fefa98e93", "title": "Will an infectious disease outbreak occur on a spacecraft or space station resulting in a quarantine situation by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a confirmed case of an infectious disease outbreak on a spacecraft or space station that leads to an official quarantine situation. An \"infectious disease outbreak\" is defined as the occurrence of cases of disease in excess of what would normally be expected in a defined community, group, or area. A \"quarantine situation\" refers to the imposition of restrictions on the movement of people, animals, or goods which are designed to prevent the spread of disease or pests. The confirmation must come from an official space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or a recognized health organization (e.g., WHO, CDC). In the event that multiple outbreaks occur, the resolution will be based on the first confirmed case. If no such outbreak is confirmed by the resolution date, the question will resolve as No. Edge cases or disputes will be resolved based on the most reliable and authoritative information available at the time of resolution.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Space"}, "resolution": null}
{"id": "e207b16a-5070-4b4e-9d98-8e9b83fe54af", "title": "Will a major scientific breakthrough in renewable energy technology be attributed to research conducted in Virginia by the end of 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a major scientific breakthrough in renewable energy technology is officially recognized and attributed to research conducted in Virginia. A \"major scientific breakthrough\" is defined as a discovery or development that significantly enhances the efficiency, cost-effectiveness, or sustainability of renewable energy sources, such as solar, wind, hydroelectric, or geothermal energy. The breakthrough must be documented in a peer-reviewed scientific journal or officially recognized by a leading global energy organization (e.g., International Renewable Energy Agency, World Energy Council). The breakthrough should represent a clear advancement beyond the current state of the art and have the potential for widespread application or significant impact on the renewable energy sector. In the case of multiple claims, the earliest documented and verified discovery will be considered. If no such breakthrough is publicly recognized by the specified date, the question will resolve as No.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Science"}, "resolution": null}
{"id": "6a0907c6-3cd4-411c-b633-613c03e2817d", "title": "Will Information Technology be the primary industry driving space exploration investments by 2030?", "body": "The question will resolve as Yes if, by December 31, 2029, more than 50% of the total documented financial investment in space exploration comes from companies whose primary business is Information Technology, including but not limited to software development, hardware manufacturing, cloud computing, and data processing. This assessment will be based on financial reports, market analysis, and investment tracking by authoritative financial and industry analysis firms such as Bloomberg, Reuters, or similar. In cases where direct financial data is not available, credible market estimates will be considered. Investments by subsidiaries of IT companies will be counted towards this total, provided the subsidiary's primary business aligns with the IT sector. If there is ambiguity in determining the primary industry of a company, the most recent fiscal year's revenue source breakdown will be used as the deciding factor. Edge cases, such as investments made by conglomerates with significant but not primary IT operations, will be evaluated on a case-by-case basis, with a preference for transparency and the most straightforward interpretation of 'primary industry.' Should there be significant changes in industry definitions or classifications before the resolution date, an updated assessment may be conducted to ensure fairness and accuracy in resolving the question.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Information Technology", "category": "Space Exploration"}, "resolution": null}
{"id": "4e707926-1642-4b42-a0c3-07e999dd7aa1", "title": "Will the first vaccine for a space-related pathogen be developed by 2040?", "body": "This question will resolve as Yes if, by December 31, 2039, a vaccine has been developed, tested, and officially approved for a pathogen that is identified as originating from or being uniquely associated with space environments (e.g., microorganisms found on extraterrestrial bodies or in the space station environment). The vaccine must be recognized and approved by a major health organization such as the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). The development of the vaccine must be documented and verified through peer-reviewed scientific publications or official statements from the approving health organization. In the case where multiple vaccines are developed, the resolution will consider the first vaccine that meets these criteria. If no such vaccine is developed by the specified date, the question will resolve as No. In the event of ambiguity regarding the origin of the pathogen, a panel of experts convened by the WHO will make the final determination.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virology", "category": "Space"}, "resolution": null}
{"id": "e32555f2-3955-407e-a4fb-1748ca2e3cd2", "title": "Will the US House of Representatives pass a significant bill funding scientific research in biology by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the US House of Representatives passes a bill that allocates at least $1 billion USD to scientific research in the field of biology. The bill must be specifically aimed at funding research in areas such as genetics, molecular biology, cellular biology, and biotechnology. The funding must be new or additional, not a reallocation of existing funds. The bill's passage is defined as the successful vote in the House of Representatives, followed by the President's signature into law. In the event of a government shutdown or other significant political event that prevents the passage of any legislation, the question will resolve as No. The resolution will be based on official statements from the US House of Representatives and the White House, as well as coverage in major media outlets.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US House of Representatives", "category": "Science"}, "resolution": null}
{"id": "cac1f5da-4a4a-48d2-b722-e1c08ea38d7e", "title": "Will there be a new technology used at the 2028 Olympics to enhance viewer experience that allows for real-time athlete biometrics tracking?", "body": "This question will resolve as Yes if, by the start of the 2028 Summer Olympics, a new technology is introduced and used that enables real-time tracking of athlete biometrics (such as heart rate, oxygen levels, and muscle activity) during competitions. The technology must be officially adopted and utilized in at least one Olympic sport by the International Olympic Committee (IOC) or a recognized governing body for the sport. The technology's use must be confirmed through official announcements, broadcasts, or reports from credible sources. In the case of multiple technologies being introduced, the resolution will consider the technology that is most widely implemented across different sports. If the technology is introduced but not used due to unforeseen circumstances (e.g., technical failures, last-minute regulatory issues), the question will still resolve as Yes, provided there was an official plan to use it. If the technology is used in practice sessions but not in actual competitions, the question will not resolve as Yes.", "resolution_date": "2028-07-26 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Technology"}, "resolution": null}
{"id": "db07b762-6dd2-4455-81e4-abd2d8ac05dd", "title": "What is the probability that a space exploration policy will be a significant topic in the 2024 US presidential election debates?", "body": "The question will resolve as Yes if space exploration policy is discussed in at least one of the official 2024 US presidential election debates. A \"significant topic\" is defined as a topic that is discussed for a minimum of 5 continuous minutes or receives at least 5 distinct mentions by the candidates or moderators during a single debate. The debates in question must be part of the official debate schedule recognized by the Federal Election Commission (FEC). Verification will be based on transcripts provided by a reputable source such as the Commission on Presidential Debates or major news outlets (e.g., CNN, BBC, The New York Times). In the event that space exploration policy is mentioned but does not meet the criteria for \"significant,\" the question will resolve as No. If no official debates address space exploration policy, the question will also resolve as No. In the case of ambiguity or lack of clear transcripts, the resolution will defer to the most widely accepted interpretation by major news outlets.", "resolution_date": "2024-11-10 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Space Exploration"}, "resolution": null}
{"id": "e6d21560-c0c3-4d81-a7b2-e0874921bb93", "title": "Will a new form of energy be utilized for space travel, replacing traditional chemical rockets, by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, a new form of energy, distinct from traditional chemical rocket propulsion, is used to power a spacecraft for interplanetary travel, and meets the following criteria:\n\n- The spacecraft must complete at least one successful journey between Earth and another celestial body (e.g., the Moon, Mars) using the new energy form as its primary propulsion method.\n\n- The new form of energy must be the main source of propulsion for the spacecraft and must not rely on chemical rockets for more than 10% of the total propulsion throughout the journey.\n\n- The utilization of the new energy form must be confirmed by at least two independent and reputable space agencies or organizations (e.g., NASA, ESA, SpaceX).\n\n- The event must be documented and publicly disclosed through official reports, press releases, or peer-reviewed scientific publications.\n\nIn the event that multiple new forms of energy are utilized, the question will resolve as Yes if at least one meets the above criteria.\n\nIf no new form of energy is utilized by the specified date, or if the use of such energy does not meet the above criteria, the question will resolve as No.\n\nFallback scenario: If the journey is underway but not completed by the resolution date, the question will resolve as Yes only if the spacecraft has already demonstrated the new energy form's capability in interplanetary travel without relying on chemical rockets for more than 10% of the journey.", "resolution_date": "2040-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Space"}, "resolution": null}
{"id": "5f3c8ccb-1a3a-4609-a181-34a78d43e3f3", "title": "Will Major League Baseball adopt an automated strike zone system by the 2025 season?", "body": "Resolution criteria: This question will resolve as Yes if, by the start of the 2025 Major League Baseball season, the MLB has officially adopted and implemented an automated strike zone system for use in regular season games. The system must be used across all MLB teams and be the primary method for determining balls and strikes during the game. The adoption must be confirmed through official MLB press releases, statements from the MLB Commissioner, or through the MLB's official rules and regulations documentation. In the event of a partial implementation (e.g., used only in certain stadiums or for a limited number of games), the question will resolve as No unless the MLB announces a clear, time-bound plan for full implementation before the end of the 2025 season. If the 2025 season is significantly delayed or canceled, the resolution date will be extended to the start of the 2026 season.", "resolution_date": "2025-03-29 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Technology"}, "resolution": null}
{"id": "18b43c37-2fbd-44a1-a8ad-8d8967610710", "title": "Will Canada implement a nationwide carbon tax by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Government of Canada has passed legislation that imposes a carbon tax on greenhouse gas emissions across all provinces and territories of Canada. The tax must be applicable to individuals, businesses, and organizations, and must be in effect nationwide. The resolution will be based on official statements from the Government of Canada, legislative documents, or national news outlets recognized by the Canadian Press. In the event of a partial implementation or a commitment without actual enforcement, the question will resolve as No. If the tax is repealed or not enforced by the resolution date, the question will also resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Canada", "category": "Politics"}, "resolution": null}
{"id": "2f38a181-e776-45f3-af67-61b9f03efb78", "title": "Will the first professional basketball game be played in space before 2050?", "body": "This question will resolve as Yes if a professional basketball game is played in space before January 1, 2050. For the purposes of this question, a \"professional basketball game\" is defined as a game that involves two teams from any established professional basketball league (e.g., NBA, EuroLeague, CBA) playing a standard regulation game under the official rules of that league, with the following modifications allowed for the environment of space:\n\n- Adjustments to the court size and equipment to accommodate microgravity conditions.\n- Use of specialized space suits designed for athletic performance.\n- Modifications to game rules to ensure player safety and accommodate the unique conditions of space.\n\nThe game must be officially sanctioned by the league and recognized as a professional game. It must be completed in its entirety, and any game that is started but not completed for any reason will not count towards this question's resolution.\n\nIn the event that multiple leagues claim to have held the first professional basketball game in space, the game that is first completed in full, according to the official timekeeping of the event, will be considered the qualifying event. If no professional basketball game is played in space by the deadline, the question will resolve as No.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Space"}, "resolution": null}
{"id": "685dd512-13d3-4ea0-9692-4cd5a923f4bc", "title": "Will the value of the US dollar be directly affected by a nuclear incident before 2030?", "body": "The question will resolve as Yes if, before January 1, 2030, there is a nuclear incident that directly affects the value of the US dollar. A 'nuclear incident' is defined as an unplanned event or series of events that have caused or could cause significant harm to people, the environment, or property, including but not limited to nuclear accidents, detonation of a nuclear weapon, or significant radioactive contamination. The 'value of the US dollar' will be considered directly affected if there is a change of more than 5% in the USD index (DXY) within a 30-day period that can be directly attributed to the nuclear incident by reports from at least three major financial news outlets (e.g., Bloomberg, Reuters, The Wall Street Journal). In the absence of such an incident, the question will resolve as No. If the nuclear incident occurs but the direct effect on the US dollar's value cannot be established, the question will also resolve as No. In the event of conflicting reports or ambiguity in attribution, the question will be resolved by a panel of three economic experts, whose decision will be final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US dollar", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "cf3d500d-4e0a-4059-87e2-7a15891ba7e6", "title": "Will Brazil's inflation rate exceed 10% in any year before 2025?", "body": "This question will resolve as Yes if the annual inflation rate in Brazil, as reported by the Brazilian Institute of Geography and Statistics (IBGE), exceeds 10% in any year before January 1, 2025. The inflation rate to be considered is the National Consumer Price Index (IPCA), which is the official measure used by the Brazilian government to monitor inflation trends. The resolution will be based on the final and official IPCA figures for each year, as initially reported by the IBGE, without subsequent revisions. If the IBGE ceases to exist, is unable to report the IPCA, or the IPCA is no longer the official measure of inflation, the question will resolve using the data from the next most authoritative source that is recognized by the Brazilian Central Bank. In the event of hyperinflation leading to a change in currency or a re-denomination of the Brazilian real, the percentage increase will be calculated based on the value of the new currency unit relative to the real at the time of the change.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Economy & Business"}, "resolution": null}
{"id": "09242bd0-0889-4842-a1fa-61d254cd3e79", "title": "Will any cryptocurrency be accepted as an official payment method for tickets at the 2024 Summer Olympics?", "body": "This question will resolve as Yes if, by the start of the 2024 Summer Olympics, any cryptocurrency is officially accepted by the International Olympic Committee (IOC) or the Paris Olympic Organizing Committee as a payment method for purchasing tickets to the events. Official acceptance is defined as a public announcement or statement from the IOC, the Paris Olympic Organizing Committee, or the official Olympic ticketing partner that explicitly states cryptocurrency as an accepted form of payment. This includes payments made directly on the official Olympics ticketing website, through official ticketing partners, or at physical ticket sales points designated by the organizing committees. The resolution will consider all forms of cryptocurrency, including Bitcoin, Ethereum, and any others that may be recognized as valid for transactions. In the event that the acceptance of cryptocurrency is announced and then retracted before the start of the Olympics, the question will resolve as No. If no official announcement is made by the start of the Olympics, the question will also resolve as No.", "resolution_date": "2024-07-26 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Olympics", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "e1774e30-5718-4416-9eee-9d7b809a5351", "title": "Will an international space mission be aborted due to ethical concerns by 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, an international space mission (defined as a mission involving two or more countries' space agencies or private space entities) is officially canceled, postponed indefinitely, or significantly altered in scope due to ethical concerns raised either by the public, participating entities' internal ethics boards, or international regulatory bodies. Ethical concerns may include, but are not limited to, issues related to human rights, environmental impact, the use of AI, and the treatment of animals. The cancellation, postponement, or alteration must be publicly acknowledged by the leading organization(s) of the mission and reported by at least two reputable international news outlets. In the event that multiple missions meet these criteria, the resolution will be based on the first such occurrence. If no such mission is publicly acknowledged to be affected by ethical concerns by the specified date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ethics", "category": "Space"}, "resolution": null}
{"id": "5be996d2-8ccb-4186-8851-4b61f0a0ee2b", "title": "Will any candidate from the Republican Party win the popular vote in the 2024 US presidential election?", "body": "This question will resolve as Yes if a candidate from the Republican Party wins the majority of the popular vote in the 2024 US presidential election, as reported by the Federal Election Commission (FEC) or any other authoritative and non-partisan source recognized for election reporting. In the event of a dispute or recount, the question will resolve based on the final, certified election results. If no candidate from the Republican Party participates in the 2024 presidential election, the question will resolve as No. The resolution will not consider any votes that are declared invalid or are subject to legal challenges that could change the outcome.", "resolution_date": "2024-11-06 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Politics"}, "resolution": null}
{"id": "db5680df-8ee4-40c1-bab4-836c9fbdbfff", "title": "Will Brazil have an operational nuclear-powered submarine by 2035?", "body": "This question will resolve as Yes if, by December 31, 2035, the Brazilian Navy has commissioned and has in operational service at least one nuclear-powered submarine. The submarine must be capable of performing military operations and not solely for training or testing purposes. The operational status should be confirmed by official statements from the Brazilian Navy or the Brazilian government, or by credible reporting from established defense or maritime industry publications. If the submarine is operational but restricted from use due to international sanctions, treaties, or environmental concerns, the question will still resolve as Yes. In the event that the Brazilian Navy has a nuclear-powered submarine under construction but not yet operational, or if the status is unclear as of the resolution date, the question will resolve as No.", "resolution_date": "2035-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "409649db-3e5b-4826-b439-c4a166339dc6", "title": "Will NATO launch a joint space mission with non-member countries by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, NATO officially announces and initiates a joint space mission involving at least one non-member country. The mission must be beyond preliminary talks or agreements and should have a clear objective, timeline, and designated resources. The announcement must come from an official NATO communication channel or a press release from the participating countries' governments. In the case of ambiguity regarding the mission's status or the involvement of non-member countries, the resolution will defer to the most recent and authoritative public statement made by NATO or the governments of the involved countries. If no such mission is announced or initiated by the specified date, the question will resolve as No. For the purpose of this question, a 'joint space mission' is defined as a collaborative effort in space exploration, research, or development that involves significant operational, technological, or financial collaboration between NATO members and non-member countries. This includes, but is not limited to, manned and unmanned missions to outer space, satellite deployments, and space station modules.", "resolution_date": "2023-12-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Space Exploration"}, "resolution": null}
{"id": "05dd12cc-0062-4bee-a219-f0fff119d7a2", "title": "Will California lead the United States in the number of electric vehicle charging stations per capita by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the state of California has the highest number of electric vehicle (EV) charging stations per capita compared to all other states in the United States. The count of EV charging stations will be based on the data provided by the U.S. Department of Energy's Alternative Fuels Data Center (AFDC) or its successor agency. Per capita calculations will be based on the most recent U.S. Census Bureau population estimates for each state as of December 31, 2025. In the event that the AFDC is no longer active or does not provide the necessary data, the resolution will be based on the most authoritative and comprehensive dataset available at that time. If no reliable data can be obtained, the question will resolve as N/A (Not Applicable).", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "California", "category": "Technology"}, "resolution": null}
{"id": "c3337141-19cc-4186-b4bd-648171322a61", "title": "Will Sweden become the first European country to fully replace its national currency with a cryptocurrency by 2040?", "body": "This question will resolve as Yes if, by December 31, 2039, the Swedish government officially declares the complete replacement of the Swedish krona (SEK) with a cryptocurrency as the sole legal tender for all types of financial transactions within Sweden. This includes, but is not limited to, retail purchases, taxes, and government fees. The cryptocurrency must be recognized by the Swedish Central Bank and must function as the primary medium of exchange, unit of account, and store of value across the country. The transition must be fully implemented, with the krona no longer being legally recognized for any financial transaction within Sweden. In the event that multiple countries in Europe achieve this milestone simultaneously, or if another European country has already replaced its national currency with a cryptocurrency before Sweden, this question will resolve as No. The resolution will rely on official statements from the Swedish government, the Swedish Central Bank, or any authoritative financial regulatory bodies in Sweden. In the absence of clear evidence by the resolution date, the question will resolve as No.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Sweden", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "42cdd07b-5bfc-449b-aeaa-ef442b5f6f4c", "title": "Will Germany announce the commencement of a major public infrastructure project involving significant engineering advancements by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the German government or any of its federal states officially announces the commencement of a major public infrastructure project that includes significant engineering advancements. The project must meet the following criteria:\n\n- The project is publicly announced by an official government source, such as a press release, official statement, or government spokesperson.\n\n- The project involves the construction, upgrade, or expansion of physical infrastructure, such as transportation networks, energy systems, or public buildings.\n\n- The project incorporates significant engineering advancements, which are defined as novel technologies or methods that represent a substantial improvement over existing solutions in terms of efficiency, sustainability, or functionality. Examples include, but are not limited to, the use of smart materials, automation in construction processes, or innovative energy solutions.\n\n- The project has a planned or actual start date within six months of the announcement.\n\nIn the event that multiple projects are announced, the resolution will be based on the first project that meets all the above criteria.\n\nIf no such project is announced by the specified date, or if the project announced does not meet the criteria outlined above, the question will resolve as No.\n\nIn case of ambiguity regarding the significance of the engineering advancements, a panel of three experts in the field of civil engineering, appointed by Metaculus Admins, will determine whether the project meets the criteria. Their decision will be considered final for the purpose of resolving this question.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Politics"}, "resolution": null}
