{"id": "3655dc78-7eee-4c8c-b5d7-c589ab05b842", "title": "Will NATO establish a dedicated AI defense initiative to counter cyber threats by 2026?", "body": "This question will resolve as Yes if, by December 31, 2026, NATO has officially announced and established a dedicated Artificial Intelligence (AI) defense initiative specifically aimed at countering cyber threats. The initiative must be recognized by an official NATO press release or statement, detailing the scope, objectives, and operational status of the AI defense program. The initiative must be distinct and primarily focused on AI applications for cyber defense, rather than being a component of a broader technology or cybersecurity program. In the event of ambiguity regarding the initiative's focus on AI, the resolution will be based on the predominant narrative in reports from at least three reputable international news organizations. If NATO is disbanded or undergoes a significant structural change that renders the question non-applicable, the question will resolve as N/A.", "resolution_date": "2026-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "807bd5b8-71ad-444f-a36d-dbbe58d93c27", "title": "Will the Republican Party propose a significant increase in NASA's budget for space exploration in their 2024 platform?", "body": "The question will resolve as Yes if the Republican Party's official platform for the 2024 United States presidential election includes a proposal that specifies an increase in NASA's budget for space exploration by at least 20% compared to the fiscal year 2023 budget. The budget increase must be explicitly allocated for space exploration activities, including but not limited to manned and unmanned missions, research and development of space technologies, and exploration of the Moon, Mars, or other celestial bodies.\n\nThe resolution will rely on the official platform document released by the Republican Party, as well as any official statements or press releases from the party's leadership. In the event of ambiguity or lack of clarity in the official documents, statements from the chairperson of the Republican National Committee (RNC) or the party's presidential nominee will be considered authoritative.\n\nIf the party's platform is not publicly available by October 1, 2024, or if the platform does not explicitly address NASA's budget for space exploration, the question will resolve as No.", "resolution_date": "2024-10-01 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Space Exploration"}, "resolution": null}
{"id": "bd80bf6f-bc94-4c94-83d0-7ab92a27e4d0", "title": "Will the discovery of dark matter lead to a Nobel Prize in Physics that significantly impacts the global economy by 2040?", "body": "This question will resolve as Yes if, by December 31, 2040, any of the following conditions are met:\n\nA Nobel Prize in Physics is awarded for the discovery of dark matter, and within five years of the award, there is a measurable and significant impact on the global economy as reported by at least three major financial institutions or economic research bodies. Significant impact is defined as a change in global GDP by at least 0.5% attributable directly to technologies or innovations derived from the discovery of dark matter.\n\nA Nobel Prize in Physics is awarded for the discovery of dark matter, and it leads to the development of a new industry or the significant expansion of an existing industry, with a global market value exceeding $100 billion within five years of the award.\n\nIn the absence of a Nobel Prize, if an equivalent prestigious international award is given for the discovery of dark matter and meets the above economic criteria, it will also be considered for resolution.\n\nFallback scenario: If there is controversy or ambiguity regarding the discovery of dark matter or its economic impact, a panel of experts from leading scientific and economic institutions will be convened to make a determination based on available evidence and expert consensus.", "resolution_date": "2040-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Dark matter", "category": "Economy & Business"}, "resolution": null}
{"id": "4ba5c174-6eb2-4f42-9b31-d751c5e37cff", "title": "Will a new infectious disease be identified as a global pandemic by the World Health Organization before 2025?", "body": "This question will resolve as Yes if the World Health Organization (WHO) officially declares a new infectious disease as a global pandemic before January 1, 2025. The disease must be a novel pathogen not previously identified or classified as a variant of an existing pathogen. The declaration must be made through an official WHO statement or press release. The resolution will not consider diseases that are only regionally significant or declared as epidemics unless the WHO escalates the status to a global pandemic. In the absence of an official WHO declaration, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Technology"}, "resolution": null}
{"id": "9419874e-20e8-4c24-bcd9-ca6b4a8579ab", "title": "Will President Joe Biden sign any executive orders directly related to the regulation of cryptocurrencies before the end of 2024?", "body": "This question will resolve as Yes if President Joe Biden signs one or more executive orders that are directly related to the regulation of cryptocurrencies before December 31, 2024. The executive orders must specifically mention cryptocurrencies or digital assets and their regulation, oversight, or legal status within the United States. \n\nFor the purpose of this question, \"cryptocurrencies\" are defined as digital or virtual currencies that use cryptography for security and operate independently of a central bank. This includes, but is not limited to, Bitcoin, Ethereum, and other blockchain-based assets. \n\nThe resolution will be based on official publications from the White House or the Federal Register. In the event of ambiguity, the final decision will rest with Metaculus Admins. \n\nEdge cases, such as executive orders that indirectly impact cryptocurrencies by regulating associated technologies or financial practices, will not count towards the resolution of this question unless they explicitly address cryptocurrencies themselves.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "8c3d3d0c-749b-4f3b-8588-cff95ee22154", "title": "Will an infectious disease outbreak occur on the International Space Station before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, there is a confirmed case of an infectious disease outbreak on the International Space Station (ISS) as reported by either the National Aeronautics and Space Administration (NASA), the Russian Federal Space Agency (Roscosmos), the European Space Agency (ESA), or any other participating space agency of the ISS program. An 'outbreak' is defined as an occurrence of a disease greater in number than expected in a defined area among a specific group of people over a particular period of time. For the purposes of this question, an outbreak must involve at least three members of the ISS crew. Confirmation must come from official press releases, reports, or direct statements from the agencies mentioned above. In the event that the ISS is decommissioned or no longer in use before the resolution date, the question will resolve as No. If there is no official report or statement from the aforementioned agencies by the resolution date, the question will also resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Space"}, "resolution": null}
{"id": "ed8eff57-970f-41e0-b608-1e68536a7c4b", "title": "Will a new strain of influenza virus with pandemic potential be identified by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new strain of influenza virus is identified that meets the following criteria:\n\n- The strain must be genetically distinct from previously identified strains, with genetic differences significant enough to be considered a new strain by the World Health Organization (WHO) or a similar authoritative body.\n\n- The strain must have demonstrated the ability to cause human infection and have the potential for sustained human-to-human transmission.\n\n- The strain must be assessed by the WHO or a similar authoritative body as having pandemic potential, meaning it has a significant risk of causing widespread illness across multiple countries or continents.\n\nIn the absence of a formal declaration by the WHO or a similar authoritative body, a consensus among at least three leading infectious disease research institutions will be considered sufficient for resolution.\n\nFallback scenario: If no new strain meeting these criteria has been identified by the resolution date, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virology", "category": "Science"}, "resolution": null}
{"id": "7af8b327-ac6b-4411-be90-1107894a955d", "title": "Will there be a breakthrough in engineering that allows for the construction of a building over 2,000 meters tall by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a verifiable report or announcement by a recognized authority in the field of engineering or architecture (such as the Council on Tall Buildings and Urban Habitat or a similar authoritative body) that a building measuring over 2,000 meters in height has been successfully designed, with the construction process either underway or completed. The building must be intended for regular occupation or use, not solely for the purpose of setting a record. The design must be feasible with existing or realistically projected technology, and the project must have secured the necessary funding and regulatory approvals to commence construction. In the event of conflicting reports, the resolution will be based on the preponderance of evidence from credible sources. If no such building has been reported by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Technology"}, "resolution": null}
{"id": "8eead390-0a8e-4a3a-9fdd-bab04f0d7904", "title": "Will DeepMind develop an AI with the capability to significantly disrupt at least one major industry by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, DeepMind has developed an artificial intelligence (AI) system that has been publicly recognized to significantly disrupt at least one major industry. 'Significant disruption' is defined as causing a major shift in industry practices, business models, or market structures, as reported by at least three reputable industry sources (e.g., Forbes, Bloomberg, The Economist). The AI system must be a primary factor in the disruption, as opposed to a contributing technology among others. The industry in question must be one of the following: healthcare, automotive, finance, entertainment, or energy. Disruption is considered significant if it leads to a change in at least 20% of the market share within the industry or a comparable metric of impact, such as a 20% increase in efficiency or productivity. The resolution will rely on reports and analyses from the specified industry sources published by December 31, 2030. In the absence of clear industry consensus, a panel of experts from the affected industry may be consulted to determine the resolution.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "DeepMind", "category": "Economy & Business"}, "resolution": null}
{"id": "a805a930-1002-49fd-a4e2-bb297ae54079", "title": "Will Russia successfully launch a manned mission to the Moon by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Russian space agency Roscosmos, or any other Russian entity, successfully launches and completes a manned mission to the Moon. A mission is considered successful if it includes a safe launch, Moon landing, and return of the crew to Earth. The crew must perform at least one extravehicular activity (EVA) on the Moon's surface. The resolution will rely on official statements from Roscosmos, corroborated by at least two independent space industry authorities. In the event of a dispute regarding the mission's success, the resolution will default to the judgment of the International Astronautical Federation (IAF). If no mission is launched, or if a mission is launched but fails to meet the above criteria, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russia", "category": "Space Exploration"}, "resolution": null}
{"id": "5c0d6f34-36f9-4d0d-b959-190cf2346663", "title": "Will the Virginia Department of Health implement an AI-driven platform to predict public health crises by 2025?", "body": "The Virginia Department of Health will be considered to have implemented an AI-driven platform to predict public health crises if, by December 31, 2024, it has officially announced the deployment of a system that meets the following criteria:\n\n1. The platform utilizes artificial intelligence algorithms to analyze health data and predict potential public health crises.\n\n2. The system is operational and has been used in at least one instance to successfully predict a public health crisis, with the prediction being validated by subsequent events.\n\n3. The platform's predictions are made available to relevant stakeholders, including public health officials and government agencies, in a timely manner to facilitate preventative measures.\n\n4. The implementation of the AI platform is documented in an official press release, government report, or through a formal announcement at a recognized public health or technology conference.\n\nIn the absence of a direct announcement, credible media reports or statements from Virginia Department of Health officials confirming the system's deployment and operational status will also be considered sufficient for resolution.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia Department of Health", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "f7cae72a-9520-4314-a3ce-817d42a5bf6a", "title": "Will the Russo-Ukrainian War lead to a nuclear incident at a power plant by 2025?", "body": "The question will resolve as Yes if, before January 1, 2025, any of the following occur:\n\nA nuclear reactor within Ukraine's borders experiences a meltdown, significant radiation leak, or any other catastrophic failure that results in an official emergency declaration by the International Atomic Energy Agency (IAEA) or the Ukrainian government.\n\nA nuclear weapon is detonated, intentionally or accidentally, in a conflict-related incident within Ukraine or its immediate bordering nations, with confirmation from at least two independent international news sources or an official statement from a recognized government or international body.\n\nIn the event of ambiguous situations, such as unconfirmed reports of incidents or minor leaks not classified as emergencies by the IAEA, the question will not resolve until verified information is available. If no such incidents occur or are confirmed by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "0fb8ffc7-f656-47b5-8168-385e265e9d77", "title": "Will Israel deploy an AI-powered defense system independent of human intervention by 2027?", "body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2027, the State of Israel has officially deployed an AI-powered defense system capable of identifying, engaging, and neutralizing threats without human intervention. The system must be able to operate autonomously in real-time decision-making scenarios, including but not limited to aerial, ground, and cyber threats. Official deployment is defined as the system being actively used in defense operations, with confirmation from the Israeli Ministry of Defense or an equivalent authoritative body. The system's capabilities must be documented in credible media reports, defense white papers, or official government statements. In the event of ambiguous or conflicting reports regarding the system's deployment or capabilities, the question will resolve as No unless clear evidence is provided before the resolution date. Edge cases, such as systems requiring minimal human oversight for initiation or systems with limited autonomous capabilities, will not meet the criteria for resolution as Yes.", "resolution_date": "2027-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Israel", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "f8def729-b8ab-4cfa-a65a-d4d4d075c1bc", "title": "Will a cryptocurrency be officially adopted as a means of payment by a Major League Baseball team by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, any Major League Baseball (MLB) team officially adopts a cryptocurrency as a means of payment for any of the following: \n\n- Ticket sales for games.\n- Merchandise sold at official team stores or online platforms.\n- Concessions and other in-stadium purchases.\n\nAn 'official adoption' is defined as the team or its authorized representatives publicly announcing the acceptance of cryptocurrency and successfully processing at least one transaction using the cryptocurrency. The transaction must be for a legitimate purchase related to the team's activities and not a symbolic or test transaction.\n\nThe resolution will rely on public announcements from the MLB team, verified news reports, or official statements from the MLB organization. If no MLB team has adopted a cryptocurrency by the specified date, the question will resolve as No.\n\nIn the event of ambiguity or lack of clear public information, the resolution will be based on the most reliable and authoritative sources available at the time of the resolution date. If a cryptocurrency is adopted and then discontinued before the resolution date, the question will still resolve as Yes, provided the initial adoption was confirmed and met the above criteria.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "14be9f77-1f2c-4fcd-982f-400862cdeaf9", "title": "Will the global pharmacology industry exceed a market value of $1.5 trillion by 2025?", "body": "Resolution criteria: This question will resolve as Yes if, according to financial reports or market analyses from at least three reputable financial news sources (e.g., Bloomberg, Reuters, or The Financial Times), the global pharmacology industry's market value is reported to exceed $1.5 trillion at any point before December 31, 2025. The market value assessment must be based on the sum of the reported values of companies classified within the pharmacology sector, including pharmaceuticals, biotechnology companies, and any other entities primarily engaged in the research, development, production, or distribution of drugs. In the event of discrepancies between sources, the average of the reported values from the three most reputable sources, as determined by their global reach and journalistic integrity, will be used. Edge cases, such as significant market value fluctuations within a short period, will be resolved by looking at the market value trend over the preceding quarter. If no clear data is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Pharmacology", "category": "Economy & Business"}, "resolution": null}
{"id": "3a8c71ea-d600-4cca-a124-04311895531a", "title": "Will SpaceX integrate an AI system capable of fully autonomous launch and landing procedures in their reusable launch system by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, SpaceX has successfully integrated and demonstrated an AI system capable of conducting fully autonomous launch, flight, and landing operations of a reusable launch system without human intervention. The AI system must be able to perform all necessary tasks, including but not limited to pre-launch checks, launch sequence initiation, in-flight adjustments, landing site selection, and landing sequence execution. The demonstration must be verified by either SpaceX through official announcements, FAA certification documents, or coverage by at least two reputable aerospace industry publications. In the event of a partial integration (e.g., autonomous launch and in-flight adjustments but manual landing), the question will resolve as No. If SpaceX discontinues its reusable launch system program or if the company ceases operations before this date, the question will resolve as N/A.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "7b478e42-8bc0-44b1-a846-c946ed24ff70", "title": "Will a former 2020 US presidential election candidate be involved in a commercial space flight before 2025?", "body": "This question will resolve as Yes if any candidate who ran in the 2020 US presidential election participates in a commercial space flight as a passenger, crew member, or pilot before January 1, 2025. A \"commercial space flight\" is defined as any space flight conducted by a private company, intended for research, tourism, or commercial purposes, that successfully leaves the Earth's atmosphere and returns. Participation must be confirmed by flight records, the individual's public statement, or official announcement from the space flight company. In the event of a dispute over the definition of \"commercial space flight\" or the status of the flight as leaving Earth's atmosphere, the resolution will defer to the classification by the Federal Aviation Administration (FAA) or an equivalent international authority. If no such flight occurs, or if a candidate's participation cannot be independently verified, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Space Exploration"}, "resolution": null}
{"id": "236ad94f-8f57-4bbe-b7b7-287f3929cd53", "title": "Will there be a discovery of a new type of black hole by 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a peer-reviewed scientific publication presents evidence of a black hole that does not fit within the currently accepted categories of stellar, intermediate, supermassive, or primordial black holes. The discovery must be recognized and confirmed by a major astronomical organization, such as the International Astronomical Union (IAU) or NASA. The evidence must include direct observations or indirect evidence that is widely accepted by the scientific community. In the case of competing claims, the date of the first publication to present the evidence will be considered. If no such discovery is made or recognized by the specified date, the question will resolve as No.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Black holes", "category": "Space"}, "resolution": null}
{"id": "fdde1c76-4757-49c4-9af5-7accbbcd3de5", "title": "Will there be a formal ceasefire agreement signed between Russia and Ukraine before 2024?", "body": "This question will resolve as Yes if, before January 1, 2024, a formal ceasefire agreement is signed between the official government representatives of Russia and Ukraine. The agreement must be publicly acknowledged by both parties and must include a cessation of all military hostilities in the conflict zones recognized by the United Nations. The resolution will be based on reports from at least three independent and reputable international news organizations (e.g., BBC, Reuters, Al Jazeera) or official statements from the United Nations or the governments of Russia and Ukraine. In the event of a dispute over the terms or the implementation of the ceasefire, the question will resolve as No unless a subsequent agreement or clarification is issued that resolves the dispute to the satisfaction of both parties. If no formal agreement is signed by the resolution date, the question will resolve as No.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Politics"}, "resolution": null}
{"id": "1a673734-bd6c-496f-8155-888af8301c59", "title": "Will Japan lead a major international scientific collaboration that results in a Nobel Prize in Physics by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a Nobel Prize in Physics is awarded to a project or discovery that meets the following criteria:\n\nThe project or discovery must be the result of an international collaboration led by Japan, where \"led by Japan\" means that the principal investigator or the majority of the research team are Japanese nationals or the primary research institution is based in Japan.\n\nThe Nobel Prize must be awarded specifically for work done as part of this collaboration, not for prior or unrelated work by the recipients.\n\nIn cases where the Nobel Committee does not specify the project or discovery for which the prize is awarded, the resolution will be based on the most credible public statements from the Nobel Committee, the laureates, or their affiliated institutions.\n\nIf the Nobel Prize in Physics is not awarded in any year between now and 2030 due to unforeseen circumstances, the question will resolve as No.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Science"}, "resolution": null}
{"id": "200cb751-f8c4-47f1-9f85-e8dfe1269485", "title": "Will Major League Baseball implement AI-powered umpires for official games by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, Major League Baseball (MLB) has officially implemented AI-powered umpires in at least one regular season or postseason game. Implementation is defined as the use of AI technology to make binding decisions on gameplay events such as balls, strikes, outs, and plays at bases, without the need for confirmation or override by a human umpire. The AI umpire system must be acknowledged by the MLB as an official part of the game rules and used in the decision-making process during the game. The resolution will be based on public announcements by the MLB, credible media reports, or direct observation of an MLB game. In the event that the MLB season is disrupted or altered in a way that prevents the use of AI umpires (e.g., a strike, lockout, or significant rule changes), the question will resolve as No unless the AI umpires were used in official games prior to the disruption.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Baseball", "category": "Technology"}, "resolution": null}
{"id": "55649f75-5d93-496b-88de-1d76996bf5d4", "title": "Will Microsoft release an AI-powered coding assistant capable of writing production-level code by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, Microsoft has officially announced and released an AI-powered coding assistant that meets the following criteria:\n\n- The assistant can autonomously write, debug, and optimize code for at least three major programming languages (e.g., Python, Java, C#).\n- It demonstrates the ability to understand and implement complex programming tasks from natural language descriptions.\n- The assistant is integrated into at least one major Integrated Development Environment (IDE) or code editor (e.g., Visual Studio, Visual Studio Code, Eclipse).\n- Its capabilities are verified through either a public demonstration, peer-reviewed publication, or an official statement from Microsoft.\n- The assistant must be available for commercial or public use, not limited to internal Microsoft use or a closed beta.\n\nIn the event that Microsoft announces the discontinuation of the project before the resolution date, or if the project is rebranded or merged into another product without retaining its identity as an AI-powered coding assistant, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microsoft", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "43e44ef0-9c92-4f30-be33-86ffe36679e8", "title": "Will a former or current MLB player travel to space as a private astronaut before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a former or current Major League Baseball (MLB) player travels to space as a private astronaut. For the purposes of this question, \"space\" is defined according to the Kármán line criteria, which is 100 kilometers (62 miles) above Earth's sea level. A \"private astronaut\" is defined as an individual who travels to space on a non-governmental, commercial spaceflight. Verification must come from credible sources such as spaceflight companies (e.g., SpaceX, Blue Origin, Virgin Galactic), official press releases, or recognized space agencies (e.g., NASA, ESA). In the event that multiple MLB players travel to space before the resolution date, the question will resolve as Yes upon the first confirmed flight. If there is any ambiguity regarding the status of the individual as a former or current MLB player, official MLB records will be used to confirm their status. In the case that no verifiable space travel by an MLB player occurs before the resolution date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "MLB", "category": "Space Exploration"}, "resolution": null}
{"id": "5dd8f3b8-9c82-41e5-a96b-723f107e1be2", "title": "Will Microsoft release a commercially available general AI that surpasses human performance in software development tasks by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, Microsoft has released a commercially available general AI system that surpasses human performance in software development tasks, including but not limited to coding, debugging, software design, and project management. The AI's performance must be validated through:\n\nIndependent benchmark tests comparing the AI's capabilities against those of leading software developers.\nPublicly available case studies or reports demonstrating the AI's successful application in real-world software development projects.\nRecognition by a reputable industry body or technology review panel as having surpassed human performance in these areas.\n\nIn the event that Microsoft releases multiple AI systems, the resolution will be based on the capabilities of the system that is most widely recognized for surpassing human performance in software development tasks.\n\nIf Microsoft has not released such an AI system by the specified date, or if the system released does not meet the above criteria, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Microsoft", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "7bd5606e-8ba9-41e7-a088-e190af07d553", "title": "Will the World Health Organization announce a global economic impact due to a pandemic before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the World Health Organization (WHO) makes a formal announcement stating that a pandemic has caused a significant global economic impact. The announcement must explicitly attribute the economic impact to the effects of a pandemic and must be made through an official WHO communication channel, such as a press release, official report, or a statement by a designated WHO spokesperson. The economic impact must be quantifiable and must be reported as having a substantial negative effect on global economic indicators such as GDP, trade volumes, or employment rates. In the absence of a direct statement from the WHO, the question may also resolve as Yes if a formal declaration is made by a coalition of at least five G20 nations, or by an authoritative global economic institution such as the International Monetary Fund (IMF) or the World Bank, attributing a significant economic downturn to a pandemic. If no such announcement is made by the specified date, the question will resolve as No.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "World Health Organization", "category": "Economy & Business"}, "resolution": null}
{"id": "c9390576-e9a5-4eff-b46b-9c5df55d4217", "title": "Will Sweden launch an independent space mission beyond Earth's orbit by 2030?", "body": "This question will resolve as Yes if, before January 1, 2031, the Swedish Space Corporation (SSC) or any other Sweden-based entity, publicly announces and successfully launches a space mission that goes beyond Earth's orbit. The mission must be primarily funded and operated by Swedish entities, and its successful launch must be confirmed by either the SSC, the European Space Agency (ESA), or a reputable international space observation organization. \n\nIn the case where a mission is announced but not launched by the resolution date, the question will resolve as No. If a mission is launched but fails to reach beyond Earth's orbit, the question will also resolve as No. \n\nFor the purpose of this question, \"beyond Earth's orbit\" refers to any mission that is intended to and successfully travels beyond the geostationary orbit zone, approximately 35,786 kilometers above Earth's equator. This includes missions to the Moon, Mars, or any other celestial body or point in space beyond the defined limit.", "resolution_date": "2031-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Sweden", "category": "Space"}, "resolution": null}
{"id": "307aeb08-5889-418d-8fd7-11f9cb926b6e", "title": "Will an AI system be used to officiate a Grand Slam tennis final without human intervention by 2028?", "body": "This question will resolve as Yes if, by December 31, 2028, an AI system has been used to officiate a Grand Slam tennis final without human intervention. The AI system must meet the following criteria:\n\n- Autonomous Decision-Making: The AI must independently make all calls during the match, including but not limited to ball in/out, foot faults, and player conduct.\n\n- Official Recognition: The match must be an official part of a Grand Slam tournament, recognized by the International Tennis Federation (ITF).\n\n- No Human Overrule: There must be no human overruling the AI's decisions during the match.\n\n- Public Confirmation: The use of the AI system must be publicly confirmed by the ITF or the organizing committee of the Grand Slam tournament.\n\nIn the event that multiple AI systems are used during the tournament, the resolution will be based on the first instance of an AI system officiating a final match. If no AI system meets these criteria by the resolution date, the question will resolve as No.", "resolution_date": "2028-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Tennis", "category": "Technology"}, "resolution": null}
{"id": "2fca6428-b6ea-46a4-9dce-f0cbd0202017", "title": "Will SpaceX's Reusable Launch System play a significant role in a political decision or legislation related to space exploration before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, SpaceX's Reusable Launch System (RLS) is directly cited in the text of a law, executive order, or significant policy decision by any of the G7 countries (United States, United Kingdom, Canada, France, Germany, Italy, Japan) as a contributing factor or consideration in the decision-making process related to space exploration or commercial space activities. The citation must be explicit, mentioning SpaceX's RLS by name or a clearly identifiable description of its technology. Secondary references, such as news articles or expert analyses, will be considered valid only if they directly quote the official document or statement. In the event of ambiguity or lack of direct citations, a panel of experts in space policy and technology, agreed upon by Metaculus Admins, will make the final determination based on the available evidence. This panel will also serve as a fallback mechanism in case of disputes or unclear situations.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Politics"}, "resolution": null}
{"id": "4e287138-3992-4a81-a044-2a2751efa72d", "title": "Will Norway's sovereign wealth fund, the Government Pension Fund Global, exceed $1.5 trillion in value before 2030?", "body": "This question will resolve as Yes if the Government Pension Fund Global (GPFG) of Norway's total value exceeds $1.5 trillion USD at any point before January 1, 2030, according to official statements or reports from Norges Bank Investment Management (NBIM), the entity responsible for managing the fund. The value of the GPFG will be considered in USD, and any fluctuations in currency exchange rates affecting the valuation will be taken into account. The resolution will rely on publicly available data from NBIM or other authoritative financial sources recognized by the global financial community. In the event of discrepancies between sources, the official NBIM report will take precedence. If NBIM ceases to exist or the GPFG is fundamentally restructured before 2030, the question will resolve based on the most comparable successor entity or fund structure, as determined by Metaculus Admins.", "resolution_date": "2023-12-01 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Norway", "category": "Economy & Business"}, "resolution": null}
{"id": "5bb76468-a7f7-4a1d-b545-2418ba4a938a", "title": "Will the Democratic Party (US) propose a bill focused on the militarization of space by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, a bill is formally proposed in either the United States House of Representatives or the Senate by one or more members of the Democratic Party that specifically aims to increase, expand, or enhance the United States' military capabilities or presence in outer space. This includes, but is not limited to, the development, deployment, or enhancement of space-based weaponry, defense systems, surveillance systems, or manned or unmanned spacecraft intended for military use.\n\nThe bill must be officially recognized and documented by a reputable source such as the Congressional Record, official government websites, or major media outlets. Drafts, informal proposals, or discussions not resulting in an official bill proposal will not be considered for this question's resolution.\n\nIn the event that multiple bills fitting these criteria are proposed, the resolution will be based on the first bill's proposal date. If no such bill is proposed by the specified date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Democratic Party (US)", "category": "Space"}, "resolution": null}
{"id": "c6e066c6-1951-4edb-b973-afd18ee3e592", "title": "Will a new engineering material with a tensile strength exceeding that of graphene be discovered and synthesized by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new engineering material is discovered and synthesized with a tensile strength exceeding that of graphene, as measured in gigapascals (GPa) under standard testing conditions. The material must be reproducibly synthesized and its properties verified by at least two independent research teams or institutions. The verification process must include peer-reviewed publication of the results in recognized scientific journals. Materials that only exhibit superior tensile strength under specific or non-standard conditions (e.g., extremely low temperatures, specific chemical environments) will not qualify. In the event that graphene's tensile strength is surpassed by a margin that is within the error margin of measurement techniques as of 2023, further verification will be required to confirm the material's superiority. If no such material is publicly acknowledged by the scientific community by the resolution date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Engineering", "category": "Science"}, "resolution": null}
{"id": "26ece333-ce29-46a9-83e7-e17b60beff6f", "title": "Will Virginia be the site of a new major NASA facility before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, NASA officially announces the establishment of a new major facility in the state of Virginia. A \"major facility\" is defined as a site that either hosts a significant new mission control, research, development, manufacturing, or testing center that is directly managed or primarily funded by NASA. The announcement must be confirmed through an official NASA press release or a statement from a NASA administrator. Facilities primarily funded or managed by private entities, even with significant NASA collaboration, will not qualify. In the event of ambiguity regarding the facility's significance or primary management, the resolution will defer to the most recent and direct public statements made by NASA officials. If no such facility is announced by the specified date, the question will resolve as No.", "resolution_date": "2023-12-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Space"}, "resolution": null}
{"id": "7329aa92-7c50-40fb-aa85-921587896a2b", "title": "Will an NFL team sign an official sponsorship deal with a cryptocurrency platform by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, any NFL team has officially announced a sponsorship deal with a cryptocurrency platform. The deal must be confirmed through an official press release by the NFL team or the cryptocurrency platform involved, or through a credible news outlet. The sponsorship must be active, with clear terms indicating the duration and financial details of the agreement. Temporary or one-time promotional events do not qualify. In the event of conflicting reports, the NFL's official communication will be considered authoritative. If no such deal is announced by the specified date, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NFL", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "79f13148-0d64-40d0-8247-cb604b023963", "title": "Will Israel's GDP growth rate exceed 4% in any year before 2030?", "body": "This question will resolve as Yes if Israel's annual GDP growth rate exceeds 4% in any calendar year before January 1, 2030, as reported by the World Bank or the International Monetary Fund (IMF). The GDP growth rate will be considered based on the real GDP growth (annual percentage), which adjusts for inflation and is the standard measure for comparing economic growth over time. In the event that neither the World Bank nor the IMF provides the necessary data for a given year, the resolution will be based on the data available from the Israeli Central Bureau of Statistics. If none of these sources provide the necessary data by the resolution date, the question will resolve as No. Edge cases, such as revisions of previously reported growth rates that would change the outcome, will be considered if the revisions are published by the aforementioned sources before the resolution date.", "resolution_date": "2030-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Israel", "category": "Economy & Business"}, "resolution": null}
{"id": "add4a156-7beb-45a9-bedc-7dbb7bd794b8", "title": "Will a candidate with a policy platform focused on space exploration win the 2024 US Presidential Elections?", "body": "This question will resolve as Yes if a candidate whose policy platform includes significant emphasis on space exploration (defined as policies that allocate at least 20% more federal budget towards NASA or similar space exploration initiatives compared to the 2020 fiscal year) wins the 2024 US Presidential Election. The candidate must explicitly mention space exploration as a key component of their platform during their campaign. \n\nThe outcome will be determined based on the official election results as announced by the Federal Election Commission. In the event of a dispute or recount, the question will not resolve until a final decision is made. If no candidate with such a platform runs or wins, the question will resolve as No. \n\nIn cases where a candidate significantly changes their policy platform after the election but before inauguration, the resolution criteria will consider the platform as it was presented up to the day of the election.", "resolution_date": "2024-11-06 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2024 US Elections", "category": "Space"}, "resolution": null}
{"id": "d92006ab-8718-46d6-a973-1c2a085a09a9", "title": "Will North Korea launch a satellite into orbit that is recognized by international space agencies before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, the Democratic People's Republic of Korea (North Korea) successfully launches a satellite into Earth's orbit, and the following conditions are met:\n\n- The satellite must complete at least one full orbit around the Earth.\n\n- The launch and the satellite's orbital status must be independently verified by at least two of the following space agencies: NASA (United States), ESA (European Space Agency), Roscosmos (Russia), CNSA (China National Space Administration), or ISRO (Indian Space Research Organisation).\n\n- The satellite must be intended for peaceful purposes, as stated by North Korean officials and corroborated by at least one of the verifying space agencies.\n\n- In the event that international space agencies do not provide explicit recognition, the satellite's orbital status must be confirmed by credible astronomical institutions or by evidence from tracking data provided by an established satellite tracking service.\n\n- If the satellite is launched but fails to achieve orbit, or if the satellite is not recognized due to geopolitical disputes, the question will resolve as No.\n\n- If North Korea announces a launch and no independent verification is possible by the resolution date, the question will resolve as Ambiguous.", "resolution_date": "2029-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "North Korea", "category": "Space Exploration"}, "resolution": null}
{"id": "4f6cd91d-a834-4480-a74e-f92a95e4f89c", "title": "Will Japan launch a manned mission to the Moon by 2030?", "body": "This question will resolve as Yes if the Japan Aerospace Exploration Agency (JAXA) or any other officially recognized Japanese space agency or private Japanese space company successfully launches a manned mission to the Moon, where \"manned mission\" refers to a spaceflight with at least one human crew member aboard the spacecraft at the time of lunar orbit or landing. The mission must be officially confirmed as successful by JAXA or an equivalent authoritative body. In the event that a mission is launched but its success is disputed or unclear, the resolution will be based on the consensus of international space agencies or a designated expert panel. If no manned mission is launched by the specified date, or if a mission is launched but fails to meet the above criteria, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Space Exploration"}, "resolution": null}
{"id": "8983aa9c-7f90-465a-9dcf-d4d01fb1e0e5", "title": "Will Elon Musk's companies collectively surpass a market capitalization of $2 trillion by 2025?", "body": "This question will resolve as Yes if, at any point before January 1, 2025, the combined market capitalization of all companies where Elon Musk holds a significant ownership interest (defined as more than 5% of the company's total shares) surpasses $2 trillion USD. The companies considered for this resolution include, but are not limited to, Tesla, Inc., SpaceX, Neuralink, and The Boring Company. Market capitalization will be determined based on the closing share prices as reported by a major financial news outlet such as Bloomberg or Reuters. In the event of a split, merger, acquisition, or any other corporate action that could affect the calculation of market capitalization, the resolution criteria will adapt to consider the most equitable method of valuation that reflects the spirit of the question. If Elon Musk divests his holdings below the 5% threshold in any of these companies before the resolution date, the market capitalization of that company at the time of divestiture will be locked in as its contribution to the total. This question will resolve as No if the combined market capitalization does not reach $2 trillion USD by the specified date.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Elon Musk", "category": "Economy & Business"}, "resolution": null}
{"id": "414681ee-7637-4587-b2a8-505921b6f77f", "title": "Will Formula 1 introduce a fully electric racing category by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the Formula 1 governing body officially announces the introduction of a fully electric racing category, with the inaugural season to commence no later than the 2035 season. The announcement must be made through official Formula 1 communication channels (e.g., press release, official website, or a public statement by a high-ranking official within the Formula 1 organization).\n\nIn the event that Formula 1 merges with or is acquired by another racing organization, the resolution will still be considered Yes if the merged or acquiring organization introduces a fully electric racing category under the Formula 1 brand or as a direct successor to Formula 1.\n\nIf the announcement is made but later retracted before the resolution date, the question will resolve as No. Similarly, if plans for the electric racing category are postponed beyond the 2035 season, the question will also resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Formula 1", "category": "Technology"}, "resolution": null}
{"id": "7e443953-68cd-4ea1-bb38-207d80c0f3be", "title": "Will an AI system be used to accurately predict a major atmospheric event, such as a hurricane or tornado, with at least 90% accuracy 48 hours in advance by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an AI system is used to predict a major atmospheric event (defined as a hurricane, tornado, or similar large-scale weather phenomenon) with at least 90% accuracy 48 hours in advance of the event's occurrence. The prediction must be verified by a recognized meteorological organization (such as the National Weather Service in the United States, the Met Office in the United Kingdom, or equivalent bodies in other countries) and must be publicly documented. The AI system must be the primary tool used for the prediction, and the prediction must be specific to the event's timing, location, and severity. In the case of multiple predictions meeting these criteria, the first documented instance will be considered for resolution. If no such prediction is made by the resolution date, the question will resolve as No. In the event of a dispute over the accuracy of a prediction, a panel of experts from the World Meteorological Organization (WMO) will be consulted to make a final determination.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Atmospheric science", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "0bb836af-bf72-4629-9584-8d845a7d2f97", "title": "Will Mexico establish a government-funded AI innovation hub to boost its technology sector before 2028?", "body": "This question will resolve as Yes if, before January 1, 2028, the Mexican government officially announces the establishment of a government-funded AI innovation hub aimed at boosting the technology sector. The announcement must specify the hub's objectives, funding amount, location, and planned initiatives. The resolution will rely on official government press releases, statements from the Mexican Ministry of Economy or the National Science and Technology Council, or coverage in reputable national or international news outlets. In the event of ambiguous announcements, the question will resolve as Yes only if there is clear evidence of operational activities related to AI innovation, such as the launch of specific programs, allocation of funds, or commencement of construction on the hub's facilities. If multiple hubs are announced, the question will resolve as Yes upon confirmation of the first hub's establishment.", "resolution_date": "2028-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Mexico", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "5de02aed-29c2-4343-b6bc-0c919de54055", "title": "Will Virginia be the site of a new major NASA mission launch by 2027?", "body": "This question will resolve as Yes if, by December 31, 2026, NASA officially announces and schedules a major mission launch to take place in Virginia. A \"major mission\" is defined as any mission that is part of NASA's Artemis program, Mars exploration efforts, or any other mission classified by NASA as \"major\" due to its budget, scale, or significance in terms of scientific research, exploration, or human spaceflight. The announcement must be confirmed through an official NASA press release or a public statement by a NASA administrator. In the event that NASA restructures or renames its key programs, the mission must be directly comparable in scope and significance to the missions defined as \"major\" as of 2023. If no such announcement is made by the specified date, the question will resolve as No. In case of ambiguity regarding the classification of a mission as \"major,\" the decision will be deferred to a panel of experts agreed upon by the question's administrators.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Virginia", "category": "Space Exploration"}, "resolution": null}
{"id": "a47f5ca8-52d9-4b13-aa2a-8db0cc9955af", "title": "Will Elon Musk's net worth exceed $300 billion by the end of 2025?", "body": "This question will resolve as Yes if, according to Forbes or Bloomberg's official billionaire tracker, Elon Musk's net worth is reported to exceed $300 billion at any point before December 31, 2025. The net worth calculation will be based on the most recent valuation of his holdings in publicly traded companies, private companies, real estate, cash, and other assets minus liabilities. The resolution will rely on the highest reported net worth by either Forbes or Bloomberg from January 1, 2025, to December 31, 2025. In the event of discrepancies between Forbes and Bloomberg, the higher reported value will be used for resolution. If neither Forbes nor Bloomberg provides an update on Musk's net worth in 2025, the question will resolve as No. In case of any disputes over the valuation methods used by Forbes or Bloomberg, the question will remain unresolved until a clear consensus is reached or a third-party authoritative financial analysis is provided.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Elon Musk", "category": "Economy & Business"}, "resolution": null}
{"id": "92b771e8-41f6-42e0-9c7e-72e3fa8b848e", "title": "Will FIFA implement a technology by 2026 that can automatically detect offside positions in real-time during matches?", "body": "This question will resolve as Yes if, by December 31, 2026, FIFA has officially implemented and used in at least one official international match a technology system that can automatically detect offside positions in real-time. The technology must be able to determine whether a player is in an offside position at the moment the ball is played by a teammate with a margin of error no greater than 5 centimeters. The system must be endorsed by FIFA and must have been used without manual intervention to make a decision during a match. The resolution will be based on official FIFA announcements, match reports, or credible media coverage. In the event that FIFA is dissolved or replaced by another governing body for international football, the resolution will refer to the actions of the successor organization. If no such technology is implemented, or if the technology is implemented but not used in an official match by the specified date, the question will resolve as No.", "resolution_date": "2026-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "FIFA", "category": "Technology"}, "resolution": null}
{"id": "4767703e-2073-4f60-a0a8-ab859ee0c9a7", "title": "Will the US Senate pass new legislation specifically addressing the safety of nuclear power plants by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the US Senate has passed new legislation that explicitly addresses the safety of nuclear power plants. The legislation must include specific measures aimed at either improving current safety standards, implementing new safety technologies, or both. The resolution will be based on the official announcement of the passage of such legislation by a recognized government authority, such as the Congressional Record or an official press release from the Senate. In the event that multiple pieces of legislation are passed, the question will resolve as Yes if at least one of them meets the criteria specified above. If no such legislation is passed, or if the legislation passed does not specifically address nuclear power plant safety as defined, the question will resolve as No. In case of ambiguity regarding the legislation's focus on nuclear safety, a panel of experts from a recognized nuclear regulatory or advisory body will be consulted to determine the resolution.", "resolution_date": "2023-12-06 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "1c423723-b4d9-44b1-8a98-973c24abfd79", "title": "Will a quantum computer solve a problem that is intractable for classical computers before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a quantum computer solves a problem that is currently considered intractable for classical computers. For the purposes of this question, a problem is considered \"intractable\" if no classical computer can solve it within a reasonable time frame, typically understood to mean within the lifespan of the universe using current algorithms and hardware. The solution must be verified by a peer-reviewed scientific publication and recognized by a leading authority in quantum computing, such as the Quantum Computing Institute at the National Institute of Standards and Technology (NIST) or an equivalent organization. In the event of a dispute over the resolution, the decision of a panel of experts convened by the International Quantum Computing Association (IQCA) will be considered final. Edge cases, such as solutions that marginally improve upon classical computing times but do not fully demonstrate quantum supremacy, will not count towards the resolution of this question.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Technology"}, "resolution": null}
{"id": "d929f840-bb70-4e6c-ad37-413baf5999a7", "title": "Will a quantum computer be used to significantly improve an AI algorithm's performance by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a quantum computer is used to achieve a measurable and significant improvement in the performance of an AI algorithm, as evidenced by:\n\nA peer-reviewed scientific publication that demonstrates a quantum computer's direct contribution to enhancing an AI algorithm's efficiency, accuracy, or capability beyond the current state-of-the-art benchmarks as of 2023.\n\nOR\n\nAn official announcement by a recognized authority in the field of quantum computing or artificial intelligence, confirming the use of a quantum computer to significantly improve an AI algorithm's performance.\n\nSignificant improvement is defined as at least a 20% increase in efficiency, accuracy, or another quantifiable metric relevant to the algorithm's performance compared to the best-known results as of 2023.\n\nIn the event of ambiguous cases, the resolution will be determined by a panel of experts appointed by Metaculus.\n\nEdge cases and scenarios not covered by the above criteria will be considered on a case-by-case basis, with the final decision resting with the Metaculus administration.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "58c44874-fec3-446c-b1b9-8ee61eaa7b77", "title": "Will a genetically modified organism designed for space habitation be created by humans before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, a genetically modified organism (GMO) specifically designed for space habitation is created and publicly documented. The GMO must exhibit significant genetic modifications aimed at enhancing its survival, growth, or reproduction in space environments, such as microgravity, high radiation levels, or limited resources. The creation of the GMO must be confirmed by a reputable scientific journal or an announcement from a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO). The organism should be capable of living in space without the need for Earth-like conditions (e.g., artificial gravity, Earth-like atmosphere) for extended periods. In the event of multiple claims, the resolution will be based on the first documented and verified instance. If no such GMO is publicly documented by the specified date, the question will resolve as No.", "resolution_date": "2023-12-10 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Genetics", "category": "Space"}, "resolution": null}
{"id": "d54f129f-b428-4f05-94e9-91dbbab99bf5", "title": "Will Israel launch a mission to the Moon that successfully lands by 2030?", "body": "This question will resolve as Yes if the State of Israel, or any entity based in Israel or primarily funded by Israeli sources, successfully launches a spacecraft that lands on the Moon's surface before January 1, 2030. The landing is considered successful if the spacecraft transmits data back to Earth for at least 24 hours after touchdown. This includes both government and private sector missions. In the event of a dispute regarding the mission's success, the resolution will be based on reports from the European Space Agency (ESA) or NASA as authoritative sources. If neither ESA nor NASA provide a clear statement, the decision will be deferred to the judgment of a panel of three aerospace experts chosen by the question's administrators.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Israel", "category": "Space"}, "resolution": null}
{"id": "e984bb34-f07d-42d3-a5d9-f67578db646d", "title": "Will SpaceX announce a partnership with a major cryptocurrency for transactions related to its reusable launch system before 2026?", "body": "This question will resolve as Yes if SpaceX officially announces a partnership with a major cryptocurrency entity for transactions related to its reusable launch system before January 1, 2026. A \"major cryptocurrency\" is defined as one that is listed in the top 10 by market capitalization according to CoinMarketCap or a similar authoritative source at the time of the announcement. The announcement must be verifiable through SpaceX's official channels, such as their website, official press release, or statements from Elon Musk or other high-ranking SpaceX executives on record. In the event of ambiguity or disputes regarding the announcement's validity, the resolution will defer to the most recent and direct public statement or documentation from SpaceX. If no such announcement is made by the specified date, the question will resolve as No. Edge cases or scenarios not covered by these criteria will be resolved at the discretion of Metaculus Admins, with a focus on the spirit of the question.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX Reusable Launch System", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "2ea5b025-b06c-4512-8772-b4aeb53e78dd", "title": "Will FIFA implement a policy related to nuclear technology, such as stadium energy sourcing or event safety, by the 2026 World Cup?", "body": "This question will resolve as Yes if, by the start of the 2026 FIFA World Cup, FIFA has officially announced and implemented a policy that directly involves the use of nuclear technology in any aspect related to the World Cup events. This includes, but is not limited to, the use of nuclear energy for powering stadiums, the implementation of nuclear safety measures for event security, or the use of nuclear technology in medical facilities at the event sites. The policy must be clearly documented and publicly accessible through FIFA's official channels or reputable news sources. In the event that FIFA announces such a policy but it is not implemented by the start of the World Cup, the question will resolve as No. If FIFA is dissolved or the 2026 World Cup is canceled for any reason, the question will resolve as N/A (Not Applicable).", "resolution_date": "2026-06-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "FIFA", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "ef09991c-4dda-420f-833b-e1d9935358a5", "title": "Will the US Senate pass a bill by 2025 that directly leads to the creation of at least 1 million new jobs?", "body": "This question will resolve as Yes if, by December 31, 2024, the US Senate passes a bill that explicitly aims to create at least 1 million new jobs within the United States. The bill must be signed into law by the President of the United States and must include provisions that directly lead to job creation, such as funding for new infrastructure projects, tax incentives for businesses that hire additional employees, or significant investment in renewable energy or technology sectors. The resolution will be based on official statements from the US Department of Labor or a similar authoritative body confirming the creation of at least 1 million new jobs as a direct result of the bill's implementation. In the event that multiple bills are passed that cumulatively lead to the creation of at least 1 million new jobs, this will also result in a Yes resolution. If the bill is passed but later repealed or significantly altered before its effects can be measured, the question will resolve as No. In cases where job creation is ambiguous or cannot be directly attributed to the bill, the question will remain unresolved until clear evidence is provided.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Economy & Business"}, "resolution": null}
{"id": "c4e2379b-4b10-4f35-bc89-dc19fbd51aca", "title": "Will the US Congress pass a major bill specifically addressing the regulation of artificial intelligence technologies before the end of 2024?", "body": "This question will resolve as Yes if, before January 1, 2025, the US Congress passes and the President of the United States signs into law a bill that is primarily focused on the regulation of artificial intelligence technologies. The bill must establish clear guidelines, standards, or restrictions that directly impact the development, deployment, or ethical use of AI technologies in the United States. \n\nFor the purpose of this question, a \"major bill\" is defined as legislation that introduces significant new regulations or amendments to existing laws that have a wide-reaching impact on the AI industry or its governance. This includes, but is not limited to, aspects such as data privacy, algorithmic transparency, AI safety standards, and ethical guidelines for AI use. \n\nThe resolution will rely on official government publications and statements from the US Congress and the Office of the President as authoritative sources. In the event that multiple bills are passed, the question will resolve as Yes if at least one of the bills meets the criteria outlined above. \n\nIn case of ambiguity regarding the bill's focus on AI regulation, the decision will be deferred to a panel of experts in AI policy and law, whose determination will be final.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Congress", "category": "Technology"}, "resolution": null}
{"id": "768313d2-c67b-4981-b6c7-e369d34a3fb0", "title": "Will the development of synthetic biology lead to a breakthrough in nuclear waste remediation by 2040?", "body": "This question will resolve as Yes if, by December 31, 2039, there is a publicly documented case of a synthetic biology solution that has been successfully applied to nuclear waste remediation, resulting in at least a 50% reduction in radioactivity or toxicity of the treated waste, compared to its initial state. The breakthrough must be recognized by a reputable scientific journal or a governmental environmental agency. The solution must be scalable and have been applied in a real-world setting, not just in laboratory conditions. In the event that multiple synthetic biology approaches are developed, the resolution will consider the first documented case that meets these criteria. If there is any ambiguity regarding the success or applicability of the solution, a panel of experts from the International Atomic Energy Agency (IAEA) or a similar authoritative body will be consulted to make the final determination. Edge cases, such as partial reductions that do not meet the 50% threshold or solutions that are effective but not scalable, will not count towards the resolution of this question.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biology", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "84d9078b-6df6-47eb-ad26-9508781c58c7", "title": "Will the NFL adopt a policy mandating political neutrality for its players during games by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the National Football League (NFL) officially adopts a policy that requires all players to maintain political neutrality during games. This includes, but is not limited to, refraining from any form of protest, demonstration, or political messaging on uniforms, equipment, or through any form of gesture or verbal expression during the game, pre-game ceremonies, and post-game activities. The policy must be publicly announced by the NFL and documented in the NFL's official rules or policy documents. \n\nFor the purpose of this question, \"political neutrality\" is defined as the absence of any actions, displays, or expressions that can be reasonably interpreted as political statements or endorsements of political causes. \n\nIn the event that the NFL is dissolved, merges with another league, or undergoes a significant restructuring that makes the original question moot, the question will resolve as No. \n\nThe resolution will be based on official statements from the NFL, verified news reports, or official NFL documentation.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NFL", "category": "Politics"}, "resolution": null}
{"id": "492dcd22-e0ed-4b47-87f8-dee6de67d68d", "title": "Will the share of renewable energy sources in Germany's total energy consumption exceed 50% by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the share of renewable energy sources (including wind, solar, hydroelectric, and biomass) in Germany's total energy consumption exceeds 50%, as reported by the German Federal Ministry for Economic Affairs and Energy or its successor agency. The calculation of the share will be based on the total energy consumption figures for the year 2030, including electricity, heating, and transportation sectors. If the official report is not available by the resolution date, the question will resolve based on the most recent data published by the International Energy Agency (IEA) or another authoritative source agreed upon by Metaculus Admins. In the event of significant discrepancies between sources, the resolution will be postponed until a consensus is reached or additional data is provided. This question will not consider energy storage technologies as part of the renewable energy share unless they are directly powered by renewable energy sources at the time of use.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Economy & Business"}, "resolution": null}
{"id": "7c572c80-3b89-4adb-874e-f21cd9fed455", "title": "Will an AI system be officially used to make real-time decisions in NBA games by 2030?", "body": "An \"AI system\" for the purposes of this question is defined as a software system capable of making real-time decisions regarding game rulings, player substitutions, and strategy adjustments during NBA games. This system must be officially recognized and utilized by the NBA or an NBA-affiliated league for at least one full regular season or playoff game. The AI's decisions must directly influence game outcomes, including but not limited to foul calls, player substitutions, and play calls. Verification of the AI system's use will be based on official NBA announcements, game broadcasts, and credible media reports. In the event that multiple AI systems are implemented, the question will resolve as Yes upon the first system's official game use. If the NBA ceases to exist or merges with another league, the question will resolve based on the use of an AI system within the successor organization's games, if applicable.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Technology"}, "resolution": null}
{"id": "06af056b-9004-4707-ab58-8ab818275c43", "title": "Will North Korea officially announce the development of an indigenous quantum computer by 2030?", "body": "This question will resolve as Yes if the government of North Korea or any official state media outlet publicly announces the successful development of an indigenous quantum computer before January 1, 2030. The announcement must include evidence of a functioning quantum computer, such as technical specifications, performance benchmarks, or demonstration videos, which must be verifiable by international experts in quantum computing. In the absence of direct evidence, credible reports from at least three independent and reputable international news agencies or scientific journals confirming the development will also be considered sufficient for resolution. If there are conflicting reports about the veracity of the announcement or the capabilities of the quantum computer, the question will resolve as Yes only if the majority of credible sources support the claim by the resolution date. In case of ambiguity or lack of clear evidence by the resolution date, the question will resolve as No.", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "North Korea", "category": "Technology"}, "resolution": null}
{"id": "5c877ccd-baa4-4285-8066-da9cfcb9da9c", "title": "Will a major political party in a developed country adopt climate change denial as part of its official platform by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a major political party in a developed country (as defined by the International Monetary Fund's list of Advanced Economies) officially includes climate change denial or opposition to climate change science in its party platform, manifesto, or official policy documents. Climate change denial is defined as the outright rejection of the scientific consensus that climate change is occurring and is primarily caused by human activities. The resolution will be based on official party documents, public statements by party leaders, or official party websites. In the event of ambiguity, the most recent and authoritative source will be considered definitive. If no major political party in a developed country adopts such a stance by the specified date, the question will resolve as No. For the purpose of this question, a 'major political party' is defined as one that has held or currently holds government office or has a significant representation in the national legislature.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climate change denial", "category": "Politics"}, "resolution": null}
{"id": "c4296ef2-ea32-4212-9ce2-5695b0ea6587", "title": "Will France establish a regulatory framework specifically for cryptocurrencies by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the French government has officially announced and published a comprehensive regulatory framework specifically addressing cryptocurrencies. This framework must cover at least the following areas: \n\n- Licensing requirements for cryptocurrency exchanges and wallet providers\n- Anti-money laundering (AML) and counter-terrorism financing (CTF) compliance standards\n- Taxation guidelines for cryptocurrency transactions\n- Consumer protection measures\n\nThe resolution will rely on official publications from the French Ministry of the Economy and Finance or any other relevant regulatory body designated for financial oversight. In the event of a partial regulatory framework that does not cover all the specified areas, the question will resolve as No. If the government announces plans but does not publish the full framework by the resolution date, the question will also resolve as No. \n\nIn case of ambiguity or lack of clear governmental announcement, the resolution will defer to the interpretation of a panel of three experts in European financial regulation, to be selected by the question's administrators.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "8b891f47-04e8-45fd-bdc7-2e0c14256de6", "title": "Will France's economy enter a recession in the next five years?", "body": "This question will resolve as Yes if France's economy experiences two consecutive quarters of negative GDP growth at any point within the next five years, as reported by the National Institute of Statistics and Economic Studies (INSEE) of France or any other authoritative economic body recognized internationally. The GDP growth rates must be adjusted for inflation and seasonally adjusted to ensure accurate comparison. If INSEE or equivalent authoritative body revises its GDP growth figures after the initial announcement, the resolution will be based on the revised figures. In the event that INSEE or a similar authoritative body ceases to exist, fails to report, or there is significant evidence of data manipulation, the resolution will rely on data from the International Monetary Fund (IMF) or the World Bank. If none of these sources are available, the question will not resolve.", "resolution_date": "2028-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Economy & Business"}, "resolution": null}
{"id": "ac49a0dd-e56f-4402-b105-742fb24c9a0e", "title": "Will the total market value of the global golf industry exceed $100 billion by 2025?", "body": "Resolution criteria: This question will resolve as Yes if, according to the most recent report by a recognized authority in the sports industry (e.g., Forbes, Statista, or the National Golf Foundation), the total market value of the global golf industry is reported to exceed $100 billion at any point before December 31, 2025. The market value includes revenues from all segments of the industry, including but not limited to equipment sales, course fees, sponsorships, and professional tournaments. In the event that no report is published by December 31, 2025, or if reports from different authorities conflict, the question will resolve using the median value of all authoritative reports published in the year 2025. If no authoritative reports are available for 2025, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Golf", "category": "Economy & Business"}, "resolution": null}
{"id": "699ff4b3-2f9c-474a-a58b-2db49b1a3c3f", "title": "Will the Republican Party adopt an official platform supporting the development of AI for national security purposes by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the Republican Party officially adopts a platform or policy statement that explicitly supports the development of artificial intelligence (AI) for national security purposes. The platform must be adopted by a formal decision of the Republican National Committee (RNC) or a similar governing body within the party. The policy must be publicly available and verifiable through official Republican Party channels or major media outlets. The resolution criteria will also consider the following edge cases: \n\n- If the Republican Party merges with another party or undergoes a significant rebranding that includes a change in name, the successor party's platform will be considered for resolution.\n\n- If the Republican Party splits into factions, the faction recognized as the official continuation of the party by the Federal Election Commission (FEC) will be considered for resolution.\n\n- In the event of ambiguity in party statements or platforms, a majority consensus among five leading political analysts, as reported by major media outlets, will be used to determine the resolution.\n\n- If no official platform or policy statement is adopted by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "ac3f732e-d22a-439e-8816-dc5fea7eb24a", "title": "Will Brazil deploy a nationwide 6G network by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Brazil has officially announced and demonstrated the deployment of a 6G network covering at least 50% of its population. The network must provide connectivity that meets or exceeds the International Telecommunication Union's (ITU) standards for 6G networks, including but not limited to: enhanced mobile broadband (eMBB), ultra-reliable low-latency communications (URLLC), and massive machine type communications (mMTC). The deployment must be confirmed by either the Brazilian government, a major telecommunications authority, or a recognized international telecommunications body. In the event of a partial deployment that does not meet the 50% population coverage requirement, the question will resolve as No. If no official announcement or demonstration has been made by the resolution date, the question will also resolve as No. Edge cases or disputes regarding the definition of 'nationwide' or '6G network' will be resolved by a panel of experts designated by the question's administrators, with a preference for those with expertise in telecommunications.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Brazil", "category": "Technology"}, "resolution": null}
{"id": "c608443b-e462-43e2-a60c-9b2963a89960", "title": "Will there be a significant breakthrough in the use of CRISPR technology to treat a major human genetic disorder by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a widely recognized scientific breakthrough in the use of CRISPR technology for the treatment of a major human genetic disorder, as evidenced by:\n\n- The publication of results from a Phase III clinical trial in a peer-reviewed scientific journal, demonstrating significant efficacy and safety in treating the disorder.\n\n- Regulatory approval (e.g., FDA, EMA) of a CRISPR-based therapy for a major human genetic disorder.\n\n- Public announcement from a leading health organization (e.g., WHO, CDC) acknowledging the breakthrough and its potential impact on treatment protocols.\n\nA \"major human genetic disorder\" is defined as a condition that has a significant impact on life expectancy or quality of life, and is recognized as such by the World Health Organization or similar authoritative bodies.\n\nIn the event that multiple treatments are announced, the resolution will be based on the first to meet the above criteria. If no treatment meets these criteria by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Biology", "category": "Technology"}, "resolution": null}
{"id": "407ad752-d0ce-439f-b4b9-413558945db9", "title": "Will France elect a president from a newly formed political party in the 2027 presidential election?", "body": "This question will resolve as Yes if a candidate from a political party that was officially registered after January 1, 2022, wins the majority of votes in the 2027 French presidential election. The outcome will be determined based on the official results published by the French Ministry of the Interior. In the event of a dispute or a re-election, the question will resolve based on the final, legally binding outcome as determined by the Constitutional Council of France. If no candidate from a newly formed party participates in the election, the question will resolve as No.", "resolution_date": "2027-05-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Politics"}, "resolution": null}
{"id": "11d5ad77-2f4f-48d4-8281-38b566992af0", "title": "Will a new material be developed by 2025 that significantly increases the distance of golf drives compared to current materials?", "body": "This question will resolve as Yes if, by December 31, 2025, a new material is developed and used in the manufacturing of golf clubs that results in an average increase of at least 15% in the driving distance of golf balls over the current record, as measured by the Official World Golf Ranking (OWGR) sanctioned events or equivalent authoritative body. The material must be publicly acknowledged by a leading golf equipment manufacturer or a recognized scientific publication as being responsible for the performance improvement. In the event of multiple materials being developed, the one that achieves the highest verified increase will be considered. If no such material is developed, or if the increase does not meet or exceed the specified threshold, the question will resolve as No. In cases where the increase is disputed, the resolution will defer to the judgment of an independent panel of experts agreed upon by major stakeholders in the golf industry.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Golf", "category": "Science"}, "resolution": null}
{"id": "5f7d3df9-2833-4618-9677-ab7d7b9bb49a", "title": "Will NATO establish a dedicated space force by 2030?", "body": "The question will resolve as Yes if, by December 31, 2030, NATO officially announces the establishment of a dedicated space force, defined as a separate branch of military operations focused on space warfare, satellite defense, and related strategic initiatives. This announcement must be made through official NATO channels, such as a press release, official statement, or public declaration by a NATO spokesperson. The establishment of the space force must include a clear organizational structure, designated funding, and an operational mandate that distinguishes it from existing aerospace or cyber defense units within NATO member countries. In the event of ambiguity regarding the announcement or the operational status of the space force, the resolution will defer to the most recent and authoritative public statement made by NATO officials. If no such announcement is made by the specified date, the question will resolve as No. Edge cases, such as the announcement of a joint space initiative that does not fully meet the criteria for a 'dedicated space force,' will be considered on a case-by-case basis, with a preference for interpretations that align with the spirit of the question.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Space"}, "resolution": null}
{"id": "45ef5b7a-d710-4ab2-a702-f1e3d182db0a", "title": "Will Norway lead a significant scientific breakthrough in carbon capture technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, Norway is officially recognized as having led a significant scientific breakthrough in carbon capture technology. A \"significant scientific breakthrough\" is defined as a development that results in at least a 30% improvement in efficiency or cost reduction in carbon capture processes compared to the best available technologies as of 2021. The breakthrough must be documented in a peer-reviewed scientific journal or officially announced by a major scientific organization or consortium involved in climate change research, such as the Intergovernmental Panel on Climate Change (IPCC) or the International Energy Agency (IEA). In the event of multiple countries claiming leadership in the breakthrough, Norway must be credited as the primary contributor or leader in the collaborative effort. If no such breakthrough is publicly acknowledged by December 31, 2024, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Norway", "category": "Science"}, "resolution": null}
{"id": "7234a154-0c7d-411c-aff2-ec00f6e77e3c", "title": "Will the Russo-Ukrainian War lead to a significant delay in a Russian space mission before 2025?", "body": "The question will resolve as Yes if, before January 1, 2025, any Russian space mission with a planned launch date prior to January 1, 2025, is officially delayed by at least six months from its originally scheduled launch date, as confirmed by an official statement from Roscosmos or a credible news source. A 'significant delay' is defined as a postponement of six months or more from the initially planned launch date. The delay must be explicitly attributed to the Russo-Ukrainian War by the official source. If no such delay is confirmed, or if the delay is attributed to other causes such as technical issues, budget constraints, or international sanctions not directly related to the war, the question will resolve as No. In the event that Roscosmos is dissolved or restructured, the successor organization's official statements will be considered authoritative. If no authoritative source provides a clear statement regarding the delay and its causes by the resolution date, the question will resolve as ambiguous.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Russo-Ukrainian War", "category": "Space"}, "resolution": null}
{"id": "f25a05a7-0c23-4030-af5c-3b2b77dd6a99", "title": "Will a cryptocurrency be officially recommended for international COVID-19 vaccine donations by the WHO before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the World Health Organization (WHO) officially recommends any cryptocurrency as a preferred method for international donations specifically aimed at COVID-19 vaccine distribution or support. The recommendation must be clearly stated in an official WHO publication, press release, or official statement made by a WHO representative in a public forum. The recommendation must specify one or more cryptocurrencies by name and explicitly state their suitability for facilitating international donations for COVID-19 vaccine efforts. In the event that the WHO disbands, is restructured, or otherwise ceases to exist in its current form before the resolution date, the question will resolve as No. If the WHO makes a recommendation for a digital or virtual currency that is not a cryptocurrency (e.g., a digital fiat currency), this will not meet the resolution criteria.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "COVID-19 Vaccine", "category": "Cryptocurrencies"}, "resolution": null}
{"id": "88db96fa-6dc5-4e0b-9a47-36137e7e1e25", "title": "Will a major space mission in the next decade be primarily focused on addressing an environmental science issue?", "body": "This question will resolve as Yes if, by December 31, 2033, there is an official announcement or mission launch of a major space mission that is primarily focused on addressing an environmental science issue. A 'major space mission' is defined as one that is funded and executed by a recognized space agency (e.g., NASA, ESA, Roscosmos, CNSA, ISRO) or a recognized private spaceflight company (e.g., SpaceX, Blue Origin, Rocket Lab). The mission must have a primary objective that directly pertains to the study, monitoring, or mitigation of environmental issues on Earth, such as climate change, atmospheric pollution, deforestation, or ocean health. Secondary objectives or missions with broader scientific goals that include environmental studies as a minor component do not qualify. The mission must be new, not a continuation or extension of existing missions. In the event of ambiguity or lack of clear public information, the resolution will be based on the most authoritative public statements from the mission's leading organization or a consensus of expert opinion in the field.", "resolution_date": "2033-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Space"}, "resolution": null}
{"id": "8e980dfe-617d-4439-aa2c-2798caa5804d", "title": "Will a new atmospheric phenomenon exclusive to space be discovered and confirmed by scientists before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new atmospheric phenomenon that occurs exclusively in space (outside the Earth's atmosphere) is discovered and confirmed by scientists. The discovery must be documented and verified through peer-reviewed scientific research published in a reputable scientific journal. The phenomenon must be distinct from any previously identified atmospheric or space weather events and must be recognized as a new category by a leading space research organization, such as NASA, ESA, or a similar authoritative body. In the event of a dispute regarding the novelty or classification of the phenomenon, the decision of an independent panel of experts convened by a recognized scientific institution will be considered final. Edge cases, such as phenomena that occur at the edge of the Earth's atmosphere but are influenced by space conditions, will be evaluated on a case-by-case basis, with a preference for inclusion if they represent a significant departure from known atmospheric behaviors.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Atmospheric science", "category": "Space"}, "resolution": null}
{"id": "52ebd31a-d28a-46df-8067-6a1103c77c2d", "title": "Will Ukraine develop a new scientific breakthrough in radiation decontamination technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Ukraine announces the development of a new scientific breakthrough in radiation decontamination technology that meets the following criteria:\n\n- The technology must demonstrate a significant improvement over existing methods in terms of efficiency, cost, safety, or environmental impact.\n\n- The breakthrough must be verified by at least two independent and reputable scientific or technological institutions.\n\n- The technology must be applicable on a large scale and have been successfully tested in at least one contaminated site within Ukraine or elsewhere.\n\n- The announcement must be made through official government channels or recognized scientific journals.\n\nIn the event that multiple technologies are announced, the one that shows the most promise based on the above criteria will be considered for resolution. If no such technology is announced by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Science"}, "resolution": null}
{"id": "22767c97-875c-41a3-9352-6db7315179ba", "title": "Will a nuclear technology breakthrough lead to a significant increase in the efficiency of energy production for basketball arena lighting by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a publicly documented case of a basketball arena that has implemented a new nuclear technology resulting in at least a 50% increase in energy efficiency specifically for lighting purposes compared to the baseline efficiency of lighting systems as of 2023. The increase in efficiency must be attributable to a breakthrough in nuclear technology, such as advances in nuclear fusion or fission processes, and not merely improvements in lighting technology or energy management systems. The breakthrough must be recognized by a reputable scientific or industry authority, such as the International Atomic Energy Agency (IAEA) or a similar organization. In the event that multiple arenas claim to have achieved this increase, the first documented case will be considered for resolution. If no such case is documented by the resolution date, the question will resolve as No. In the case of ambiguity or lack of clear documentation, the question will be resolved by a panel of experts in the field of nuclear energy, whose decision will be final.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Basketball", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "f41391a8-819b-4f75-b5b2-4e191504f657", "title": "Will the NFL engage in a significant political advocacy campaign before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, the National Football League (NFL) initiates or publicly supports a political advocacy campaign that meets the following criteria:\n\n- The campaign must be explicitly endorsed by the NFL's official communications channels, including press releases, official social media accounts, or statements from the NFL's executive leadership.\n\n- The campaign must address a significant political issue at the national level in the United States, such as electoral reform, criminal justice reform, or major health care policy.\n\n- The campaign must involve substantial NFL resources, including financial support, public service announcements during NFL broadcasts, or organized player participation in advocacy events.\n\n- The campaign's political advocacy must be sustained over a period of at least three months to ensure it is not a one-time event.\n\nIn the absence of such a campaign, the question will resolve as No. If the NFL supports multiple political causes, the most significant (in terms of resources committed and potential impact) will be considered for resolution.\n\nEdge cases will be resolved by considering the intent and scale of the NFL's involvement in political advocacy, with final determination made by a panel of three experts in sports and political communication, appointed by Metaculus Admins.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NFL", "category": "Politics"}, "resolution": null}
{"id": "4aa1343e-08b3-480c-aee4-5d0d9c9059fc", "title": "Will the United Nations pass a resolution to regulate the use of lethal autonomous weapons by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the United Nations General Assembly or the United Nations Security Council officially passes a resolution that imposes regulations on the development, deployment, or use of lethal autonomous weapons systems (LAWS). The resolution must specifically address the definition, use, and limitations of LAWS, including but not limited to: - Criteria for human control over decision-making in the use of lethal force. - Restrictions on the deployment of LAWS in specific contexts or regions. - Standards for transparency, accountability, and ethical considerations in the development and deployment of LAWS. The resolution can be verified through official UN documents, press releases, or statements from UN representatives. In the event that the UN is restructured or replaced by another international body with similar authority and objectives, a resolution passed by this new body regarding LAWS will also satisfy the resolution criteria. If no such resolution is passed by the specified date, the question will resolve as No.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Nations", "category": "Politics"}, "resolution": null}
{"id": "d0aa4fd2-8a9c-4d57-9f19-4831992f8355", "title": "Will a quantum computer successfully break a widely used cryptographic algorithm by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a quantum computer is demonstrated to have successfully decrypted data or communications protected by a cryptographic algorithm that, as of 2023, is widely used for securing digital transactions, including but not limited to RSA, ECC, or AES. The successful decryption must be verifiable and acknowledged by at least one of the following authoritative sources: \n\n- A peer-reviewed scientific journal of high impact in the field of cryptography or quantum computing.\n- An official statement from a recognized standard-setting body in cryptography or digital security, such as NIST (National Institute of Standards and Technology) or the IETF (Internet Engineering Task Force).\n- A public disclosure from a major technology company with a detailed technical report confirming the decryption event.\n\nIn the event that multiple cryptographic algorithms are broken, the earliest confirmed event will be considered for resolution. If no such event is publicly acknowledged by December 31, 2024, the question will resolve as No.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Quantum computing", "category": "Technology"}, "resolution": null}
{"id": "2e25b656-617d-4b21-8860-98b037128c6a", "title": "Will Switzerland be ranked in the top 3 countries for quantum computing research by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, Switzerland is ranked among the top 3 countries in the world for quantum computing research according to at least one of the following criteria:\n\nPublication volume: Switzerland must have a significant number of peer-reviewed scientific publications in the field of quantum computing, as indexed by major scientific databases such as Web of Science, Scopus, or Google Scholar.\n\nCitation impact: Swiss research in quantum computing must achieve a high citation impact, indicating influential work in the field, as measured by tools like Google Scholar Citations or the H-Index.\n\nInnovation and patents: Switzerland must be a leading country in terms of filed and granted patents related to quantum computing technologies, as recorded by the World Intellectual Property Organization (WIPO) or similar authoritative bodies.\n\nInternational collaboration: A high level of international collaboration in quantum computing research involving Swiss institutions, as evidenced by joint publications or projects with leading institutions worldwide.\n\nIn the event that rankings are disputed or multiple authoritative sources provide conflicting information, the resolution will consider the source most widely recognized for its expertise in quantum computing research. If no clear consensus can be reached among the sources, the question will resolve as ambiguous.", "resolution_date": "2024-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Switzerland", "category": "Science"}, "resolution": null}
{"id": "64948fd1-d26a-40ec-aecc-df83d5cf29a3", "title": "Will the United Nations' Sustainable Development Goals significantly influence global economic policies by 2030?", "body": "The question will resolve as Yes if, by December 31, 2030, at least three of the following five criteria are met:\n\n1. A minimum of 50 countries have officially integrated at least one of the United Nations' Sustainable Development Goals (SDGs) into their national economic policies, as confirmed by official government statements or legal documents.\n\n2. The World Bank or International Monetary Fund (IMF) has released reports indicating a statistically significant positive impact of SDG-aligned policies on global economic growth.\n\n3. At least two G7 nations have implemented carbon pricing or similar environmental policies directly inspired by the SDGs.\n\n4. The United Nations releases a comprehensive assessment report showing that global poverty rates have decreased by at least 10% from 2020 levels, attributable to policies aligned with the SDGs.\n\n5. A global treaty, endorsed by at least 100 member states, is enacted, focusing on sustainable development and explicitly referencing the SDGs.\n\nIn cases where official documentation is not available in English, translations provided by recognized international organizations will be considered valid. The resolution will rely on authoritative sources such as the United Nations, World Bank, IMF, and official government publications. In the event of conflicting reports, the majority consensus among these sources will be used to determine the outcome.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "United Nations", "category": "Economy & Business"}, "resolution": null}
{"id": "ab49706f-e0da-49c0-a486-70e05a982e58", "title": "Will the Centers for Disease Control and Prevention (CDC) issue guidelines for the prevention of infectious disease transmission on manned space missions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the Centers for Disease Control and Prevention (CDC) has officially published guidelines specifically aimed at the prevention of infectious disease transmission on manned space missions. These guidelines must be accessible through the CDC's official website or through an official press release by the CDC. The guidelines should cover preventive measures, diagnosis, and treatment protocols for infectious diseases in the context of manned space missions. In the event that the CDC merges with another entity or its responsibilities are significantly altered, the resolution will be based on the actions of the successor organization or the entity assuming those responsibilities.", "resolution_date": "2024-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Centers for Disease Control and Prevention", "category": "Space"}, "resolution": null}
{"id": "3f360d36-e412-461f-89a2-f8e686974391", "title": "Will the average global temperature increase by more than 1.5 degrees Celsius above pre-industrial levels before 2035?", "body": "This question will resolve as Yes if, according to the World Meteorological Organization (WMO) or another UN-recognized climate monitoring organization, the average global temperature, measured across a calendar year, exceeds 1.5 degrees Celsius above the pre-industrial (1850-1900) average before January 1, 2035. The measurement must be confirmed by at least two independent UN-recognized climate monitoring organizations to account for measurement discrepancies and ensure accuracy. In the event that the WMO or equivalent body ceases to exist, the resolution will be based on the most authoritative source available at the time. If no such source can be agreed upon, the question will resolve as ambiguous. This resolution criteria does not consider temporary spikes in global temperatures due to specific events (e.g., volcanic eruptions) but focuses on the sustained average temperature over a calendar year.", "resolution_date": "2035-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Climatology", "category": "Science"}, "resolution": null}
{"id": "d2d93684-8851-449e-98d8-83545d62e4c5", "title": "Will SpaceX successfully land humans on Mars by 2030?", "body": "This question will resolve as Yes if SpaceX successfully lands at least one human on Mars and returns them safely to Earth before January 1, 2031. The landing must be confirmed by at least two of the following authoritative sources: NASA, the European Space Agency (ESA), or SpaceX's official communication channels. The criteria for a successful landing include the astronaut(s) surviving the landing and performing at least one extravehicular activity (EVA) on the Martian surface. The return journey must also be completed with the astronaut(s) safely returning to Earth. In the event that multiple missions are launched, the question will resolve as Yes upon the successful completion of the first mission meeting these criteria. If no official announcement is made by the resolution date, the question will resolve as No. Edge cases, such as the involvement of other space agencies or private entities in a joint mission with SpaceX, will be considered on a case-by-case basis by a panel of Metaculus Admins.", "resolution_date": "2031-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "SpaceX", "category": "Space Exploration"}, "resolution": null}
{"id": "7c5d25fb-da8e-4e55-8552-20c0cb6ce600", "title": "Will Joe Biden initiate a significant policy change regarding nuclear arms control during his presidency?", "body": "This question will resolve as Yes if, during Joe Biden's term as President of the United States, a new treaty or executive agreement is signed, ratified, or enacted that represents a significant change in nuclear arms control policy. Significant change is defined as any of the following:\n\n- A reduction of at least 10% in the active nuclear arsenal of the United States as publicly reported by the U.S. Department of Defense or a comparable authoritative source.\n\n- The establishment of a new arms control treaty with at least one other nuclear-armed state that includes verifiable measures and has been ratified by the U.S. Senate.\n\n- A unilateral action by the U.S. that is recognized by at least two recognized experts in the field of nuclear arms control as a significant policy change, with such recognition reported in at least two reputable media outlets.\n\nIn the event that Joe Biden is not President for the full term, the question will resolve as No unless a significant policy change as defined above has already occurred during his time in office. If Joe Biden's presidency ends prematurely due to resignation, impeachment, or incapacity, and a significant policy change occurs within 90 days of the end of his term, the question will still resolve as Yes, provided the policy change can be directly attributed to initiatives started during his presidency.", "resolution_date": "2025-01-20 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Joe Biden", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "b10ded02-da32-48e1-ade0-8727a1652f11", "title": "Will the World Health Organization initiate a program dedicated to monitoring health risks associated with long-duration human spaceflight by 2030?", "body": "The question will resolve as Yes if, by December 31, 2029, the World Health Organization (WHO) has officially announced the initiation of a program specifically dedicated to monitoring and addressing health risks associated with long-duration human spaceflight. This program must be distinct from any existing initiatives and must focus on the physical and psychological health risks that astronauts face during missions lasting longer than six months. The announcement must be made through official WHO channels, such as a press release on the WHO website, an official statement during a WHO conference, or a publication in a WHO-endorsed journal. In the event that the WHO is dissolved or undergoes a significant restructuring that makes it unrecognizable in its current form, the question will resolve as No. If the WHO merges with another organization, the resolution will depend on whether the new entity announces a similar program by the specified date.", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "World Health Organization", "category": "Space Exploration"}, "resolution": null}
{"id": "6932649e-8bd0-46e7-b36a-78fc7f02e896", "title": "Will NATO employ an AI-driven defense system for collective security operations by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, NATO has officially announced and demonstrated the deployment of an AI-driven defense system specifically designed for collective security operations. The system must be operational and integrated into NATO's defense strategy, with capabilities including but not limited to automated threat detection, decision-making, and execution of defensive measures without human intervention in real-time scenarios. The announcement must come directly from an official NATO source or be confirmed through official NATO documentation. In the event of ambiguity or lack of clear public announcement, the resolution will be based on the most credible and authoritative sources available at the time. The system must be distinct from semi-automated systems by its ability to operate independently in critical decision-making processes. If multiple systems are announced, the resolution will consider the first system that meets these criteria. In the absence of such a system by the specified date, the question will resolve as No.", "resolution_date": "2030-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NATO", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "c59e6b48-cf63-4f60-a2cd-5d5c70815465", "title": "Will an NFL stadium implement a nuclear-based power system for its operations by 2040?", "body": "This question will resolve as Yes if, by December 31, 2039, any NFL stadium in the United States has successfully implemented and is actively using a nuclear-based power system for at least 75% of its operational energy needs. The nuclear-based power system must be confirmed to be in continuous operation for a minimum of 3 months prior to the resolution date to qualify. Verification must come from credible sources such as official NFL statements, stadium management announcements, or reputable news outlets. In the event of a temporary shutdown or transition away from nuclear power before the resolution date, the question will resolve as No. If no official confirmation is available by the resolution date, the question will be considered unresolved and will default to No.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NFL", "category": "Nuclear Technology & Risks"}, "resolution": null}
{"id": "549542ee-395f-420f-825b-14e528d13c49", "title": "Will Taiwan hold a referendum on formal independence from China by 2030?", "body": "This question will resolve as Yes if, by December 31, 2029, the government of Taiwan officially announces and holds a referendum on formal independence from China. The referendum must be recognized as legitimate by at least one of the following: the United Nations, the United States, the European Union, or any member of the UN Security Council. The question will resolve as No if no such referendum is announced or held by this date. In the event of ambiguity regarding the legitimacy of the referendum or its recognition, the resolution will default to No unless clear evidence is provided to the contrary. This includes situations where the referendum is announced but not held due to unforeseen circumstances (e.g., natural disasters, political instability).", "resolution_date": "2029-12-31 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Taiwan", "category": "Politics"}, "resolution": null}
{"id": "24cd6751-8569-430a-b41e-4b08ced119c1", "title": "Will France establish a permanent human presence on the Moon before 2050?", "body": "This question will resolve as Yes if, by January 1, 2050, the French government or any France-based private entity has successfully established and maintained a human presence on the Moon for at least 30 consecutive days. A 'permanent human presence' is defined as the ability to support human life continuously, with at least one person physically present at the lunar base at all times during the 30-day period. The presence must include living quarters, life support systems, and a means of communication with Earth. The establishment of the presence must be confirmed by the French government or an internationally recognized space agency such as the European Space Agency (ESA) or NASA. In the event of a dispute regarding the permanence or legitimacy of the presence, a panel of experts from the United Nations Office for Outer Space Affairs (UNOOSA) will be consulted for a final decision. If no human presence is established by the resolution date, or if the presence does not meet the criteria above, the question will resolve as No.", "resolution_date": "2050-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "France", "category": "Space"}, "resolution": null}
{"id": "bcdc386b-008c-471c-b775-e9feb18763ac", "title": "Will a new energy storage technology emerge by 2025 that exceeds the energy density of lithium-ion batteries by at least 50%?", "body": "This question will resolve as Yes if, by December 31, 2025, a new energy storage technology is publicly announced and verified to have an energy density exceeding that of the best commercially available lithium-ion batteries in 2023 by at least 50%. The energy density must be measured in watt-hours per kilogram (Wh/kg) and must be demonstrated in a fully functioning prototype, not just a theoretical or lab-scale model. The technology must be scalable and show potential for commercial production. Verification can come from peer-reviewed scientific publications, credible industry reports, or announcements from reputable energy research institutions. In the event of multiple claims, the resolution will be based on the consensus of the scientific community or a designated expert panel. If no such technology is announced or if announcements cannot be verified to meet these criteria, the question will resolve as No.", "resolution_date": "2025-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Energy", "category": "Science"}, "resolution": null}
{"id": "ba34434f-bef9-404e-8db6-9de8ed9ee337", "title": "Will there be a breakthrough in environmental science that enables a 50% reduction in solar panel production costs by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a verifiable report or publication by a recognized authority in the field of environmental science or renewable energy (such as the International Energy Agency, the U.S. Department of Energy, or an equivalent organization) that confirms a breakthrough in environmental science or technology that has led to a reduction in the production costs of solar panels by at least 50% compared to the cost recorded on January 1, 2020. The cost reduction must be attributable to new technology or processes and not due to subsidies, tax incentives, or other economic factors. The breakthrough must be applicable on a commercial scale and not limited to laboratory or pilot projects. In the event that multiple reports provide conflicting information, the consensus among the majority of recognized authorities will be considered. If no such consensus can be reached, the question will resolve as No.", "resolution_date": "2030-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Environmental Science", "category": "Technology"}, "resolution": null}
{"id": "51c8fc52-1fbe-480d-8a93-db022dc463b0", "title": "Will Ukraine develop a domestically produced quantum computer by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Ukraine has successfully developed and demonstrated a domestically produced quantum computer that meets the following criteria:\n\n- Quantum Supremacy: The computer must demonstrate quantum supremacy by solving a problem that is infeasible for classical computers within a reasonable timeframe, as defined by the current scientific consensus.\n\n- Independent Verification: The achievement must be verified by at least two independent and internationally recognized scientific institutions.\n\n- Public Disclosure: Details of the development and capabilities of the quantum computer must be publicly disclosed in a peer-reviewed scientific journal or at a major scientific conference.\n\n- Domestic Production: The quantum computer must be predominantly developed and produced within Ukraine, including significant contributions from Ukrainian scientists, engineers, and facilities.\n\nIn the event that multiple countries develop similar capabilities concurrently, the resolution will consider the date of public disclosure to determine if Ukraine's achievement meets the criteria before the deadline.", "resolution_date": "2030-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Ukraine", "category": "Technology"}, "resolution": null}
{"id": "d5e7233f-bbdb-4b7a-a7cb-8ceac76a1964", "title": "Will Japan deploy AI-powered robots as part of its regular police force by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Japan has officially deployed AI-powered robots within its regular police force operations. Deployment is defined as the use of AI-powered robots in at least one of the following capacities: \n\nPatrol duties in public spaces\nInvestigative assistance in criminal cases\nTraffic control and management\nPublic safety and emergency response tasks\n\nFor the purpose of this question, \"AI-powered robots\" are defined as autonomous or semi-autonomous machines capable of performing tasks typically requiring human intelligence, such as decision-making, speech recognition, and problem-solving, without direct human intervention. \n\nThe resolution will be based on official statements from the Japanese National Police Agency, government press releases, or credible news sources. In the event of ambiguous or conflicting information, the question will be resolved by a panel of experts in robotics, AI, and law enforcement.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Japan", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "5efd9f64-ceea-457b-ac46-46828426f42a", "title": "Will a new infectious disease be identified on the International Space Station by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, an infectious disease not previously identified on Earth is confirmed to have been identified on the International Space Station (ISS). The identification must be confirmed through genetic sequencing and must be recognized by either the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or an equivalent authoritative body in space medicine. The disease must be confirmed to have been transmitted between humans or between humans and other organisms living on the ISS. In the event that the ISS is decommissioned or ceases operation before the resolution date, the question will resolve based on the latest available data prior to the cessation of operations. If no new infectious disease is identified by the resolution date, the question will resolve as No.", "resolution_date": "2023-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Infectious Disease", "category": "Space"}, "resolution": null}
{"id": "6e6d40bb-f4d0-4b19-9d0a-5ab992d2e26c", "title": "Will an AI system be used to predict the outcome of a US presidential election with over 90% accuracy before the 2024 election?", "body": "An \"AI system\" is defined as a software or hardware system capable of analyzing electoral data, including but not limited to voter demographics, historical voting patterns, and real-time polling data, to predict the outcome of the US presidential election. The system must achieve over 90% accuracy in predicting the winner of the presidential election, as well as the percentage of the popular vote and electoral college votes each candidate will receive, within a margin of error of ±2%. The prediction must be made and publicly announced at least one day before the election day, November 5, 2024. The accuracy of the prediction will be verified against the official election results as certified by the Federal Election Commission. In the event that the election results are contested, the resolution date may be extended to accommodate the final decision by the Supreme Court of the United States or the resolution of any official recounts or audits that could affect the outcome.", "resolution_date": "2024-11-06 00:00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "2020 US presidential election", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "d1bbcdce-81ed-4db2-963e-55949c92c93f", "title": "Will the Republican Party (US) utilize an AI system for strategizing in national elections before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, there is verifiable evidence that the Republican Party (US) has employed an artificial intelligence (AI) system for strategic decision-making in national elections. The AI system must be involved in tasks such as voter targeting, campaign messaging, resource allocation, or other strategic operations. Confirmation can come from credible media reports, official party statements, or public records indicating the use of AI for these purposes. The AI system must be more advanced than simple data analytics tools and should involve elements of machine learning, natural language processing, or other advanced AI capabilities. In the absence of direct evidence, credible expert testimony or insider confirmation may be considered sufficient. If no such evidence or confirmation is available by the resolution date, the question will resolve as No.", "resolution_date": "2025-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Republican Party (US)", "category": "Artificial Intelligence"}, "resolution": null}
{"id": "6fecd6ef-a741-4b4b-8709-72849f906b18", "title": "Will the US Senate pass a significant piece of legislation specifically addressing climate change by the end of 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the US Senate has passed a bill that meets the following criteria:\n\n- The bill is specifically focused on addressing climate change, including but not limited to greenhouse gas emissions reduction, renewable energy expansion, and climate resilience and adaptation measures.\n- The bill must be significant, defined as allocating at least $10 billion in funding towards climate change initiatives or introducing substantial regulatory changes aimed at reducing greenhouse gas emissions.\n- The bill must be signed into law by the President of the United States.\n\nFor the purpose of this question, \"significant piece of legislation\" will be determined based on the allocated funding, scope of regulatory changes, and potential impact on climate change mitigation and adaptation efforts. The resolution will rely on official legislative records and statements from the US Congress and the White House as authoritative sources. In the event of ambiguity or dispute regarding the significance or focus of the legislation, a panel of experts from environmental policy organizations will be consulted to make a final determination.", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Science"}, "resolution": null}
{"id": "9481ab45-e83f-49d1-bc0c-289c12dd886b", "title": "Will a player from the NHL win a Nobel Prize in any category by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, any current or former National Hockey League (NHL) player is officially announced as a winner of the Nobel Prize in any of the six categories: Peace, Literature, Chemistry, Physics, Medicine, or Economic Sciences. The announcement must come directly from the Nobel Prize Committee and be verifiable through their official website or an official press release. In the event of a posthumous award, the player must have been alive at the time of the nomination. If the Nobel Prize Committee announces changes to the categories or criteria for winning after the date of this question's posting, such changes will be considered in the resolution of this question. In case of ambiguity regarding the player's status as a current or former NHL player, official NHL records and announcements will be used as the primary source of verification.", "resolution_date": "2023-12-07 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "NHL", "category": "Science"}, "resolution": null}
{"id": "db915e14-5c55-44e8-8b62-927c1cd8b5fb", "title": "Will the US Senate pass a major electoral reform bill by the end of 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, the United States Senate has passed a bill that includes at least two of the following major electoral reforms: \n\n1. Implementation of a ranked-choice voting system for federal elections.\n2. Establishment of independent redistricting commissions to address gerrymandering.\n3. Expansion of early voting periods to a minimum of two weeks for all federal elections.\n4. Enactment of automatic voter registration nationwide.\n\nThe bill must be signed into law by the President of the United States or enacted through a congressional override of a presidential veto. The resolution will rely on official records from the U.S. Congress and statements from the President's office. In the event that multiple bills are passed, the one with the greatest number of the listed reforms will be considered for resolution. If no bill is passed, or if a bill is passed without at least two of the listed reforms, the question will resolve as No.", "resolution_date": "2024-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "US Senate", "category": "Politics"}, "resolution": null}
{"id": "903d162b-deb6-4f98-b252-324cd26541eb", "title": "Will the Supreme Court of the US rule on a case directly involving the powers of the President before 2025?", "body": "This question will resolve as Yes if the Supreme Court of the United States issues a ruling on a case that directly involves the interpretation, application, or challenge of the powers of the President of the United States before January 1, 2025. The case must explicitly address powers granted to the President by the Constitution, including but not limited to executive orders, veto powers, the ability to appoint and dismiss officials, and the conduct of foreign policy. Cases that indirectly involve presidential powers or are primarily focused on other issues will not be considered for this question's resolution. The resolution will be based on official announcements from the Supreme Court or reliable news sources recognized for their judicial reporting. In the event of ambiguity or dispute over the case's relevance to presidential powers, a consensus among major legal analysts will be sought to determine the outcome.", "resolution_date": "2023-12-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic", "url": null, "metadata": {"tags": "Supreme Court of the US", "category": "Politics"}, "resolution": null}
