{"P":{"id":"3293ebc9-124f-42c3-86e1-9faa33a9cc0b","title":"Will the Republican party's platform change significantly from 2020 to 2024?","body":"This question will resolve as Yes if, by December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"resolution":null},"Q_given_P":{"id":"93f31af4-e395-4e00-b069-348d59ab7e0a","title":"Given significant changes in the Republican party's platform from 2020 to 2024, will a Trump family member be the Republican nominee for the US Presidency in 2024?","body":"This question explores the relationship between significant changes in the Republican party's platform and the nomination of a Trump family member for the US Presidency.\n\nCondition: The Republican Party must officially adopt a platform by December 31, 2024, that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.\n\nOutcome: Resolves **Yes** if one of the following individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"0297b289-75cf-4344-ae66-972abf6b71d6","title":"Given significant changes in the Republican platform and a Trump family member as nominee, will the Republican primary have more than five candidates in 2024?","body":"Suppose the following is true: By December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform, including at least three major policy shifts or new policy positions. Additionally, a member of the Trump family, such as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024.\n\nGiven these conditions, will the Republican primary in 2024 be contested by more than five candidates? This question will resolve as Yes if, by December 31, 2024, more than five candidates have officially registered and participated in the Republican primary elections for the 2024 presidential race. The candidates must be recognized by the Republican National Committee (RNC) and included in at least one primary debate or state-level primary election. Candidates who withdraw before the primaries do not count towards this total. The resolution will be based on official RNC announcements and reputable news sources confirming the participation of the candidates.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"7fba3a22-a644-4928-854e-caf99d5e3147","title":"Will all of the following occur: (a) The Republican party's platform change significantly from 2020 to 2024, (b) A member of the Trump family be the Republican nominee for the US Presidency in 2024, and (c) The Republican primary in 2024 be contested by more than five candidates?","body":"This question will resolve as Yes if all of the following conditions are met:\n\n(a) By December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.\n\n(b) One of the following individuals is the Republican nominee for the US Presidency in 2024:\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(c) By December 31, 2024, more than five candidates have officially registered and participated in the Republican primary elections for the 2024 presidential race. The candidates must be recognized by the Republican National Committee (RNC) and included in at least one primary debate or state-level primary election. Candidates who withdraw before the primaries do not count towards this total. The resolution will be based on official RNC announcements and reputable news sources (e.g., BBC, The Guardian, New York Times) confirming the participation of the candidates.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e865e191-db0b-4959-b48a-1707cecc9cd3","title":"Will the Republican party's platform change significantly from 2020 to 2024?","body":"This question will resolve as Yes if, by December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"Q":{"id":"35151411-762e-4cae-a96e-b643b9ba1227","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-07-15T22:20:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"5125efcb-0a25-4f3a-83d6-baccec758be1","title":"Will the Republican primary in 2024 be contested by more than five candidates?","body":"This question will resolve as Yes if, by December 31, 2024, more than five candidates have officially registered and participated in the Republican primary elections for the 2024 presidential race. The candidates must be recognized by the Republican National Committee (RNC) and included in at least one primary debate or state-level primary election. Candidates who withdraw before the primaries do not count towards this total. The resolution will be based on official RNC announcements and reputable news sources (e.g., BBC, The Guardian, New York Times) confirming the participation of the candidates.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null}},"P":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"Q":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"R":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"}}}
{"P":{"id":"3d74e873-4f96-41a6-8b8d-c565e7fb3078","title":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"resolution":null},"Q_given_P":{"id":"0e4660af-b738-4b86-9027-35e3c31e72b1","title":"Conditional on Tucker Carlson being the Republican nominee for the 2024 US Presidential Election, will his campaign raise over $10 million by the end of 2023?","body":"Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means he is chosen by the delegates of the Republican National Convention, regardless of who is the nominee on the election day itself.\n\nThen, will Tucker Carlson's campaign raise over $10 million by the end of 2023? For this, by December 31, 2023, Tucker Carlson's campaign must have officially reported raising over $10 million in total contributions, confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source like BBC, The Guardian, New York Times, or Washington Post. The campaign must be actively fundraising and not in a state of suspension or closure, and contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.","resolution_date":"2024-08-01T04:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"1db01fd8-b129-458f-a1a5-55450287ddb6","title":"If Tucker Carlson is the Republican nominee and raises over $10 million by end of 2023, will his approval exceed 50% among Republicans by mid-2024?","body":"Suppose the following is true: Tucker Carlson becomes the Republican nominee for the 2024 US Presidential Election and his campaign raises over $10 million by December 31, 2023. This is determined by the Republican National Convention selecting him as the nominee and his campaign officially reporting the fundraising amount through a public disclosure report filed with the FEC or a reputable news source, with the campaign actively fundraising and contributions being legal and from identifiable sources.\n\nThen, is it true that by June 30, 2024, a reputable polling organization (e.g., Gallup, Pew Research, Ipsos, etc.) will report that Tucker Carlson's approval ratings among registered Republican voters exceed 50%? The polling data must be based on a sample size of at least 1,000 respondents and conducted within the month preceding the resolution date. The approval rating must be explicitly stated as a percentage in the poll results. In the event of conflicting polls, the resolution will be based on the poll conducted closest to the resolution date that meets these criteria. Polls that do not specify the approval rating among Republican voters will not be considered.","resolution_date":"2024-08-01T04:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"6975d7b7-e4ed-432e-ae0e-9b0529ac935d","title":"Will all of the following occur: (1) Tucker Carlson becomes the Republican nominee for the 2024 US Presidential Election and his campaign raises over $10 million by the end of 2023, and (2) his approval ratings exceed 50% among Republican voters by mid-2024?","body":"This question will resolve as **Yes** if all of the following conditions are met: (1) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, determined solely by the delegates of the Republican National Convention. Additionally, by December 31, 2023, Tucker Carlson's campaign must have officially reported raising over $10 million in total contributions, confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post). The campaign must be actively fundraising and not in a state of suspension or closure, and contributions must be legal and from identifiable sources. (2) By June 30, 2024, a reputable polling organization (e.g., Gallup, Pew Research, Ipsos, etc.) must report that Tucker Carlson's approval ratings among registered Republican voters exceed 50%. The polling data must be based on a sample size of at least 1,000 respondents and conducted within the month preceding the resolution date. The approval rating must be explicitly stated as a percentage in the poll results. In the event of conflicting polls, the resolution will be based on the poll conducted closest to the resolution date that meets these criteria. Polls that do not specify the approval rating among Republican voters will not be considered.","resolution_date":"2024-08-01T04:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ed80695d-d75a-4702-85a2-ff36328b44fb","title":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"Q":{"id":"27b9856a-781f-43ea-ab97-a61c21bf9a41","title":"Will Tucker Carlson's campaign raise over $10 million by the end of 2023?","body":"This question will resolve as Yes if, by December 31, 2023, Tucker Carlson's campaign has officially reported raising over $10 million in total contributions. The total must be confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"2f95ee21-3ed4-4c5e-9aed-2e7fafa4530d","title":"Will Tucker Carlson's approval ratings exceed 50% among Republican voters by mid-2024?","body":"This question will resolve as Yes if, by June 30, 2024, a reputable polling organization (e.g., Gallup, Pew Research, Ipsos, etc.) reports that Tucker Carlson's approval ratings among registered Republican voters exceed 50%. The polling data must be based on a sample size of at least 1,000 respondents and conducted within the month preceding the resolution date. The approval rating must be explicitly stated as a percentage in the poll results. In the event of conflicting polls, the resolution will be based on the poll conducted closest to the resolution date that meets these criteria. Polls that do not specify the approval rating among Republican voters will not be considered.","resolution_date":"2024-06-30T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"Q":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"R":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"}}}
{"P":{"id":"31ca8293-cce9-4478-bc8e-605d361412d4","title":"Will the Republican party's platform change significantly from 2020 to 2024?","body":"This question will resolve as Yes if, by December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"resolution":null},"Q_given_P":{"id":"6104ec43-4dec-44c4-8275-0f0474035d44","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024, given significant changes to the Republican platform?","body":"Suppose the following is true: By December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.\n\nThen, will a member of the Trump family be the Republican nominee for the US Presidency in 2024? Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n- Donald Trump\n- Donald Trump Jr.\n- Eric Trump\n- Ivanka Trump\n- Tiffany Trump\n- Melania Trump\n- Barron Trump","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"905382e6-bf83-4fdf-bd3e-54f8407eb2c6","title":"Given significant changes in the Republican platform and a Trump family member as the nominee, will the Trump family endorse a candidate other than Donald Trump for 2024?","body":"Suppose the following is true: By December 31, 2024, the Republican Party officially adopts a platform with significant changes from its 2020 platform, defined as at least three major policy shifts or new positions, and a member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024. Then, will any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorse a candidate other than Donald Trump for the 2024 presidential election? The endorsement must be a verified public statement, clear and unequivocal, made during the Republican primaries or the general election.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"48bfa3b5-22e2-4a01-b564-109b7fcac5ec","title":"Will both of the following occur: (1) The Republican party's platform changes significantly from 2020 to 2024 and a member of the Trump family is the Republican nominee for the US Presidency in 2024; (2) The Trump family endorses a candidate other than Donald Trump for the 2024 election?","body":"This question will resolve as Yes if both of the following conditions are met:\n\n1. By December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.\n\n2. One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\n3. By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e865e191-db0b-4959-b48a-1707cecc9cd3","title":"Will the Republican party's platform change significantly from 2020 to 2024?","body":"This question will resolve as Yes if, by December 31, 2024, the Republican Party officially adopts a platform that reflects significant changes from its 2020 platform. Significant changes are defined as the inclusion of at least three major policy shifts or new policy positions that differ from the 2020 platform, as determined by a consensus of political analysts and commentators. The resolution will be based on the official platform released by the Republican National Committee (RNC) for the 2024 election cycle. In the absence of an official platform, credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) that confirm such significant changes will suffice. Minor adjustments or updates to existing policies do not count as significant changes.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"Q":{"id":"35151411-762e-4cae-a96e-b643b9ba1227","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-07-15T22:20:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"54fb4b42-c742-4866-8279-944275adac9c","title":"Will the Trump family endorse a candidate other than Donald Trump for the 2024 election?","body":"This question will resolve as Yes if, by December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null}},"P":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"Q":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"R":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"}}}
{"P":{"id":"acbca19a-52e7-4f55-8591-09848b30bb12","title":"Will the Trump family endorse a candidate other than Donald Trump for the 2024 election?","body":"This question will resolve as Yes if, by December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"resolution":null},"Q_given_P":{"id":"7882c6b5-557d-4d70-b3c7-7a0ab231efd0","title":"Given the Trump family endorses a candidate other than Donald Trump, will a Trump family member be the Republican nominee in 2024?","body":"Suppose the following is true: By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.\n\nThen, is it true that one of the following individuals is the Republican nominee for the US Presidency in 2024?\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"df173717-1637-49df-a399-48f2b8e511c8","title":"Given a Trump family member endorses a non-Trump candidate and is the Republican nominee, will a Trump hold significant office by 2025?","body":"This question examines a conditional scenario based on two initial conditions and a subsequent outcome:\n\nSuppose the following conditions are true:\n\n1. By December 31, 2024, a member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. This endorsement must be clear, unequivocal, and made through a verified public statement.\n\n2. One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\nGiven these conditions, will a member of the Trump family hold a significant political office by December 31, 2025? \n\nResolution criteria: \n- A 'significant political office' includes positions such as President, Vice President, Senator, Representative, Governor, or any appointed position with substantial influence or authority at the federal or state level. \n- The resolution will be based on official election results, government announcements, or credible reports from at least two major news organizations. \n- Temporary or ceremonial positions do not count towards this question's resolution.","resolution_date":"2025-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"6fd1fc4c-fdb0-4bbd-a812-b2a380244350","title":"Will both of the following occur: (a) A member of the Trump family endorses a candidate other than Donald Trump for the 2024 election, (b) A member of the Trump family is the Republican nominee for the US Presidency in 2024, and (c) A member of the Trump family holds a significant political office by 2025?","body":"This question will resolve as Yes if all of the following conditions are met:\n\n(a) By December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.\n\n(b) One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\n(c) By December 31, 2025, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., Tiffany Trump, and Barron Trump) is elected or appointed to a significant political office in the United States. A 'significant political office' includes, but is not limited to, the following positions: President, Vice President, Senator, Representative, Governor, or any appointed position with substantial influence or authority at the federal or state level. The resolution will be based on official election results, government announcements, or credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary or ceremonial positions do not count towards this question's resolution.\n\nAll three conditions must be satisfied for this question to resolve as Yes.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"54fb4b42-c742-4866-8279-944275adac9c","title":"Will the Trump family endorse a candidate other than Donald Trump for the 2024 election?","body":"This question will resolve as Yes if, by December 31, 2024, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Tiffany Trump, and Barron Trump) publicly endorses a candidate other than Donald Trump for the 2024 presidential election. The endorsement must be made through a verified public statement, such as a press release, social media post, or official interview. The endorsement must be clear and unequivocal, indicating support for a specific candidate, rather than vague or conditional support. Any endorsement made during the Republican primaries or the general election will count towards this resolution.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"Q":{"id":"35151411-762e-4cae-a96e-b643b9ba1227","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-07-15T22:20:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"abe936f6-cf17-4b04-8cae-5d003d3f551d","title":"Will a member of the Trump family hold a significant political office by 2025?","body":"This question will resolve as Yes if, by December 31, 2025, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., Tiffany Trump, and Barron Trump) is elected or appointed to a significant political office in the United States. A 'significant political office' includes, but is not limited to, the following positions: President, Vice President, Senator, Representative, Governor, or any appointed position with substantial influence or authority at the federal or state level. The resolution will be based on official election results, government announcements, or credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary or ceremonial positions do not count towards this question's resolution.","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null}},"P":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"Q":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"R":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"}}}
{"P":{"id":"c6e4ef37-fca3-47f3-a7b4-3b663f057139","title":"Will any significant media controversies affect Tucker Carlson's campaign by the end of 2023?","body":"This question will resolve as Yes if, by December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If the controversy is minor or does not result in measurable impact on the campaign, the question will resolve as No.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"resolution":null},"Q_given_P":{"id":"6b40762c-c490-416d-ba4e-d6d06a8486bf","title":"Given significant media controversies affect Tucker Carlson's campaign by the end of 2023, will he secure the endorsement of a former President before the primaries?","body":"Suppose the following is true: By December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If the controversy is minor or does not result in measurable impact on the campaign, the condition is not met.\n\nThen, will Tucker Carlson secure the endorsement of a former President before the primaries? This question will resolve as Yes if, before March 1, 2024, Tucker Carlson receives a public endorsement from a former President of the United States for his candidacy in the 2024 primaries. The endorsement must be made through a verified public statement, social media post, or official press release from the former President or their representatives. The endorsement must be clear and unequivocal, indicating support for Tucker Carlson's candidacy. Any informal statements or ambiguous comments will not count toward this resolution.","resolution_date":"2024-03-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"4b9bd1ad-801e-4697-8269-f2a3a06680d0","title":"Given Tucker Carlson faces a significant media controversy and secures a former President's endorsement, will he be the Republican nominee for the 2024 US Presidential Election?","body":"Suppose the following is true: By December 31, 2023, Tucker Carlson's campaign is affected by a significant media controversy, defined as any event resulting in substantial negative media coverage, public backlash, or legal challenges impacting his campaign, confirmed by credible reports from at least three major news organizations. Additionally, before March 1, 2024, Tucker Carlson receives a public endorsement from a former President of the United States for his candidacy in the 2024 primaries, through a verified public statement, social media post, or official press release, indicating clear and unequivocal support.\n\nThen, is it true that Tucker Carlson will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as Yes if he is selected as the nominee and No if any other candidate is selected.","resolution_date":"2024-08-01T04:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"67ba576d-c7e6-4f43-901f-ba11da009aa2","title":"Will all of the following occur: (a) Tucker Carlson's campaign is affected by a significant media controversy by the end of 2023, (b) Tucker Carlson secures the endorsement of a former President before the 2024 primaries, and (c) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as Yes if all of the following conditions are met:\n\n(a) By December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If the controversy is minor or does not result in measurable impact on the campaign, the question will resolve as No.\n\n(b) Before March 1, 2024, Tucker Carlson receives a public endorsement from a former President of the United States for his candidacy in the 2024 primaries. The endorsement must be made through a verified public statement, social media post, or official press release from the former President or their representatives. The endorsement must be clear and unequivocal, indicating support for Tucker Carlson's candidacy. Any informal statements or ambiguous comments will not count toward this resolution.\n\n(c) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.","resolution_date":"2024-08-01T04:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"d1eeae7e-bdf3-48c5-b4bd-e37957f98197","title":"Will any significant media controversies affect Tucker Carlson's campaign by the end of 2023?","body":"This question will resolve as Yes if, by December 31, 2023, any significant media controversy that is widely reported and discussed affects Tucker Carlson's campaign. A 'significant media controversy' is defined as any event or series of events that leads to substantial negative media coverage, public backlash, or legal challenges that impact Carlson's campaign operations, public perception, or fundraising efforts. This must be confirmed by credible reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If the controversy is minor or does not result in measurable impact on the campaign, the question will resolve as No.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"4b2083c8-ecbf-41b5-b7a2-a5fc5150d3a0","title":"Will Tucker Carlson secure the endorsement of a former President before the primaries?","body":"This question will resolve as Yes if, before March 1, 2024, Tucker Carlson receives a public endorsement from a former President of the United States for his candidacy in the 2024 primaries. The endorsement must be made through a verified public statement, social media post, or official press release from the former President or their representatives. The endorsement must be clear and unequivocal, indicating support for Tucker Carlson's candidacy. Any informal statements or ambiguous comments will not count toward this resolution.","resolution_date":"2024-03-01T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"ed80695d-d75a-4702-85a2-ff36328b44fb","title":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null}},"P":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"Q":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"R":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"}}}
{"P":{"id":"43e3413c-bd47-4417-8f17-f0af951104ae","title":"Will Donald Trump run for President again in 2024?","body":"This question will resolve as Yes if Donald Trump officially announces his candidacy for the 2024 Presidential election by December 31, 2024. An official announcement must be made through a recognized platform, such as a press conference, a campaign launch event, or a verified social media account. Any ambiguous statements about potential candidacy will not count; there must be a clear declaration of intent to run. The question resolves as No if he does not make such an announcement by the specified date, regardless of speculation or unofficial statements.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"resolution":null},"Q_given_P":{"id":"627e8b39-b974-472f-b435-fb46c5ae1a6a","title":"Given Donald Trump runs for President in 2024, will any Trump family member face a major political scandal before the election?","body":"Suppose the following is true: Donald Trump officially announces his candidacy for the 2024 Presidential election by December 31, 2024, through a recognized platform such as a press conference, a campaign launch event, or a verified social media account. Ambiguous statements will not count; there must be a clear declaration of intent to run. \n\nThen, will any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) be publicly involved in a major political scandal before November 5, 2024? \n\nResolution criteria for the scandal: \n1. Must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post).\n2. Must involve allegations of serious misconduct, such as corruption, criminal activity, or significant ethical violations.\n3. Must have a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash.\n4. Events that are purely speculative or based on unverified rumors will not count.\n5. Scandals occurring after the election date will not be considered.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"d9e0f2bf-902d-41e1-8fa6-4f92d83adb64","title":"Given Donald Trump announces candidacy and a Trump family scandal occurs, will a Trump be the Republican nominee in 2024?","body":"Suppose the following is true: Donald Trump officially announces his candidacy for the 2024 Presidential election by December 31, 2024, through a recognized platform, such as a press conference, a campaign launch event, or a verified social media account. Additionally, before November 5, 2024, any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) is publicly involved in a major political scandal that is reported by at least three reputable news sources and involves serious allegations impacting their political career or public perception. Then, will a member of the Trump family, including Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, be the Republican nominee for the US Presidency in 2024? Resolves **Yes** if one of these individuals is the Republican nominee.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"e70bc89c-65e8-4c59-a39f-1a25615b4593","title":"Will both of the following occur: (1) Donald Trump announces his candidacy for President in 2024 and a Trump family member is involved in a major political scandal before the 2024 election, and (2) a Trump family member is the Republican nominee for the US Presidency in 2024?","body":"This question will resolve as Yes only if both of the following occur: (1) Both of the following events happen: (a) Donald Trump officially announces his candidacy for the 2024 Presidential election by December 31, 2024. An official announcement must be made through a recognized platform, such as a press conference, a campaign launch event, or a verified social media account. Any ambiguous statements about potential candidacy will not count; there must be a clear declaration of intent to run. The question resolves as No if he does not make such an announcement by the specified date, regardless of speculation or unofficial statements. (b) Before November 5, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump) is publicly involved in a major political scandal that meets the following criteria: 1. The scandal must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must involve allegations of serious misconduct, including but not limited to corruption, criminal activity, or significant ethical violations. 2. The scandal must have a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash. 3. Events that are purely speculative or based on unverified rumors will not count. If a scandal occurs after the election date, it will not be considered for this resolution. (2) One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"12e6cb27-5c92-47ea-9bd1-cbee96a359b1","title":"Will Donald Trump run for President again in 2024?","body":"This question will resolve as Yes if Donald Trump officially announces his candidacy for the 2024 Presidential election by December 31, 2024. An official announcement must be made through a recognized platform, such as a press conference, a campaign launch event, or a verified social media account. Any ambiguous statements about potential candidacy will not count; there must be a clear declaration of intent to run. The question resolves as No if he does not make such an announcement by the specified date, regardless of speculation or unofficial statements.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"Q":{"id":"6852163b-bc5d-49f0-b45d-a760422f357f","title":"Will any member of the Trump family be involved in a major political scandal before the 2024 election?","body":"This question will resolve as Yes if, before November 5, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump) is publicly involved in a major political scandal that meets the following criteria: 1. The scandal must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must involve allegations of serious misconduct, including but not limited to corruption, criminal activity, or significant ethical violations. 2. The scandal must have a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash. 3. Events that are purely speculative or based on unverified rumors will not count. If a scandal occurs after the election date, it will not be considered for this resolution.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"R":{"id":"35151411-762e-4cae-a96e-b643b9ba1227","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-07-15T22:20:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null}},"P":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"Q":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"R":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"}}}
{"P":{"id":"b6051e77-20cd-4a91-b14a-c92396af24a2","title":"Will the Republican nominee for President in 2024 win the general election?","body":"This question will resolve as Yes if the Republican nominee for President, as determined by the Republican National Convention and confirmed by major news organizations, wins the general election held on November 5, 2024. The outcome must be certified by the relevant election authorities and reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). If the nominee is declared the winner by the Electoral College but later disqualified or if the election results are contested and not resolved by December 31, 2024, this question will resolve as No.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"resolution":null},"Q_given_P":{"id":"96e64590-0ae0-46e4-b6ec-e2dd9d0bb309","title":"Given the Republican nominee wins the general election, will a Trump family member be the Republican nominee for US Presidency in 2024?","body":"Suppose the following is true: The Republican nominee for President in 2024 wins the general election. This question resolves as Yes if the Republican nominee for President, as determined by the Republican National Convention and confirmed by major news organizations, wins the general election held on November 5, 2024. The outcome must be certified by the relevant election authorities and reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). If the nominee is declared the winner by the Electoral College but later disqualified or if the election results are contested and not resolved by December 31, 2024, this question will resolve as No.\n\nThen is it true that a member of the Trump family was the Republican nominee for the US Presidency in 2024? This resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"74e35be2-b14e-478d-82f5-4b556e1f3d40","title":"Given a Trump family member wins the 2024 election as the Republican nominee, will any Trump be involved in a major political scandal before then?","body":"Suppose the following is true: A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for President in 2024 and wins the general election held on November 5, 2024. This win must be certified by the relevant election authorities and reported by at least three reputable news sources such as BBC, The Guardian, New York Times, or Washington Post.\n\nThen, will any member of the Trump family be involved in a major political scandal before November 5, 2024? A major political scandal is defined as one that is reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and involves allegations of serious misconduct, such as corruption, criminal activity, or significant ethical violations, with substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash. Events that are purely speculative or based on unverified rumors will not count. If a scandal occurs after the election date, it will not be considered for this resolution.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"c32b91d9-f437-46c9-bdf9-009d98c7fc40","title":"Will both of the following occur: (1) The Republican nominee for President in 2024 will win the general election and be a member of the Trump family, and (2) Any member of the Trump family will be involved in a major political scandal before the 2024 election?","body":"This question will resolve as Yes if both of the following conditions are met:\n\n1. The Republican nominee for President in 2024 is a member of the Trump family, which includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. This nominee must win the general election held on November 5, 2024, as confirmed by major news organizations and certified by the relevant election authorities. If the nominee is declared the winner by the Electoral College but later disqualified or if the election results are contested and not resolved by December 31, 2024, this condition will not be met.\n\n2. Before November 5, 2024, any member of the Trump family, defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump, is publicly involved in a major political scandal. The scandal must be reported by at least three reputable news sources and involve serious misconduct, such as corruption or criminal activity, with a substantial impact on their political career or public perception. Purely speculative events or unverified rumors do not count, and scandals occurring after the election date are not considered.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"2c20d455-8dca-4b96-91ab-44875a9847cd","title":"Will the Republican nominee for President in 2024 win the general election?","body":"This question will resolve as Yes if the Republican nominee for President, as determined by the Republican National Convention and confirmed by major news organizations, wins the general election held on November 5, 2024. The outcome must be certified by the relevant election authorities and reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). If the nominee is declared the winner by the Electoral College but later disqualified or if the election results are contested and not resolved by December 31, 2024, this question will resolve as No.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null},"Q":{"id":"35151411-762e-4cae-a96e-b643b9ba1227","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump","resolution_date":"2024-07-15T22:20:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"6852163b-bc5d-49f0-b45d-a760422f357f","title":"Will any member of the Trump family be involved in a major political scandal before the 2024 election?","body":"This question will resolve as Yes if, before November 5, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., and Tiffany Trump) is publicly involved in a major political scandal that meets the following criteria: 1. The scandal must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must involve allegations of serious misconduct, including but not limited to corruption, criminal activity, or significant ethical violations. 2. The scandal must have a substantial impact on their political career or public perception, such as leading to investigations, legal charges, or significant public backlash. 3. Events that are purely speculative or based on unverified rumors will not count. If a scandal occurs after the election date, it will not be considered for this resolution.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?"},"resolution":null}},"P":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"Q":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"},"R":{"source_question":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","source_id":"35151411-762e-4cae-a96e-b643b9ba1227"}}}
{"P":{"id":"3316e086-c934-4d11-854f-f0238488c376","title":"Will a major Republican candidate drop out of the race before the primaries in 2024?","body":"This question will resolve as Yes if, before January 1, 2024, any major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out.","resolution_date":"2024-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"resolution":null},"Q_given_P":{"id":"035c7799-509d-44e9-a271-3a2969c155e8","title":"Conditional on a major Republican candidate dropping out before the 2024 primaries, will Tucker Carlson run for President in 2024?","body":"This question examines the impact on Tucker Carlson's potential candidacy if a major Republican candidate drops out before the 2024 primaries.\n\n**Condition**: A major Republican candidate must drop out of the race before January 1, 2024. This is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations leading up to the primaries. The dropout must be announced through a public statement or press release and reported by at least two major news organizations. Suspending a campaign without a formal withdrawal also counts.\n\n**Outcome**: Resolves YES if Tucker Carlson officially declares his candidacy for President by December 31, 2024, through a credible source such as a press conference, official campaign website, or major news outlet. If he announces but subsequently withdraws before the election, it resolves NO. Statements about potential candidacy without an official declaration do not count.\n\nSuppose the condition is true: A major Republican candidate drops out. Then, is the outcome true: Will Tucker Carlson run for President?","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"065b006f-c13f-4a50-a5d0-848cbf2391a6","title":"Given a major Republican candidate drops out before the 2024 primaries and Tucker Carlson runs for President, will he be the Republican nominee?","body":"Suppose the following is true: (a) Before January 1, 2024, a major Republican candidate drops out of the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out. (b) By December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count.\n\nThen, will Tucker Carlson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"3c02508a-6c23-4a2a-b65c-f6f2dcaddf45","title":"Will both of the following occur: (a) A major Republican candidate drop out before the 2024 primaries (b) Tucker Carlson run for and be nominated as the Republican candidate for President in 2024?","body":"This question will resolve as Yes if all of the following conditions are met: (a) Before January 1, 2024, any major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out. (b) By December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count. (c) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"80d64529-e186-45eb-8dad-f8044f0fc129","title":"Will a major Republican candidate drop out of the race before the primaries in 2024?","body":"This question will resolve as Yes if, before January 1, 2024, any major Republican candidate officially announces their withdrawal from the race for the Republican nomination for President of the United States. A 'major Republican candidate' is defined as any candidate who has consistently polled at 5% or higher in national polls conducted by reputable organizations (e.g., Gallup, Quinnipiac, Ipsos) leading up to the primaries. The announcement must be made through a public statement or press release and reported by at least two major news organizations (e.g., CNN, BBC, The New York Times, The Washington Post). If a candidate suspends their campaign without a formal withdrawal announcement, this will also count as a drop out.","resolution_date":"2024-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"1aa33ff4-2ece-43ae-b4bc-da31b906a826","title":"Will Tucker Carlson run for President in 2024?","body":"This question will resolve as Yes if, by December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"ed80695d-d75a-4702-85a2-ff36328b44fb","title":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null}},"P":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"Q":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"R":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"}}}
{"P":{"id":"b5862c4a-f562-46f7-843c-169c06d06e6b","title":"Will Tucker Carlson run for President in 2024?","body":"This question will resolve as Yes if, by December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"resolution":null},"Q_given_P":{"id":"e7ce1156-88b3-42ba-bfe2-b8bc65e8d561","title":"Conditional on Tucker Carlson running for President in 2024, will his campaign raise over $10 million by the end of 2023?","body":"This question explores the scenario where Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The official declaration must occur by December 31, 2024, and be made through a credible source such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the condition is not met.\n\nGiven that Tucker Carlson runs for President, the question asks whether his campaign will raise over $10 million by the end of 2023. The campaign must officially report raising this amount in total contributions by December 31, 2023. This total must be confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.\n\nIf the condition of Tucker Carlson running is not met, the question resolves as N/A.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"63f17306-5c41-461c-af96-549d2daa00b9","title":"Given Tucker Carlson runs for President in 2024 and raises over $10 million by the end of 2023, will he be the Republican nominee for the 2024 US Presidential Election?","body":"Suppose the following is true: Tucker Carlson runs for President in 2024 and raises over $10 million by the end of 2023. This means: (a) By December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election, with the declaration made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, this part will resolve as No. Any statements made about potential candidacy without an official declaration will not count. (b) By December 31, 2023, Tucker Carlson's campaign has officially reported raising over $10 million in total contributions, confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations. Both conditions must be satisfied for the question to resolve as Yes.\n\nThen, will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election? This resolves as Yes if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. It is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"c82a7e62-8c9f-4f26-a07d-b1994210a023","title":"Will all of the following occur: (1) Tucker Carlson runs for President in 2024, raises over $10 million by the end of 2023, and (2) is the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as Yes if all of the following occur: (1) By December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election, with the declaration made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, this part will resolve as No. Any statements made about potential candidacy without an official declaration will not count. By December 31, 2023, Tucker Carlson's campaign has officially reported raising over $10 million in total contributions, confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations. (2) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1aa33ff4-2ece-43ae-b4bc-da31b906a826","title":"Will Tucker Carlson run for President in 2024?","body":"This question will resolve as Yes if, by December 31, 2024, Tucker Carlson has officially declared his candidacy for the President of the United States for the 2024 election. The declaration must be made publicly through a credible source, such as a press conference, official campaign website, or a major news outlet. If he announces his candidacy but subsequently withdraws it before the election, the question will resolve as No. Any statements made about potential candidacy without an official declaration will not count.","resolution_date":"2024-12-31T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"27b9856a-781f-43ea-ab97-a61c21bf9a41","title":"Will Tucker Carlson's campaign raise over $10 million by the end of 2023?","body":"This question will resolve as Yes if, by December 31, 2023, Tucker Carlson's campaign has officially reported raising over $10 million in total contributions. The total must be confirmed through a public disclosure report filed with the Federal Election Commission (FEC) or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) reporting the total amount raised. The campaign must be actively fundraising and not in a state of suspension or closure. Contributions must be legal and from identifiable sources, excluding any funds raised through illegal means or from anonymous donations.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"ed80695d-d75a-4702-85a2-ff36328b44fb","title":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null}},"P":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"Q":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"},"R":{"source_question":"Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?","source_id":"ed80695d-d75a-4702-85a2-ff36328b44fb"}}}
{"P":{"id":"32617674-7723-4a74-8e1d-8e89bfe5cd8b","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"resolution":null},"Q_given_P":{"id":"fc4af760-f0fb-4e82-8fea-b20fccd7903c","title":"Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will another prominent Republican candidate challenge him for the nomination by 2024?","body":"This question explores the scenario where Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Given this condition, we want to know if, by December 31, 2024, another prominent Republican candidate will officially announce their candidacy for the Republican nomination for President of the United States, challenging Trump.\n\nResolution Criteria:\n- **Condition:** Donald Trump is selected as the Republican nominee by the delegates of the Republican National Convention.\n- **Outcome:** Resolves Yes if another prominent Republican candidate, recognized by major political analysts and news organizations as a significant contender against Trump, officially announces their candidacy. A 'prominent candidate' is defined as someone who has held a notable political office or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources. Resolves No if no such candidate challenges Trump.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"1d527e83-ceed-4ac4-b690-4cf4772208a3","title":"Given Trump is the Republican nominee and challenged by another prominent Republican, will he secure more than 50% of the Republican primary votes?","body":"Suppose the following is true: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (2) By December 31, 2024, another prominent Republican candidate officially announces their candidacy for the Republican nomination, recognized by major political analysts and news organizations as a significant contender against Trump.\n\nThen, will Donald Trump secure more than 50% of the Republican primary votes in 2024?\n\nResolution Criteria: \n- For the condition: (1) Trump must be the Republican nominee selected by the convention, and (2) a prominent Republican must challenge him, with the challenge covered by at least three reputable news sources.\n- For the outcome: Trump must secure more than 50% of the total votes cast in the Republican primary elections across all states by December 31, 2024, as determined by official state election results. If the primary is contested or Trump is not a candidate, resolves as No.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"9d4b1476-0e8b-470f-ac0f-e344d029eb54","title":"Will all of the following occur: (a) Donald Trump is the Republican nominee for the 2024 US Presidential Election, (b) Another prominent Republican candidate challenges him for the nomination by 2024, and (c) Donald Trump secures more than 50% of the Republican primary votes in 2024?","body":"This question will resolve as **Yes** if all of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, as determined by the delegates of the Republican National Convention and not by who receives the Republican nomination on the day of the 2024 US election. (2) By December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and this candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). (3) By December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states, as determined by official state election results certified by the respective state authorities. In the event of a contested primary or if Trump is not a candidate in the primaries, the question will resolve as No. The votes must be from the Republican primary elections only, and any votes from other parties or general elections do not count. If any of these conditions are not met, this question will resolve as **No**.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"Q":{"id":"0e3572cc-99b6-43ac-af10-f6643a684931","title":"Will another prominent Republican candidate challenge Donald Trump for the nomination by 2024?","body":"This question will resolve as Yes if, by December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and this candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. If no such candidate challenges Trump, the question will resolve as No.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"f37e2d58-bbbb-4068-9b51-991e6d63854f","title":"Will Donald Trump secure more than 50% of the Republican primary votes in 2024?","body":"This question will resolve as Yes if, by December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes will be determined by official state election results certified by the respective state authorities. In the event of a contested primary or if Trump is not a candidate in the primaries, the question will resolve as No. The votes must be from the Republican primary elections only, and any votes from other parties or general elections do not count.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"Q":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"R":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}}}
{"P":{"id":"13be9d74-7a59-4880-ac78-8c2e54dcc08e","title":"Will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"resolution":null},"Q_given_P":{"id":"900493b8-66ef-49e7-99f6-2d78966c950f","title":"If Republican support for Trump increases to at least 60% by November 2024, will he be the Republican nominee?","body":"This question examines the relationship between Republican support and Trump's nomination.\n\n**Condition:**\n- By November 5, 2024, at least 60% of registered Republican voters show support for Donald Trump as their preferred candidate for the Republican nomination, according to reputable polls (e.g., Gallup, Pew Research, Ipsos).\n- Support is determined by standardized measurements and endorsements from major Republican figures or organizations.\n- If data conflicts, the average of the last three reputable polls before the election will be used.\n\n**Outcome:**\n- Resolves **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n- Resolves **No** if any other candidate is selected.\n- The decision is based solely on the selection by the delegates of the Republican National Convention, irrespective of who receives the nomination on the election day.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"45f80923-9469-4423-82c5-4a5b141bdfe1","title":"Given Trump has over 60% Republican support and is the nominee, will he win the 2024 US Presidential Election?","body":"Suppose the following is true: (1) By November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the selection of the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. If both conditions are met, the question resolves as Yes; otherwise, it resolves as No. \n\nThen, will Donald Trump win the 2024 US Presidential Election? This question will resolve as Yes if Donald Trump wins the 2024 US Presidential Election, which is defined as receiving the majority of Electoral College votes (at least 270) on November 5, 2024. The outcome must be confirmed by official results from the Federal Election Commission or equivalent authoritative source. If Trump is the Republican nominee but does not run in the election, or if he is disqualified or unable to participate for any reason, the question will resolve as No. Any allegations of fraud or irregularities that do not alter the outcome as determined by official sources will not affect the resolution.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"003bd30c-4a70-4160-9a2a-3bba661404c5","title":"Will all of the following occur: (a) At least 60% of registered Republican voters support Donald Trump as their preferred candidate for the 2024 presidential nomination, (b) Donald Trump is selected as the Republican nominee for the 2024 US Presidential Election, and (c) Donald Trump wins the 2024 US Presidential Election?","body":"This question will resolve as Yes if all of the following conditions are met: (1) By November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the selection of the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. (3) Donald Trump wins the 2024 US Presidential Election, which is defined as receiving the majority of Electoral College votes (at least 270) on November 5, 2024. The outcome must be confirmed by official results from the Federal Election Commission or equivalent authoritative source. If Trump is the Republican nominee but does not run in the election, or if he is disqualified or unable to participate for any reason, the question will resolve as No. Any allegations of fraud or irregularities that do not alter the outcome as determined by official sources will not affect the resolution. If all three conditions are met, the question resolves as Yes; otherwise, it resolves as No.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"bb29154d-dff2-4cba-b8d0-395117b8ad24","title":"Will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"6c3b124c-0c3f-483f-8846-3dbe07d0effe","title":"Will Donald Trump win the 2024 US Presidential Election if he is the Republican nominee?","body":"This question will resolve as Yes if Donald Trump wins the 2024 US Presidential Election, which is defined as receiving the majority of Electoral College votes (at least 270) on November 5, 2024. The outcome must be confirmed by official results from the Federal Election Commission or equivalent authoritative source. If Trump is the Republican nominee but does not run in the election, or if he is disqualified or unable to participate for any reason, the question will resolve as No. Any allegations of fraud or irregularities that do not alter the outcome as determined by official sources will not affect the resolution.","resolution_date":"2024-11-05T00:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"Q":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"R":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}}}
{"P":{"id":"feb53a0b-3efc-4797-8a3a-9b499c3dd9ab","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"resolution":null},"Q_given_P":{"id":"573ddaa5-da72-4c5d-b208-dd924090091c","title":"Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will the Republican Party's support for him increase or decrease leading up to the 2024 election?","body":"Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the delegates of the Republican National Convention.\n\nThen, will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election?\n\nResolution criteria: This question will resolve as Yes if, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"f4d8ad57-4ca0-4870-ab94-e4d245d09969","title":"Given Donald Trump is the Republican nominee and has at least 60% support by November 5, 2024, will another prominent Republican challenge him for the nomination by 2024?","body":"Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and by November 5, 2024, polls indicate that at least 60% of registered Republican voters express support for him as their preferred candidate. This support must be measured in a standardized manner, and endorsements indicating a significant increase in support will be considered. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used.\n\nThen, will another prominent Republican candidate challenge Donald Trump for the nomination by December 31, 2024? This resolves as Yes if a prominent Republican candidate officially announces their candidacy for the Republican nomination and is recognized by major political analysts and news organizations as a significant contender against Trump. The announcement must be covered by at least three reputable news sources to be considered valid. If no such candidate challenges Trump, the question will resolve as No.","resolution_date":"2024-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"1ba55fbf-3f3f-49bb-8832-2194b4329682","title":"Will both of the following occur: (1) Donald Trump be the Republican nominee for the 2024 US Presidential Election with at least 60% support from registered Republican voters by November 5, 2024, and (2) another prominent Republican candidate challenge him for the nomination by 2024?","body":"This question will resolve as **Yes** if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for him as their preferred candidate for the Republican nomination. Support must be measured in a standardized manner, and endorsements from major Republican figures or organizations indicating a significant increase in support will be considered. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome. (2) By December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and this candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. The question will resolve as **No** if either condition is not met.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"Q":{"id":"bb29154d-dff2-4cba-b8d0-395117b8ad24","title":"Will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"R":{"id":"0e3572cc-99b6-43ac-af10-f6643a684931","title":"Will another prominent Republican candidate challenge Donald Trump for the nomination by 2024?","body":"This question will resolve as Yes if, by December 31, 2024, a prominent Republican candidate officially announces their candidacy for the Republican nomination for President of the United States, and this candidate is recognized by major political analysts and news organizations as a significant contender against Donald Trump. A 'prominent candidate' is defined as someone who has held a notable political office (e.g., Governor, Senator, or similar) or has a significant public profile within the Republican Party. The announcement must be covered by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. If no such candidate challenges Trump, the question will resolve as No.","resolution_date":"2024-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"Q":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"R":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}}}
{"P":{"id":"c3998c32-6061-4214-95c2-425763800ae6","title":"Will Donald Trump announce his candidacy for the 2024 election before the end of 2023?","body":"This question will resolve as Yes if, before January 1, 2024, Donald Trump publicly announces his candidacy for the 2024 presidential election through a formal event, press conference, or a verified social media post. The announcement must be reported by at least two reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Any informal statements or speculation will not count towards this resolution.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"resolution":null},"Q_given_P":{"id":"ed5a9e92-d5f8-4a36-ab45-8a047872c2da","title":"Given Donald Trump announces his candidacy for the 2024 election before the end of 2023, will he be the Republican nominee?","body":"Suppose the following is true: Before January 1, 2024, Donald Trump publicly announces his candidacy for the 2024 presidential election through a formal event, press conference, or a verified social media post. The announcement must be reported by at least two reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Any informal statements or speculation will not count towards this resolution.\n\nGiven this, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee. All other candidates will resolve as **No**. This question may consider new candidates added in the future. Note that it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-08-01T04:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"baf6227f-06ac-4461-bba4-623631dffc8d","title":"If Donald Trump announces his candidacy for the 2024 election before the end of 2023 and becomes the Republican nominee, will he face legal challenges affecting his candidacy?","body":"Suppose the following is true: Donald Trump announces his candidacy for the 2024 election before January 1, 2024, through a formal event, press conference, or a verified social media post, and this is reported by at least two reputable news organizations. Additionally, he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nThen, will Donald Trump face legal challenges by November 5, 2024, that affect his ability to run for President in the 2024 election? This includes:\n1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n2. A court ruling that prohibits him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"b6701423-23f0-40b4-80e7-9a45270e6880","title":"Will both of the following occur: (1) Donald Trump will announce his candidacy for the 2024 election before the end of 2023 and be the Republican nominee for the 2024 US Presidential Election, and (2) Donald Trump will face legal challenges that affect his candidacy for the 2024 election?","body":"This question will resolve as Yes if both of the following occur:\n\n(1) Before January 1, 2024, Donald Trump publicly announces his candidacy for the 2024 presidential election through a formal event, press conference, or a verified social media post, with the announcement being reported by at least two reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Informal statements or speculation do not count. Additionally, Donald Trump must be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, not who receives the nomination on the day of the 2024 US election.\n\n(2) By November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes that affect his ability to run for President in the 2024 election:\n   - A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n   - A court ruling that prohibits him from appearing on the ballot in any state.\n   - A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"96987bb7-54e8-4ffc-bc21-00563d978dfe","title":"Will Donald Trump announce his candidacy for the 2024 election before the end of 2023?","body":"This question will resolve as Yes if, before January 1, 2024, Donald Trump publicly announces his candidacy for the 2024 presidential election through a formal event, press conference, or a verified social media post. The announcement must be reported by at least two reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Any informal statements or speculation will not count towards this resolution.","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"59e82353-5d98-43ad-ba89-df0dd88b3781","title":"Will Donald Trump face legal challenges that affect his candidacy for the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes that affect his ability to run for President in the 2024 election:\n1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n2. A court ruling that prohibits him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"Q":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"R":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}}}
{"P":{"id":"4bba9472-32a4-47ae-997a-95ead8bba2ae","title":"Will Donald Trump face legal challenges that affect his candidacy for the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes that affect his ability to run for President in the 2024 election:\n1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n2. A court ruling that prohibits him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"resolution":null},"Q_given_P":{"id":"cd22ef2e-b690-49ca-ae50-b7d49941cf0a","title":"Given Donald Trump faces legal challenges affecting his candidacy, will he be the Republican nominee for the 2024 US Presidential Election?","body":"Suppose the following is true: By November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes affecting his ability to run for President in the 2024 election:\n1. A felony conviction disqualifying him under the 14th Amendment, Section 3.\n2. A court ruling prohibiting him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) leading to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nThese legal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this condition.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as **Yes** if he is selected as the nominee. All other candidates will resolve as **No**. This question considers any new candidates added in the future and is solely determined by who is selected by the delegates of the Republican National Convention.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"R_given_P_and_Q":{"id":"8fc8d55d-d5f0-4a19-ae78-e393bfc789de","title":"Given Trump faces legal challenges affecting his candidacy and is still the Republican nominee, will Republican support for him increase or decrease?","body":"Suppose the following is true: Donald Trump faces legal challenges that result in any of the following outcomes affecting his ability to run for President in the 2024 election:\n   1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n   2. A court ruling that prohibits him from appearing on the ballot in any state.\n   3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n   Legal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).\n   \n   AND\n   \n   Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, determined by the delegates of the Republican National Convention.\n\nThen, will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election? This is determined by whether, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"P_and_Q_and_R":{"id":"41ea06b9-90da-494e-80f3-e4bb6d027a0b","title":"Will both of the following occur: (a) Donald Trump faces legal challenges affecting his candidacy and is still the Republican nominee for the 2024 election, and (b) the Republican Party's support for Donald Trump increases to at least 60% leading up to the 2024 election?","body":"This question will resolve as Yes if BOTH of the following occur:\n\n1. By November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes affecting his ability to run for President in the 2024 election:\n   - A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n   - A court ruling that prohibits him from appearing on the ballot in any state.\n   - A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n   Legal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this component.\n   AND Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election.\n\n2. By November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","created_date":null,"url":null,"metadata":{},"resolution":null},"metadata":{"base_sentences":{"P":{"id":"59e82353-5d98-43ad-ba89-df0dd88b3781","title":"Will Donald Trump face legal challenges that affect his candidacy for the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, Donald Trump faces legal challenges that result in any of the following outcomes that affect his ability to run for President in the 2024 election:\n1. A felony conviction that disqualifies him from running for office under the 14th Amendment, Section 3.\n2. A court ruling that prohibits him from appearing on the ballot in any state.\n3. A significant legal action (such as an indictment) that leads to a substantial media narrative or public perception that he is unable to effectively campaign or serve if elected.\n\nLegal challenges must be confirmed by credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he is found not guilty or the charges are dropped after the resolution date, it will not affect the outcome of this question.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null},"Q":{"id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","body":"This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).","resolution_date":"2024-08-01T04:00:00","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":null},"resolution":null},"R":{"id":"bb29154d-dff2-4cba-b8d0-395117b8ad24","title":"Will the Republican Party's support for Donald Trump increase or decrease leading up to the 2024 election?","body":"This question will resolve as Yes if, by November 5, 2024, polls and surveys conducted by reputable organizations (e.g., Gallup, Pew Research, Ipsos) indicate that at least 60% of registered Republican voters express support for Donald Trump as their preferred candidate for the Republican nomination for the 2024 presidential election. Support must be measured in a standardized manner, and the question will resolve as No if the percentage falls below 60%. The resolution will also consider endorsements from major Republican figures or organizations that indicate a significant increase in support for Trump. In case of conflicting data, the average of the last three reputable polls conducted before the election will be used to determine the outcome.","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic","created_date":null,"url":null,"metadata":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?"},"resolution":null}},"P":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"Q":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"},"R":{"source_question":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?","source_id":"9f1cd8a9-c812-4f8d-963b-e47d2e8384b1"}}}
