{"P":{"id":"3765b6f4-6d90-426b-b8e0-9240e26ac9be","title":"Will New York City experience a hurricane by 2030?","body":"Resolution Criteria\nThis question will resolve positive if before 2030, credible media reports indicate that there have been sustained hurricane-force winds of at least 33 meters per second for one minute at 10m above the surface of some point within the city limits of New York City","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"83d6bd4d-ccd3-45bd-8061-d2b61bff3ed4","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d6abbedc-7fa5-4d28-b2bc-90028caef67f","title":"Will both of the following occur: (a) New York City experience a hurricane by 2030 and (b) China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Before 2030, credible media reports indicate that there have been sustained hurricane-force winds of at least 33 meters per second for one minute at 10m above the surface of some point within the city limits of New York City.\n(b) China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a5a2199d-6534-4ea8-aef6-28b899ac6e89","title":"Will either of the following occur by 2030: (a) New York City experiences a hurricane (b) China reduces their carbon emissions per GDP by 60%?","body":"Resolution Criteria\n(a) This question will resolve positive if before 2030, credible media reports indicate that there have been sustained hurricane-force winds of at least 33 meters per second for one minute at 10m above the surface of some point within the city limits of New York City.\n(b) This question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"80e850a9-1e1f-4aed-869c-c64258d0ae3e","title":"Will New York City experience a hurricane by 2030?","body":"Resolution Criteria\nThis question will resolve positive if before 2030, credible media reports indicate that there have been sustained hurricane-force winds of at least 33 meters per second for one minute at 10m above the surface of some point within the city limits of New York City","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7790","metadata":{"topics":[],"background_info":"New York and New Jersey are vulnerable to hurricanes. New York City was affected by The 1938 New England Hurricane, and more recently by Hurricane Sandy, among others."},"resolution":null},"Q":{"id":"9254663c-7748-42e9-9472-4ed0dd2cc9e4","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null}},"relevance":{"reasons":["Climate change is a global phenomenon, and actions taken by major emitters like China can have worldwide effects. If China significantly reduces its carbon emissions, it could contribute to a reduction in the frequency and intensity of extreme weather events, including hurricanes.","Both questions are related to climate and environmental policy, making them relevant to those interested in global climate change and its impacts."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in the broader impacts of climate change and international climate policy.","score":6.0}}}
{"P":{"id":"4de307ff-63db-435b-8699-dd7173eed130","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"0be0441b-9a28-4144-9870-1ee574512121","title":"Bitcoin Extremes: Will 1 bitcoin be worth $100,000 or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"2e7028f1-d581-4858-98eb-eb3d725d7886","title":"Will both of the following occur: (a) China lands the next person on the Moon (b) 1 bitcoin is worth $100,000 or more before 2025?","body":"Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(a) The next person to successfully land on the Moon before the resolve date is a Chinese citizen. This will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n(b) One bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"06e2eea4-0934-4abe-b0b0-e25eb7a7cea6","title":"Will either of the following occur: (a) China lands the next person on the Moon (b) 1 bitcoin is worth $100,000 or more before 2025?","body":"Resolution Criteria\n(a) This question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise. This question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n(b) This question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"6f8c8f02-6101-451d-8f4e-e29ab7ac9aa3","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5832","metadata":{"topics":[],"background_info":"Both China and the US have announced plans to land a person on the Moon. Both are tentatively aiming to land someone on the Moon in the year 2024."},"resolution":null},"Q":{"id":"d0f90828-a363-4f83-8c6c-1444252a8393","title":"Bitcoin Extremes: Will 1 bitcoin be worth $100,000 or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3820","metadata":{"topics":[],"background_info":"Bitcoin is a cryptocurrency. It is a decentralized digital currency without a central bank or single administrator that can be sent from user to user on the peer-to-peer bitcoin network without the need for intermediaries.\nThe price of bitcoins has gone through cycles of appreciation and depreciation referred to by some as bubbles and busts. In 2011, the value of one bitcoin rapidly rose from about $0.30 to $32 before returning to $2. In the latter half of 2012 and during the 2012–13 Cypriot financial crisis, the bitcoin price began to rise again, reaching a high of $266 on 10 April 2013, before crashing to around $50. On 29 November 2013, the cost of one bitcoin rose to a peak of $1,242. In 2014, the price fell sharply, and as of April remained depressed at little more than half 2013 prices. As of August 2014 it was under $600.\nBitcoin prices reached their apogee in December 2017, at just shy of $20,000 per coin. Since then, prices have fallen roughly in half, and as of March 10, 2020 one bitcoin is valued at approximately $7,900.\nWill 1 bitcoin be worth $100,000 or more before 2025?\n"},"resolution":null}},"relevance":{"reasons":["Geopolitical events, such as China landing a person on the Moon, could influence global markets and investor sentiment, potentially impacting Bitcoin's value.","Technological advancements and national achievements in space exploration might boost national pride and economic confidence, which could have indirect effects on financial markets, including cryptocurrencies.","China's increased focus on technological and scientific achievements might signal broader economic strategies that could influence global economic trends, including the valuation of digital assets like Bitcoin."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as geopolitical and technological events can have indirect effects on financial markets.","score":6.0}}}
{"P":{"id":"26c8e480-4711-4acb-8664-da59e4441724","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"5369761c-e2fd-4172-a133-8ecf1c2a94cb","title":"Will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"fa34d7c2-59a4-4048-bd91-6fbc621ff215","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030 and will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question resolves positively if both of the following occur:\n(a) A credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan, or if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year. If a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\n(b) Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. If before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"520b0fc4-240e-441c-96cf-7325998333e7","title":"Will either of the following occur: (a) the United States withdraw from any of its current mutual defence treaties by 2030 (b) Turkey not be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\n(a) This question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan. This question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year. If a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew. Resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.\n(b) This question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. If before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"410ddbf4-a77e-470c-900c-57c91fcb4f90","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7599","metadata":{"topics":[],"background_info":"Peter Zeihan in “The Accidental Superpower” predicts that the USA will withdraw from acting as the world police, this can be interpreted as the USA withdrawing from one or more of its current mutual defence treaties.\nCurrently the USA is party to 6 mutual defence treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan."},"resolution":null},"Q":{"id":"87539726-0820-46e5-ad88-a210967a1a5f","title":"Will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3238","metadata":{"topics":[],"background_info":"The North Atlantic Treaty Organization is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party.\nIn 1952, Turkey joined NATO.\nIn recent years, Turkey's leader Recep Tayyip Erdoğan has been widely criticised as an authoritarian. Further, Turkey's military incursions into Syria have caused some to ask if Turkey will continue to be a NATO member, or if it could be suspended or expelled.\nHowever, no existing provision in the North Atlantic Treaty provides for the suspension or expulsion of a NATO member.\n"},"resolution":null}},"relevance":{"reasons":["The United States withdrawing from mutual defense treaties could signal a shift in its foreign policy and commitment to international alliances, which might influence Turkey's position within NATO.","If the US withdraws from key defense treaties, it could lead to a reevaluation of NATO's structure and member commitments, potentially affecting Turkey's membership status.","Both questions are related to international defense alliances and geopolitical stability, making their combination relevant for understanding broader trends in global security."],"conclusion":"The logical combination of these questions is relevant and could provide insights into the future of international defense alliances and geopolitical stability.","score":8.0}}}
{"P":{"id":"396f0910-bd51-4c96-b820-0cad43d09791","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"dc333bf8-35da-4932-9c5a-5d94da1565be","title":"Will Ray Kurzweil be proven right?","body":"Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"ba1ff162-9a61-451e-aee8-c78c643cc962","title":"Will both of the following occur: (a) One government govern 80% of Earth's population and economy by 2100 and (b) Ray Kurzweil be proven right?","body":"Resolution Criteria\n(a) This question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n(b) Ray Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"43263534-8743-46e8-b496-f0af4473d079","title":"Will either of the following occur: (a) One government govern 80% of Earth's population and economy by 2100? (b) Ray Kurzweil be proven right?","body":"Resolution Criteria\n(a) This question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n(b) Ray Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"478335d8-3324-46ee-9da0-0cdd5f9c4975","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7329","metadata":{"topics":[],"background_info":"China is currently the most populous county in the world, with 17.9% of the global population. Historically, only various Chinese empires and the Mongol and Roman Empires have exceeded 30% of the global population. This question asks if by 2100, there will be a centralised government ruling over 80% of the world's population, and accounting for over 80% of global GDP."},"resolution":null},"Q":{"id":"3d83a277-61ea-4c6c-bf7c-b745b837f4b6","title":"Will Ray Kurzweil be proven right?","body":"Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1321","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Both questions involve long-term predictions about the future of humanity and technological progress.","Kurzweil's predictions often involve significant advancements in technology and societal changes, which could potentially lead to a more unified global governance structure.","A single government ruling over 80% of Earth's population and economy could be seen as a result of technological advancements and global integration, themes central to Kurzweil's predictions."],"conclusion":"The logical combination of these questions is somewhat relevant as they both pertain to significant, transformative changes in human society and technology.","score":7.0}}}
{"P":{"id":"768f158f-a59c-42fc-83ae-187cdb45b8ba","title":"Will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7eaf81e8-aafa-4ca2-b199-b5eedbab7104","title":"Will there be a European Army before 2032?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries.\nLower level army units (eg platoons, companies, battalions, regiments) need not be mixed. (For example, often countries have armies formed from regional regiments and are still considered national armies). However, senior levels need to be staffed by officers from a range of countries.\nThe army needs to be planned to be an \"Army\". ie a joint battalion (eg the one formed between the Dutch and Germans) would not count. For this question, this means that at least 30,000 soldiers need to be planned to be in such an army.\nThe army needs to report to a supranational organization. It need not be the an EU body or any existing organization. It does need to be specifically European. eg A G7 army would not count\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"a88a3f3a-6655-4be1-85ad-c8d9b323aa50","title":"Will both AI progress surprise us by predictions of AGI jumping sharply and there be a European Army before 2032?","body":"Resolution Criteria\nThis question resolves as YES if both of the following occur:\n(a) The likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts) is observed. This is determined if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Some examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc. (Edited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds).\n(b) Before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries. Lower level army units (eg platoons, companies, battalions, regiments) need not be mixed. However, senior levels need to be staffed by officers from a range of countries. The army needs to be planned to be an \"Army\". ie a joint battalion (eg the one formed between the Dutch and Germans) would not count. For this question, this means that at least 30,000 soldiers need to be planned to be in such an army. The army needs to report to a supranational organization. It need not be the an EU body or any existing organization. It does need to be specifically European. eg A G7 army would not count.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"1375107f-8eec-4837-9251-6f1cc9cfac66","title":"Will either of the following occur: (a) AI progress surprise us by predictions of AGI jumping sharply? (b) There be a European Army before 2032?","body":"Resolution Criteria\n(a) AI progress surprise us by predictions of AGI jumping sharply?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n\n(b) There be a European Army before 2032?\nThis question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries.\nLower level army units (eg platoons, companies, battalions, regiments) need not be mixed. (For example, often countries have armies formed from regional regiments and are still considered national armies). However, senior levels need to be staffed by officers from a range of countries.\nThe army needs to be planned to be an \"Army\". ie a joint battalion (eg the one formed between the Dutch and Germans) would not count. For this question, this means that at least 30,000 soldiers need to be planned to be in such an army.\nThe army needs to report to a supranational organization. It need not be the an EU body or any existing organization. It does need to be specifically European. eg A G7 army would not count.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"57560e6b-6e44-4d41-9508-7b27df3832b0","title":"Will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1394","metadata":{"topics":[],"background_info":"Discontinuity in progress occurs when a particular technological advance pushes some progress metric substantially above what would be expected based on extrapolating past progress. If AI progress is unusually lumpy, i.e., arriving in unusually fewer larger packages rather than in the usual many smaller packages, then future progress might arrive faster than we would expect by simply looking at past progress. Moreover, if one AI team finds a big lump, it might jump way ahead of the other teams. According to AI Impacts, discontinuity on the path to AGI, lends itself to:\nA party gaining decisive strategic advantage\nA single important ‘deployment’ event\nOther very sudden and surprising events\n\nA previous question did a good job operationalising Human-machine intelligence parity. It proposes a generalised intelligence test that compares machine systems to human experts in each of physics, mathematics and computer science. Using this, we can define a surprising discontinuity in AI progress as a tripling of the odds (given by p/(1-p)) in both the Metaculus prediction and community prediction within a 2-month period.\n"},"resolution":null},"Q":{"id":"fd482272-c92d-4728-a197-fe17db164e11","title":"Will there be a European Army before 2032?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries.\nLower level army units (eg platoons, companies, battalions, regiments) need not be mixed. (For example, often countries have armies formed from regional regiments and are still considered national armies). However, senior levels need to be staffed by officers from a range of countries.\nThe army needs to be planned to be an \"Army\". ie a joint battalion (eg the one formed between the Dutch and Germans) would not count. For this question, this means that at least 30,000 soldiers need to be planned to be in such an army.\nThe army needs to report to a supranational organization. It need not be the an EU body or any existing organization. It does need to be specifically European. eg A G7 army would not count\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7975","metadata":{"topics":[],"background_info":"Wikipedia describes the European Army as follows:\nThe European army or EU army are terms for a hypothetical army of the European Union which would supersede the Common Security and Defence Policy and would go beyond the proposed European Defence Union. Currently, there is no such army, and defence is a matter for the member states.\nThe idea of such an army is brought up periodically, although so far there are no plans in the works to create it."},"resolution":null}},"relevance":{"reasons":["AI progress, especially in the realm of AGI, could have significant geopolitical implications. If AGI development accelerates rapidly, it might prompt countries to reconsider their defense strategies, including the formation of new military alliances or structures like a European Army.","The development of AGI could lead to shifts in global power dynamics, which might influence European countries to collaborate more closely on defense to maintain their strategic autonomy and security.","Technological advancements in AI could also lead to new forms of warfare and defense strategies, making the establishment of a European Army more relevant and urgent."],"conclusion":"The logical combination of these questions is somewhat reasonable, as rapid AI progress could influence geopolitical and defense strategies, potentially leading to the formation of a European Army.","score":6.0}}}
{"P":{"id":"eac42868-bdb9-4620-a40b-b98ce71190b5","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"915c6995-47ec-44a8-8a12-59e66347847a","title":"By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?","body":"Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"9d6a65c0-b995-4fe0-ab2e-39ee813bbc62","title":"Will both of the following occur: (a) a city on Earth will have a population of over 100 million by 2100 and (b) at least 25% of #1 NYT Best Selling Fiction will be primarily written by AI by 2050?","body":"Resolution Criteria:\n\n(a) Will there be a city on Earth with a population of over 100 million by 2100?\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\n(b) By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"cdcc2945-90bb-40eb-a6be-a543fcf12965","title":"Will either of the following occur: (a) a city on Earth have a population of over 100 million by 2100, or (b) at least 25% of #1 NYT Best Selling Fiction be primarily written by AI by 2050?","body":"Resolution Criteria:\n\n(a) Will there be a city on Earth with a population of over 100 million by 2100?\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\n(b) By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"e3952525-137b-482b-9f79-76be5772d71a","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1052","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"f095c54b-16cb-4073-94ba-7a2b86866270","title":"By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?","body":"Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8404","metadata":{"topics":[],"background_info":"Artificial intelligence has made significant advances with the recent development of language models such as GPT-3. It is widely expected that artificial intelligence will become significantly more capable in the future, and some believe that artificial intelligence may someday surpass human ability in certain areas, or even in general intelligence.\nNeuroscientist and fiction author Erik Hoel wrote the following about the capabilities of AI in the year 2050 in a blog post published August 25, 2021:\nThe worst hit will be artists like writers, painters, poets, and musicians, who will have to deal with a total saturation of artistic content by AI. By 2050 much of the words you read and content you consume will be generated by an AI [...]\n"},"resolution":null}},"relevance":{"reasons":["Technological advancements in AI could influence urban planning and development, potentially affecting population growth and distribution in cities.","The rise of AI in creative fields might reflect broader societal and technological trends that could also impact urbanization and population dynamics.","Both questions touch on significant future trends that could reshape human society in profound ways, making their combination interesting for those studying future scenarios."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in the broader impacts of technological advancements on society.","score":6.0}}}
{"P":{"id":"72eb1c99-5b6e-4b60-aaba-554385273524","title":"Will retail and restaurant locations in the US decline by over 50% between 2020 and 2050?","body":"Resolution Criteria\nThis question resolves positively if, at any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\nElectronics and appliance stores\nGrocery stores\nHealth and personal care stores\nClothing stores\nShoe stores\nDepartment stores\nLimited-service restaurants\nResolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\nFine Print\nBLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\nNAICS ID description 2020 number of establishments BLS series ID\n4431 Electronics and appliance stores 43643 ENUUS0002054431\n4451 Grocery stores 89545 ENUUS0002054451\n4461 Health and personal care stores 112133 ENUUS0002054461\n4481 Clothing stores 79968 ENUUS0002054481\n4482 Shoe stores 15993 ENUUS0002054482\n4522 Department stores 11567 ENUUS0002054522\n722513 Limited-service restaurants 248416 ENUUS000205722513\nNumbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"57258990-f4ca-4961-82a5-8f3d43d2c7d7","title":"Will US greenhouse gas emissions be halved by 2030?","body":"Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e9d8dbc6-fc66-46c8-9f81-9335e2eb59d5","title":"Will both US retail and restaurant locations decline by over 50% between 2020 and 2050 and US greenhouse gas emissions be halved by 2030?","body":"Resolution Criteria\nThis question resolves positively if both of the following conditions are met:\n1. At any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\n   - Electronics and appliance stores\n   - Grocery stores\n   - Health and personal care stores\n   - Clothing stores\n   - Shoe stores\n   - Department stores\n   - Limited-service restaurants\n   Resolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\n   Fine Print\n   BLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\n   NAICS ID description 2020 number of establishments BLS series ID\n   - 4431 Electronics and appliance stores 43643 ENUUS0002054431\n   - 4451 Grocery stores 89545 ENUUS0002054451\n   - 4461 Health and personal care stores 112133 ENUUS0002054461\n   - 4481 Clothing stores 79968 ENUUS0002054481\n   - 4482 Shoe stores 15993 ENUUS0002054482\n   - 4522 Department stores 11567 ENUUS0002054522\n   - 722513 Limited-service restaurants 248416 ENUUS000205722513\n   Numbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\n2. There is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\n   If the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"9c2fa99c-26d1-449a-8b3a-615e3dd57f39","title":"Will either of the following occur: (a) US retail and restaurant locations decline by over 50% between 2020 and 2050, or (b) US greenhouse gas emissions be halved by 2030?","body":"(a) Will retail and restaurant locations in the US decline by over 50% between 2020 and 2050?\nResolution Criteria\nThis question resolves positively if, at any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\nElectronics and appliance stores\nGrocery stores\nHealth and personal care stores\nClothing stores\nShoe stores\nDepartment stores\nLimited-service restaurants\nResolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\nFine Print\nBLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\nNAICS ID description 2020 number of establishments BLS series ID\n4431 Electronics and appliance stores 43643 ENUUS0002054431\n4451 Grocery stores 89545 ENUUS0002054451\n4461 Health and personal care stores 112133 ENUUS0002054461\n4481 Clothing stores 79968 ENUUS0002054481\n4482 Shoe stores 15993 ENUUS0002054482\n4522 Department stores 11567 ENUUS0002054522\n722513 Limited-service restaurants 248416 ENUUS000205722513\nNumbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\n\n(b) Will US greenhouse gas emissions be halved by 2030?\nResolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"c5c5377c-aba8-4c90-90d8-44f2593229a7","title":"Will retail and restaurant locations in the US decline by over 50% between 2020 and 2050?","body":"Resolution Criteria\nThis question resolves positively if, at any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\nElectronics and appliance stores\nGrocery stores\nHealth and personal care stores\nClothing stores\nShoe stores\nDepartment stores\nLimited-service restaurants\nResolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\nFine Print\nBLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\nNAICS ID description 2020 number of establishments BLS series ID\n4431 Electronics and appliance stores 43643 ENUUS0002054431\n4451 Grocery stores 89545 ENUUS0002054451\n4461 Health and personal care stores 112133 ENUUS0002054461\n4481 Clothing stores 79968 ENUUS0002054481\n4482 Shoe stores 15993 ENUUS0002054482\n4522 Department stores 11567 ENUUS0002054522\n722513 Limited-service restaurants 248416 ENUUS000205722513\nNumbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8407","metadata":{"topics":[],"background_info":"E-commerce has grown in popularity and has caused many to speculate that physical shopping may become obsolete in the future.\nPhysical department store locations have faced a slow decline in recent years, with a sharper decline exacerbated by the pandemic in 2020 (see the section titled \"Number of department store locations in the US\" here).\nNeuroscientist and fiction author Erik Hoel wrote the following about physical retail in the year 2050 in a blog post published August 25, 2021\nThe majority of all current brick and mortar stores that are not located in scenic or tightly-packed downtowns will have closed. From stores that sell physical objects to chain restaurants, most of the physical locations you can go and shop will be gone. Instead, you will be able to get any product you would normally buy in a physical store delivered to you in under an hour, sometimes in mere minutes.\n"},"resolution":null},"Q":{"id":"b021cc36-c86a-4af1-ade7-de3da343272c","title":"Will US greenhouse gas emissions be halved by 2030?","body":"Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7155","metadata":{"topics":[],"background_info":"On April 22, 2021, President Joe Biden pledged to cut greenhouse gas emissions by 50 to 52% in 2030, compared to 2005 levels.\nA statement from the White House writes:\nToday, President Biden will announce a new target for the United States to achieve a 50-52 percent reduction from 2005 levels in economy-wide net greenhouse gas pollution in 2030 – building on progress to-date and by positioning American workers and industry to tackle the climate crisis.\nAccording to the Center for Climate and Energy Solutions, net emissions in 2017 were 5,743 million metric tons of CO₂ equivalents, 12% lower than in 2005. Net emissions in 2020 were 21% below 2005 levels and 10.3% lower than 2019 levels, according to a preliminary report by Rhodium Group, but emission levels are expected to rise in 2021 as pandemic lockdown measures are reduced.\n"},"resolution":null}},"relevance":{"reasons":["Both questions are related to long-term trends in the US economy and policy.","A significant reduction in greenhouse gas emissions might be associated with broader economic and societal changes that could also impact retail and restaurant locations.","For example, policies aimed at reducing emissions might include urban planning changes, shifts in consumer behavior, or economic incentives that could affect the number of physical retail and restaurant locations."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they both involve significant long-term changes in the US economy and policy.","score":7.0}}}
{"P":{"id":"0e20faa2-3bfd-4166-b5fd-5430a9bca4a8","title":"Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?","body":"Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"b5f8d082-7c29-40ca-9f0e-18fdd13923ae","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"b0c35400-140a-47f9-873e-ffa3126ddd1e","title":"Will both of the following occur: (a) An effort to coordinate foot voting intentionally moves 10,000+ residents to a single American state by 2030 and (b) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\n(a) An effort to coordinate foot voting intentionally moves 10,000+ residents to a single American state by 2030:\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n\n(b) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of major news desks:\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"bdeef1c3-92c2-4719-907b-99929992bc6d","title":"Will either of the following occur: (a) An effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030? (b) The US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"(a) Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?\nResolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n\n(b) Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?\nResolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"c60492aa-0a07-4af1-b302-36c924bb18dc","title":"Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?","body":"Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8093","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"298e5981-e830-40e2-a313-7842cbf9db80","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7828","metadata":{"topics":[],"background_info":"In the 2020 US Presidential election, major news desks called the election for Joe Biden in the week following the November election. Despite this, a concerted effort was launched using various methods in an attempt to overturn this result, such that betting markets still placed nontrivial probabilities on the result being overturned for much of the next two months until Joe Biden's inauguration.\nThis question asks if we will see a situation in 2025 where the newly inaugurated president is not from the party which was called by major news desks as having won the election."},"resolution":null}},"relevance":{"reasons":["Political dynamics can influence migration patterns. If a significant number of people are dissatisfied with the political climate, they might be more inclined to move to a state where they feel their political views are better represented.","The outcome of the 2024 presidential election could impact the likelihood of coordinated foot voting efforts. For example, if a controversial candidate wins, it might spur movements to states with opposing political climates.","The political party of the president could influence federal policies that either encourage or discourage large-scale migrations, such as tax incentives, housing policies, or state-level autonomy."],"conclusion":"The logical combination of these questions is worth considering because the political climate and leadership can significantly impact migration patterns and coordinated efforts to influence state governance.","score":8.0}}}
{"P":{"id":"4d37d5b2-0d05-4af9-a4ac-0157c6d7a006","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"81db34df-e7ed-44bf-8872-4358eab225d1","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"2982bb8e-c2f2-4d8a-ae13-7d4e0a238168","title":"Will both of the following occur: (1) At least one fatality from a nuclear detonation in the US, UK, or France by 2030 (2) Armed conflicts between the US and China causing at least 100 deaths by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n1. At least one offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2030, and there is at least 1 fatality from any nuclear detonation occurring in the US, UK, or France (or regions), at any point between January 1, 2021 to January 1, 2030. If no such detonation occurs anywhere on Earth in this period, or if the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed), this part will resolve as No. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins. A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n2. At any time between January 1, 2021 to January 1, 2050, either of the following occur: There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths, or there are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period. This part will resolve as No otherwise. In the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"ec9ccff8-2f62-4b16-9297-13e5febcc7c3","title":"Will either of the following occur: (a) at least one fatality in the US, UK, or France due to a nuclear detonation by 2030, or (b) at least 100 deaths due to armed conflicts between the US and China by 2050?","body":"Resolution Criteria\n\n(a) This is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous. If there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in the US, UK, or France at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed), this part will resolve as No. The fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution. For this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins. A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n(b) This part will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur: There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths. There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period. This part will resolve as No otherwise. In the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"bd504fde-c523-4ce9-86b4-04c4b18f3071","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8366","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"185f507e-e5d2-4b50-84ef-d0c535c1bdb4","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8051","metadata":{"topics":[],"background_info":"A previous Metaculus question asked about a great power war and whether the US and others would intervene in a conflict over Taiwan. Some scholars have warned about a Thucydides Trap that could lead to a war between the US and China, over Taiwan, the South China Sea, or some other issue."},"resolution":null}},"relevance":{"reasons":["The occurrence of a nuclear detonation and fatalities in the US, UK, or France could be related to heightened global tensions, which might also increase the likelihood of armed conflicts between major powers like the US and China.","A nuclear detonation could lead to a shift in international relations and military strategies, potentially escalating conflicts between major powers.","Both questions involve significant geopolitical events that could be influenced by similar underlying factors, such as international relations, military strategies, and global stability."],"conclusion":"The logical combination of these questions is relevant and could provide insights into the interconnectedness of major geopolitical events.","score":8.0}}}
{"P":{"id":"3095b64d-2d14-4c17-a2c6-37e6ea0c8a88","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"dedeaed5-2f5a-4fcf-82dc-bd6321977b28","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"41fbdd3d-9860-4aa7-bc36-02871f5c5a8b","title":"Will both of the following occur: (a) an AI Sputnik moment before 2050 and (b) at least one fatality in the US, UK, or France due to a nuclear detonation by 2030?","body":"Resolution Criteria\n(a) An \"AI Sputnik moment\" is defined as ANY of the following occurring before 2050:\n- A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\n- News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n- The Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\n- The Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\n- Practically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\n\nFine Print for AI Sputnik moment:\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\n- At least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\n- The increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n\n(b) At least one fatality in the US, UK, or France due to a nuclear detonation by 2030 is defined as follows:\n- This is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this question will resolve as No.\n- If there is at least one offensive nuclear detonation in this time period, the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in the US, UK, or France (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), this question will resolve as No.\n- The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\n\nFine Print for nuclear detonation:\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"48856a35-74ea-41cd-9513-cae54c9deed4","title":"Will either of the following occur: (a) an AI Sputnik moment before 2050, or (b) at least one fatality in the US, UK, or France due to a nuclear detonation by 2030?","body":"Resolution Criteria\n(a) An \"AI Sputnik moment\" will be said to have occurred if ANY of the following come true before 2050:\n- A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\n- News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n- The Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\n- The Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\n- Practically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\n\nFine Print for AI Sputnik moment:\n- Google Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\n  - At least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\n  - The increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n\n(b) At least one fatality in the US, UK, or France due to a nuclear detonation by 2030 will be said to have occurred if:\n- There is at least one offensive nuclear detonation at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous.\n- If there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in the US, UK, or France (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed), this part will resolve as No.\n- The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\n\nFine Print for nuclear detonation:\n- For this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n- Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n- A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null},"Q":{"id":"bd504fde-c523-4ce9-86b4-04c4b18f3071","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8366","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["An AI Sputnik moment could lead to significant geopolitical shifts, which might influence the likelihood of nuclear tensions or conflicts. For example, if a country perceives a major AI breakthrough as a threat to its national security, it might escalate its military posture, including nuclear readiness.","The development of advanced AI could also impact nuclear strategy and deterrence. AI could be used in missile defense systems, early warning systems, or even in decision-making processes related to nuclear weapons, potentially affecting the likelihood of a nuclear detonation.","Public and governmental reactions to an AI Sputnik moment could lead to changes in international relations, alliances, and conflicts, which might indirectly influence the probability of nuclear events."],"conclusion":"While the connection between an AI Sputnik moment and nuclear detonations is not direct, there are plausible scenarios where advancements in AI could influence geopolitical stability and nuclear strategy. Therefore, it makes some sense to consider their logical combination.","score":6.0}}}
