{"line": {"P": {"question": {"id": "f2e40267-497f-4799-ba4c-137dcb78c8ac", "title": "Will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "Q": {"question": {"id": "1c0c80bf-e8ef-4602-917d-db2226c9870e", "title": "Will Larry Elder be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_Q": {"question": {"id": "8470deec-e1fc-4ecd-8a9e-eb89164ccc95", "title": "Given Larry Elder is the Republican nominee, will Glenn Youngkin also be the nominee?", "body": "Suppose the following is true: Larry Elder is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, is Glenn Youngkin also selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria: The question resolves as YES if Glenn Youngkin is indeed selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite Larry Elder also being selected. It resolves as NO if Glenn Youngkin is not selected. Note that this scenario is logically inconsistent under typical single-nominee conditions.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.0, "metadata": null}}, "P_given_not_Q": {"question": {"id": "1b917173-2a91-48c6-b7e1-90b407c352d3", "title": "Given that Larry Elder is not the Republican nominee, will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Larry Elder is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate is selected. Then, is Glenn Youngkin selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- The condition is met if Larry Elder is not selected as the nominee by the delegates of the Republican National Convention.\n- The outcome resolves as **Yes** if Glenn Youngkin is selected as the nominee by the delegates of the Republican National Convention. All other candidates will resolve as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "10e641e5-946f-4edd-9d72-7a790f2919f7", "title": "[Metaculus] Will Joe Biden announce before July 15, 2024 that he will not accept the Democra...nomination for President?", "body": "Will Joe Biden announce before July 15, 2024 that he will not accept the Democratic Party's nomination for President?\n\nResolves the same as the original on Metaculus.\n\n(https://www.metaculus.com/questions/question_embed/25755/?theme=dark)Resolution criteria\n\nThis question will resolve as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement to the effect that Joe Biden will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle.\n\nTo qualify for a Yes resolution, the statement must be unambiguous and conclusive: it should leave no room for the possibility that Biden would accept the Democratic Party's nomination for President of the United States in the 2024 election cycle.\n\nIf such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.\n\nFine print and additional background information can be found on Metaculus.\n\nOnce the original resolves, its resolution will be applied to this market automatically. Trustworthy-ish users are encouraged to resolve this market before then if the outcome is known and unambiguous. Feel free to ping @jskf to request early resolution or to report issues.", "resolution_date": "2024-07-15T10:11:26Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}, "Q": {"question": {"id": "d9e9acf1-3010-456e-894d-9d5790900033", "title": "Will Kamala's odds of winning increase over the next week according to Nate Silver's model?", "body": "Resolves YES if the Electoral College probability for Harris in Nate Silver's model is >46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\nLink: https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.45, "metadata": null}}, "P_given_Q": {"question": {"id": "6d00b7ac-b644-459f-b4e7-6eb44c42e86e", "title": "Conditional on Kamala's odds of winning increasing over the next week, will Joe Biden announce before July 15, 2024 that he will not accept the Democratic nomination for President?", "body": "Suppose the following is true: Kamala Harris's odds of winning increase over the next week according to Nate Silver's model. Specifically, this means that the Electoral College probability for Harris in Nate Silver's model is greater than 46.6% on Friday, August 9th, at 8:40 PM. \n\nThen, will Joe Biden announce before July 15, 2024, that he will not accept the Democratic Party's nomination for President? This resolves as Yes if, prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement that he will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle. The statement must be unambiguous and conclusive. If such a statement is not made by the deadline, this resolves as No.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}, "P_given_not_Q": {"question": {"id": "2376415a-ae5a-4b5a-a0f0-b9c37c58808e", "title": "Given Kamala's odds of winning do not increase over the next week according to Nate Silver's model, will Joe Biden announce before July 15, 2024 that he will not accept the Democratic nomination for President?", "body": "Suppose the following is true: Kamala's odds of winning do not increase over the next week according to Nate Silver's model. This resolves YES if the Electoral College probability for Harris in Nate Silver's model is <=46.6% on Friday August 9th at 8:40 PM. Resolves NO otherwise.\n\nThen is it true that Joe Biden will announce before July 15, 2024, that he will not accept the Democratic Party's nomination for President? This resolves the same as the original on Metaculus. \n\nResolution criteria for Biden's announcement: This question will resolve as Yes if prior to 00:00 Eastern on July 15, 2024, Joe Biden or his campaign makes a definitive, public, official announcement to the effect that Joe Biden will not seek and will not accept the nomination of his party for another term as President of the United States in the 2024 cycle. To qualify for a Yes resolution, the statement must be unambiguous and conclusive: it should leave no room for the possibility that Biden would accept the Democratic Party's nomination for President of the United States in the 2024 election cycle. If such a definitive statement is not made prior to 00:00 Eastern on July 15, 2024, this question will resolve as No.", "resolution_date": "2024-08-10T03:50:41Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "edb07824-fb1e-42b4-bae4-bfc7f25a0342", "title": "Will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}, "Q": {"question": {"id": "d7734550-101a-41bd-a31f-850db57ae335", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.65, "metadata": null}}, "P_given_Q": {"question": {"id": "7012593b-c6ff-4b0a-b7c0-9bae64b5b364", "title": "Conditional on Donald Trump being the Republican nominee for the 2024 US Presidential Election, will Nikki Haley be the nominee?", "body": "This question explores the scenario where Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If this is the case, we want to determine if Nikki Haley can also be the nominee.\n\nResolution criteria for the condition: Resolves YES if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome: Resolves YES if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Resolves NO otherwise.\n\nNote: The outcome is only considered if the condition is met. If Donald Trump is the nominee, can Nikki Haley also be the nominee? If not, the outcome is NO.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.0, "metadata": null}}, "P_given_not_Q": {"question": {"id": "c68a04fc-5986-496b-8406-5f37ec36affb", "title": "If Donald Trump is not the Republican nominee, will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will Nikki Haley be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution Criteria:\n- P: Resolves **Yes** if Donald Trump is not selected by the Republican National Convention as the nominee.\n- Q: Resolves **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee.\n\nNote: This is determined solely by the selection of the delegates of the Republican National Convention, not who receives the nomination on the day of the 2024 US election.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "2d65a4b7-0a46-4cf4-a3bf-122b47014f47", "title": "Will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "This question will resolve as \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment.\n\nThe removal or block is confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are not met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur *after* the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.", "resolution_date": "2024-07-16T01:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "Q": {"question": {"id": "fc491703-75ef-4d9c-ada2-51b023cfc083", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.7, "metadata": null}}, "P_given_Q": {"question": {"id": "57572d82-1fb9-4748-9ea3-f353582dd03a", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will he be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. \n\nThen, will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?\n\nResolution criteria:\n- For the condition: Donald Trump must be selected by the delegates of the Republican National Convention as the nominee.\n- For the outcome: Resolves \"Yes\" if, on July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under the grounds of Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports.\n- The question will resolve as \"No\" if these conditions are not met as of July 15, 2024. The question does not consider legal battles, appeals, or subsequent reversals after this date.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "P_given_not_Q": {"question": {"id": "e819abc5-8527-4fec-855f-ece1889d9edb", "title": "Given Donald Trump is not the Republican nominee, will he be removed or blocked from any primary ballot under Section 3 of the 14th Amendment?", "body": "Suppose the following is true: Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means any other candidate is selected by the delegates of the Republican National Convention.\n\nThen, is it true that Donald Trump will have been removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment as of July 15, 2024?\n\nResolution criteria for the condition: Resolves YES if Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome: Resolves YES if, on July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office under the grounds of Section 3 of the 14th Amendment, confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Resolves NO otherwise.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "6202de52-ad6a-49b7-8b34-bde35621dc3d", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "Q": {"question": {"id": "a670ca0f-5164-49a9-9c00-9c8f9c445a4e", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_Q": {"question": {"id": "387973ed-acf9-446d-8207-101d79774995", "title": "Conditional on Asa Hutchinson being the Republican nominee for the 2024 US Presidential Election, will Donald Trump Jr. be the nominee?", "body": "This question explores the scenario where Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If Asa Hutchinson is indeed the nominee, then this question asks whether Donald Trump Jr. could also be the nominee.\n\nResolution criteria for the condition: Asa Hutchinson must be selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome: Donald Trump Jr. must be selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nIf Asa Hutchinson is the nominee, then Donald Trump Jr. cannot be, as only one candidate can be selected. Therefore, if the condition is met, the outcome will resolve as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.0, "metadata": null}}, "P_given_not_Q": {"question": {"id": "c740f3c1-9542-4f8b-9c90-815d3ff3f2cc", "title": "Given Asa Hutchinson is not the Republican nominee, will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose Asa Hutchinson is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any candidate other than Asa Hutchinson is selected. Given this scenario, will Donald Trump Jr. be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? \n\nResolution criteria: \n- P: Resolves YES if Asa Hutchinson is not selected by the Republican National Convention as the nominee.\n- Q: Resolves YES if Donald Trump Jr. is selected by the Republican National Convention as the nominee.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f50cdae0-e10c-4217-a751-1fd3d7f3eea6", "title": "Will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}, "Q": {"question": {"id": "26ed9777-ac8b-4e0f-87e1-3993081e054b", "title": "Will Glenn Youngkin be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}, "P_given_Q": {"question": {"id": "aa5453f1-254d-4f30-a869-0f1f7e54b9c8", "title": "If Glenn Youngkin is the Republican nominee, will Nikki Haley also be the nominee for the 2024 US Presidential Election?", "body": "This question examines the scenario where Glenn Youngkin is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It then asks whether Nikki Haley will also be selected as the nominee by the same convention. \n\nResolution criteria for Glenn Youngkin: Resolves Yes if Glenn Youngkin is selected by the Republican National Convention as the nominee.\n\nResolution criteria for Nikki Haley: Resolves Yes if Nikki Haley is selected by the Republican National Convention as the nominee.\n\nSince the Republican National Convention typically selects only one nominee, if Glenn Youngkin is the nominee, it is unlikely for Nikki Haley to also be the nominee, thus this would likely resolve as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_not_Q": {"question": {"id": "506b0b2b-cee4-4848-b435-12ae8786d4a3", "title": "Conditional on Glenn Youngkin not being the Republican nominee, will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Glenn Youngkin is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will Nikki Haley be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election?\n\nResolution criteria for the condition: Resolves Yes if Glenn Youngkin is not the nominee, and No if he is.\nResolution criteria for the outcome: Resolves Yes if Nikki Haley is the nominee, and No if she is not.\nBoth questions are solely determined by the selection at the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "5ab52a6b-975b-4554-b663-6d63951fbba6", "title": "Will Joe Biden die before Saturday?", "body": "Resolves YES if there is an official announcement of Joe Biden's death before market close at the end of Friday, July 26th. \n\nOtherwise, resolves NO.", "resolution_date": "2024-07-27T15:19:17Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.01, "metadata": null}}, "Q": {"question": {"id": "89f3a38e-0c09-4b4d-8881-c5ee0bb57d78", "title": "Will Biden remain President through end of July 2024?", "body": "Resolves YES if Biden remains US President through the end of July 2024 (ET); resolves NO if he resigns, dies, or otherwise ceases to be President before then.\n\nTemporary transfer of power under the 25th amendement (i.e. making his VP the Acting President) does not cause a YES resolution. (Acting President is different from President under the Constitution)", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": true}, "forecast": {"prob": 0.7, "metadata": null}}, "P_given_Q": {"question": {"id": "c82220b3-6378-42f8-81d0-22641fad91de", "title": "Conditional on Biden remaining President through end of July 2024, will Joe Biden die before Saturday?", "body": "Suppose the following is true: Biden remains US President through the end of July 2024 (ET). This means he does not resign, die, or otherwise cease to be President before then. Temporary transfer of power under the 25th amendment does not affect this condition.\n\nGiven this condition, will there be an official announcement of Joe Biden's death before market close at the end of Friday, July 26th? Resolves YES if such an announcement occurs before this deadline, otherwise resolves NO.\n\nNote: If Biden ceases to be President before the end of July 2024 for any reason other than temporary transfer of power, this question resolves N/A.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_not_Q": {"question": {"id": "4824539a-6785-4641-a0a4-946abdc966fd", "title": "Conditional on Biden ceasing to be President before the end of July 2024, will Biden die before Saturday?", "body": "Suppose the following is true: Biden ceases to be President before the end of July 2024. This could happen if Biden resigns, dies, or otherwise ceases to be US President before the end of July 2024 (ET); however, a temporary transfer of power under the 25th amendment does not count. Given this, will there be an official announcement of Joe Biden's death before market close at the end of Friday, July 26th? Resolves YES if such an announcement is made, otherwise resolves NO.", "resolution_date": "2024-08-02T02:37:53Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "fd62d685-8a2b-4556-b828-f7d37c94f228", "title": "Will Vivek Ramaswamy be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Vivek Ramaswamy is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "Q": {"question": {"id": "276d2d3e-b352-400a-9fe9-889cff62ea5e", "title": "Will Mike Pence be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Mike Pence is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_Q": {"question": {"id": "5cf9f3e9-a036-4880-b58f-10188b1537d3", "title": "Given Mike Pence is the Republican nominee, will Vivek Ramaswamy also be the nominee for the 2024 US Presidential Election?", "body": "This question resolves based on the selection of the Republican nominee for the 2024 US Presidential Election by the Republican National Convention. \n\nCondition: Mike Pence is selected as the Republican nominee by the delegates of the Republican National Convention. \n\nOutcome: Resolves YES if Vivek Ramaswamy is also selected as the Republican nominee by the delegates of the Republican National Convention. Resolves NO otherwise. \n\nNote: This scenario is unlikely since typically only one person is selected as the nominee by the convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_given_not_Q": {"question": {"id": "8b153414-af88-47dc-838e-d22d14ad1dd4", "title": "Conditional on Mike Pence not being the Republican nominee, will Vivek Ramaswamy be the Republican nominee for the 2024 US Presidential Election?", "body": "This question explores the scenario where Mike Pence is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If this condition is met, the question then asks if Vivek Ramaswamy will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution criteria remain the same: it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "44fc9bc7-5b2c-44e0-a584-d71551332f1f", "title": "Kamala president by Friday?", "body": "This market will resolve to \"Yes\" if Vice President Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nThe primary resolution source for this market will be official information from the US government, however a consensus of credible reporting will also be used.\n\nResolver", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "Q": {"question": {"id": "7993a06b-0bb3-4989-a55f-7bec3b2fc587", "title": "Will Biden drop out before July 20?", "body": "If Biden drops out or is otherwise unable to continue the race before July 20 midnight Eastern Time, this market will resolve to yes. Otherwise, this market will resolve to no.", "resolution_date": "2024-07-20T06:00:30Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}, "P_given_Q": {"question": {"id": "507c890c-ae35-4afa-a60c-6cb831070297", "title": "If Biden drops out before July 20, will Kamala Harris be President by July 26?", "body": "Suppose the following is true: President Biden drops out or is otherwise unable to continue the race before July 20 midnight Eastern Time. Then, will Vice President Kamala Harris be formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET?\n\nResolution criteria for condition: Resolves YES if Biden drops out or is unable to continue before July 20 midnight ET. Resolves NO otherwise.\nResolution criteria for outcome: Resolves YES if Kamala Harris is formally designated as President or Acting President before July 26, 2024, 11:59 PM ET. Resolves NO otherwise.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_given_not_Q": {"question": {"id": "efa505b2-f60f-45ed-816c-b45024b69583", "title": "Conditional on Biden not dropping out before July 20, will Kamala be president by Friday?", "body": "Suppose the following is true: President Joe Biden does not drop out and is able to continue the race past July 20 midnight Eastern Time. Then, is Vice President Kamala Harris formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET? \n\nResolution criteria for the condition: If Biden does not drop out and is able to continue the race past July 20 midnight Eastern Time, this condition is met.\n\nResolution criteria for the outcome: This resolves to \"Yes\" if Kamala Harris is formally designated as President or Acting President of the United States at any point before July 26, 2024, 11:59 PM ET. Otherwise, it resolves to \"No\".\n\nThe primary resolution source for this outcome will be official information from the US government, however a consensus of credible reporting will also be used.", "resolution_date": "2024-07-28T19:17:15Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "bbb6dc3a-fa8c-4845-8e08-1c642480b7ef", "title": "Will Donald Trump be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment?", "body": "This question will resolve as \"Yes\" if, *on* July 15, 2024:\n\nDonald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment.\n\nThe removal or block is confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are not met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur *after* the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.", "resolution_date": "2024-07-16T01:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2, "metadata": null}}, "Q": {"question": {"id": "8f97ca1a-7ec2-4a6d-ba38-dd2d98dd6ff5", "title": "Will Ted Cruz be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently below; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}, "P_given_Q": {"question": {"id": "0f5ac2ee-51dd-4adc-aad5-b08186007a40", "title": "Given Ted Cruz is the Republican nominee, will Donald Trump be removed from any primary ballot under the 14th Amendment?", "body": "Suppose the following is true: Ted Cruz is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This selection is determined by the delegates of the Republican National Convention, irrespective of who receives the Republican nomination on the day of the 2024 US election.\n\nThen, is it true that Donald Trump will be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment as of July 15, 2024?\n\nResolution criteria for the outcome: This question will resolve as \"Yes\" if, on July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under the grounds of Section 3 of the 14th Amendment. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports, opinion pieces, or unofficial announcements will not suffice for resolution.\n\nThe question will resolve as \"No\" if these conditions are not met as of July 15, 2024.\n\nNote: The question does not account for legal battles, appeals, or subsequent reversals that might occur after the mentioned date. It strictly pertains to whether Donald Trump has been removed from any state's primary election ballot for a federal office under the specified grounds as of July 15, 2024. If Trump is removed or blocked from a ballot and then reinstated, such that as of July 15th he is not removed or blocked from any ballot, the question resolves negatively.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_given_not_Q": {"question": {"id": "3a941499-8623-4df8-a578-e23be3dc2a69", "title": "Given Ted Cruz is not the Republican nominee, will Donald Trump be removed from any primary ballot under the 14th Amendment?", "body": "Suppose the following is true: Ted Cruz is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means any other candidate is selected by the delegates of the Republican National Convention.\n\nThen, is it true that Donald Trump will be removed or blocked from the primary election ballot of any U.S. state for a federal office under Section 3 of the 14th Amendment? This question will resolve as \"Yes\" if, on July 15, 2024, Donald Trump has been officially removed or blocked from the primary election ballot of any U.S. state for a federal office (President, Senate, House of Representatives) under these grounds. The removal or block must be confirmed through official state government announcements, court decisions, legal documentation, or credible media reports. Speculative reports or unofficial announcements do not suffice for resolution. The question resolves as \"No\" if these conditions are not met as of July 15, 2024.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
