{"line": {"P": {"id": "0c10892f-2e8e-4c7c-bbe5-2e52e02f3f00", "title": "Will a significant discovery in particle physics be made through computational methods by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant discovery in particle physics is made through computational methods. A \"significant discovery\" is defined as a discovery that leads to a substantial revision of the Standard Model of particle physics, or provides empirical evidence for phenomena not predicted by the Standard Model, such as supersymmetry, extra dimensions, or dark matter interactions.\n\nThe discovery must be confirmed through publication in a peer-reviewed scientific journal of high impact (e.g., Nature, Science, Physical Review Letters) and must be recognized by a leading scientific organization in the field of particle physics (e.g., CERN, Fermilab, International Particle Physics Outreach Group).\n\nComputational methods include, but are not limited to, simulations, data analysis algorithms, and machine learning techniques. The use of computational methods must be central to the discovery, not merely supplementary.\n\nIn the event of multiple discoveries, the question will resolve as Yes if at least one meets the above criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "9bbccc0b-466e-4b91-b11a-fec961d5743a", "title": "Will both of the following occur: (a) Advancements in string theory lead to a breakthrough in nuclear fusion technology by 2040 and (b) No significant discovery in particle physics be made through computational methods by 2030?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2040, advancements in string theory have directly contributed to a significant breakthrough in nuclear fusion technology. A \"significant breakthrough\" is defined as a development that enables a nuclear fusion reactor to achieve and maintain net positive energy output for at least 24 continuous hours. The breakthrough must be attributable to theoretical or practical applications of string theory, as confirmed by publication in a peer-reviewed scientific journal or an official announcement from a leading nuclear fusion research institution (e.g., ITER, National Ignition Facility, or similar). In the absence of direct evidence linking the breakthrough to string theory, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must represent a substantial improvement over current capabilities and not merely an incremental advancement. (b) By December 31, 2030, no significant discovery in particle physics is made through computational methods. A \"significant discovery\" is defined as a discovery that leads to a substantial revision of the Standard Model of particle physics, or provides empirical evidence for phenomena not predicted by the Standard Model, such as supersymmetry, extra dimensions, or dark matter interactions. The discovery must be confirmed through publication in a peer-reviewed scientific journal of high impact (e.g., Nature, Science, Physical Review Letters) and must be recognized by a leading scientific organization in the field of particle physics (e.g., CERN, Fermilab, International Particle Physics Outreach Group). Computational methods include, but are not limited to, simulations, data analysis algorithms, and machine learning techniques. The use of computational methods must be central to the discovery, not merely supplementary. In the event of multiple discoveries, the question will resolve as Yes if none meet the above criteria.", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_or_Q": {"id": "9a43f3d3-616d-48e3-8845-c2559c7ca9c9", "title": "Will either a significant discovery in particle physics be made through computational methods by 2030 or advancements in string theory lead to a breakthrough in nuclear fusion technology by 2040?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) By December 31, 2030, a significant discovery in particle physics is made through computational methods. A \"significant discovery\" is defined as a discovery that leads to a substantial revision of the Standard Model of particle physics, or provides empirical evidence for phenomena not predicted by the Standard Model, such as supersymmetry, extra dimensions, or dark matter interactions. The discovery must be confirmed through publication in a peer-reviewed scientific journal of high impact (e.g., Nature, Science, Physical Review Letters) and must be recognized by a leading scientific organization in the field of particle physics (e.g., CERN, Fermilab, International Particle Physics Outreach Group). Computational methods include, but are not limited to, simulations, data analysis algorithms, and machine learning techniques. The use of computational methods must be central to the discovery, not merely supplementary. In the event of multiple discoveries, the question will resolve as Yes if at least one meets the above criteria.\n\n(b) By December 31, 2040, advancements in string theory have directly contributed to a significant breakthrough in nuclear fusion technology. A \"significant breakthrough\" is defined as a development that enables a nuclear fusion reactor to achieve and maintain net positive energy output for at least 24 continuous hours. The breakthrough must be attributable to theoretical or practical applications of string theory, as confirmed by publication in a peer-reviewed scientific journal or an official announcement from a leading nuclear fusion research institution (e.g., ITER, National Ignition Facility, or similar). In the absence of direct evidence linking the breakthrough to string theory, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must represent a substantial improvement over current capabilities and not merely an incremental advancement.", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}, "violations": {"default": 0.0186576, "frequentist": 0.1926862}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "5f13e0e8-777f-4cde-a58f-50a6727d8387", "title": "Will SpaceX's Starship enable the commercialization of space travel by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, SpaceX has officially begun commercial operations of its Starship spacecraft for the purpose of space travel accessible to non-governmental, paying customers. Commercialization is defined as offering and conducting paid space travel services to individuals or private entities beyond governmental or scientific missions. The service must be operational, with at least one commercial flight completed. Confirmation must come from an official SpaceX announcement or credible media reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). In the event of a partial service offering (e.g., limited to specific routes or types of customers), the question will resolve as Yes if the service is intended for broader public availability. Temporary or promotional one-off flights do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "f8df07d0-7f38-4883-8677-2df3a8a9453b", "title": "Will SpaceX establish a permanent human settlement on Mars before 2040 and not enable the commercialization of space travel by 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) Before January 1, 2040, SpaceX establishes a permanent human settlement on Mars. A \"permanent human settlement\" is defined as a self-sustaining habitat capable of supporting human life indefinitely without requiring constant resupply from Earth. The settlement must include living quarters, life support systems, and facilities for at least 10 people. The establishment of the settlement must be confirmed by SpaceX through an official announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The settlement must be operational, not in a trial phase. Temporary habitats or research stations do not count towards this question's resolution. (b) By December 31, 2025, SpaceX has not officially begun commercial operations of its Starship spacecraft for the purpose of space travel accessible to non-governmental, paying customers. Commercialization is defined as offering and conducting paid space travel services to individuals or private entities beyond governmental or scientific missions. The service must not be operational, with no commercial flights completed. Confirmation must come from an official SpaceX announcement or credible media reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). In the event of a partial service offering (e.g., limited to specific routes or types of customers), the question will resolve as Yes if the service is not intended for broader public availability. Temporary or promotional one-off flights do not count towards this question's resolution.", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "P_or_Q": {"id": "d69ecea8-d469-484d-aeae-f6280d53237f", "title": "Will either of the following occur: (a) SpaceX's Starship enable the commercialization of space travel by 2025? (b) SpaceX establish a permanent human settlement on Mars before 2040?", "body": "(a) This question will resolve as Yes if, by December 31, 2025, SpaceX has officially begun commercial operations of its Starship spacecraft for the purpose of space travel accessible to non-governmental, paying customers. Commercialization is defined as offering and conducting paid space travel services to individuals or private entities beyond governmental or scientific missions. The service must be operational, with at least one commercial flight completed. Confirmation must come from an official SpaceX announcement or credible media reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). In the event of a partial service offering (e.g., limited to specific routes or types of customers), the question will resolve as Yes if the service is intended for broader public availability. Temporary or promotional one-off flights do not count towards this question's resolution.\n\n(b) This question will resolve as Yes if, before January 1, 2040, SpaceX has established a permanent human settlement on Mars. A \"permanent human settlement\" is defined as a self-sustaining habitat capable of supporting human life indefinitely without requiring constant resupply from Earth. The settlement must include living quarters, life support systems, and facilities for at least 10 people. The establishment of the settlement must be confirmed by SpaceX through an official announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The settlement must be operational, not in a trial phase. Temporary habitats or research stations do not count towards this question's resolution.", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}, "violations": {"default": 0.0005061, "frequentist": 0.0317982}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "db3d6d67-d23b-4090-8f40-566a7ecdb04e", "title": "Will North Korea engage in a significant diplomatic negotiation with a Western country by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, North Korea has engaged in significant diplomatic negotiations with at least one Western country. Significant diplomatic negotiations are defined as official talks directly involving North Korean and Western country representatives, aimed at addressing major policy issues, security concerns, or normalization of relations. The negotiations must be officially acknowledged by both participating parties or confirmed through a joint statement. In the absence of official acknowledgment, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient for resolution. The term \"Western country\" refers to any country in North America, Western Europe, or Australasia. Preliminary talks, unofficial dialogues, or negotiations solely through intermediaries do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "e459a704-79ef-4caf-a149-e31e4ec131df", "title": "Will both of the following occur: (a) North Korea significantly reforms its legal system by 2030 and (b) North Korea does not engage in any significant diplomatic negotiation with a Western country by 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2030, North Korea has implemented significant reforms in its legal system. Significant reforms are defined as changes that lead to increased transparency, the establishment of independent judiciary bodies, the introduction of laws that significantly enhance human rights protections, or the reduction of the government's direct control over legal proceedings. The reforms must be recognized and reported by at least three reputable international news organizations (BBC, The New York Times, The Guardian, Reuters) or international human rights organizations (Amnesty International, Human Rights Watch). In the absence of direct reports, official government announcements or documentation will be considered. The question will resolve as No if such reforms are not implemented or if they are reversed before the resolution date. In the case of ambiguous reforms, a consensus among the aforementioned sources will be required to determine the significance of the reforms. (b) By December 31, 2025, North Korea has not engaged in any significant diplomatic negotiations with any Western country. Significant diplomatic negotiations are defined as official talks directly involving North Korean and Western country representatives, aimed at addressing major policy issues, security concerns, or normalization of relations. The negotiations must be officially acknowledged by both participating parties or confirmed through a joint statement. In the absence of official acknowledgment, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient for resolution. The term \"Western country\" refers to any country in North America, Western Europe, or Australasia. Preliminary talks, unofficial dialogues, or negotiations solely through intermediaries do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "P_or_Q": {"id": "ca8b76a1-c0f7-4a1c-b323-94abe3dda409", "title": "Will either of the following occur: (a) North Korea engage in a significant diplomatic negotiation with a Western country by 2025? (b) North Korea significantly reform its legal system by 2030?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2025, North Korea engages in significant diplomatic negotiations with at least one Western country. Significant diplomatic negotiations are defined as official talks directly involving North Korean and Western country representatives, aimed at addressing major policy issues, security concerns, or normalization of relations. The negotiations must be officially acknowledged by both participating parties or confirmed through a joint statement. In the absence of official acknowledgment, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient for resolution. The term \"Western country\" refers to any country in North America, Western Europe, or Australasia. Preliminary talks, unofficial dialogues, or negotiations solely through intermediaries do not count towards this question's resolution. (b) By December 31, 2030, North Korea implements significant reforms in its legal system. Significant reforms are defined as changes that lead to increased transparency, the establishment of independent judiciary bodies, the introduction of laws that significantly enhance human rights protections, or the reduction of the government's direct control over legal proceedings. The reforms must be recognized and reported by at least three reputable international news organizations (BBC, The New York Times, The Guardian, Reuters) or international human rights organizations (Amnesty International, Human Rights Watch). In the absence of direct reports, official government announcements or documentation will be considered. The question will resolve as No if such reforms are not implemented or if they are reversed before the resolution date. In the case of ambiguous reforms, a consensus among the aforementioned sources will be required to determine the significance of the reforms.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}, "violations": {"default": 0.0932969, "frequentist": 0.433403}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "d59ed265-e41f-4465-9917-6be152aaa952", "title": "Will SpaceX establish a permanent human settlement on Mars before 2040?", "body": "This question will resolve as Yes if, before January 1, 2040, SpaceX has established a permanent human settlement on Mars. A \"permanent human settlement\" is defined as a self-sustaining habitat capable of supporting human life indefinitely without requiring constant resupply from Earth. The settlement must include living quarters, life support systems, and facilities for at least 10 people. The establishment of the settlement must be confirmed by SpaceX through an official announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The settlement must be operational, not in a trial phase. Temporary habitats or research stations do not count towards this question's resolution.", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q_and_not_P": {"id": "763e2df2-8e96-42e4-9cba-fab7fbc818c4", "title": "Will a breakthrough in physics lead to a new form of clean energy by 2040 and will SpaceX not establish a permanent human settlement on Mars before 2040?", "body": "This question will resolve as Yes if both of the following occur:\n\n1. By December 31, 2040, a breakthrough in physics results in the development of a new form of clean energy that meets the following criteria:\n   - The energy source must be widely recognized as \"clean,\" meaning it has minimal negative impact on the environment and emits low to no greenhouse gases during production or use.\n   - The breakthrough must be documented in at least one peer-reviewed scientific journal and recognized by a reputable scientific organization or consensus within the scientific community.\n   - The new energy source must be proven to be scalable for widespread use and demonstrate a significant advantage over existing clean energy sources in terms of efficiency, cost, or environmental impact.\n   - The development of the new energy source must be confirmed by an official announcement from a leading research institution or a major energy company.\n   - In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The energy source must be operational, not merely theoretical or in a prototype phase, by the resolution date.\n\n2. Before January 1, 2040, SpaceX has not established a permanent human settlement on Mars. A \"permanent human settlement\" is defined as a self-sustaining habitat capable of supporting human life indefinitely without requiring constant resupply from Earth. The settlement must include living quarters, life support systems, and facilities for at least 10 people. The establishment of the settlement must be confirmed by SpaceX through an official announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The settlement must be operational, not in a trial phase. Temporary habitats or research stations do not count towards this question's resolution.", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "5eaa7d2a-5a52-4fa6-9a2c-30b75a0386f5", "title": "Will either SpaceX establish a permanent human settlement on Mars before 2040 or a breakthrough in physics lead to a new form of clean energy by 2040?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) Before January 1, 2040, SpaceX establishes a permanent human settlement on Mars. A \"permanent human settlement\" is defined as a self-sustaining habitat capable of supporting human life indefinitely without requiring constant resupply from Earth. The settlement must include living quarters, life support systems, and facilities for at least 10 people. The establishment of the settlement must be confirmed by SpaceX through an official announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The settlement must be operational, not in a trial phase. Temporary habitats or research stations do not count towards this question's resolution.\n\n(b) By December 31, 2040, a breakthrough in physics results in the development of a new form of clean energy that meets the following criteria:\n- The energy source must be widely recognized as \"clean,\" meaning it has minimal negative impact on the environment and emits low to no greenhouse gases during production or use.\n- The breakthrough must be documented in at least one peer-reviewed scientific journal and recognized by a reputable scientific organization or consensus within the scientific community.\n- The new energy source must be proven to be scalable for widespread use and demonstrate a significant advantage over existing clean energy sources in terms of efficiency, cost, or environmental impact.\n- The development of the new energy source must be confirmed by an official announcement from a leading research institution or a major energy company.\nIn the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The energy source must be operational, not merely theoretical or in a prototype phase, by the resolution date.", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}, "violations": {"default": 0.022789, "frequentist": 0.2113934}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "da85657e-b563-4947-b7cb-64565c586488", "title": "Will AI technology play a crucial role in understanding dark matter by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, AI technology has played a crucial role in a significant breakthrough in understanding dark matter. A \"crucial role\" is defined as AI technology being instrumental in the analysis, interpretation, or discovery process leading to the breakthrough. The breakthrough must be recognized by the scientific community, evidenced by publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization (e.g., CERN, NASA, ESA). The use of AI must be explicitly mentioned as a key component in the discovery or analysis process. In the event of multiple contributions to understanding dark matter, this question will resolve as Yes if AI's role is deemed critical by consensus in the scientific community or through acknowledgment in multiple peer-reviewed publications.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "1520ef07-658a-44dc-8412-55f840c050e5", "title": "Will both a quantum computing breakthrough lead to a significant advancement in solving complex natural science problems and AI technology not play a crucial role in understanding dark matter by 2030?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2030: (1) A breakthrough in quantum computing results in a significant advancement in solving complex natural science problems, such as those in physics, chemistry, biology, or earth sciences. A \"significant advancement\" is defined as a solution or substantial progress on a problem that has been widely recognized as unsolved or intractable with classical computing methods. The breakthrough must be documented in a peer-reviewed scientific journal or recognized by a leading scientific organization or consortium. In the absence of a single defining event, a consensus among experts in the field, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post), will be considered sufficient evidence. The advancement must be directly attributable to the capabilities of quantum computing, rather than incremental improvements in classical computing or other technologies. (2) AI technology has not played a crucial role in a significant breakthrough in understanding dark matter. A \"crucial role\" is defined as AI technology being instrumental in the analysis, interpretation, or discovery process leading to the breakthrough. The breakthrough must be recognized by the scientific community, evidenced by publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization (e.g., CERN, NASA, ESA). The use of AI must be explicitly mentioned as a key component in the discovery or analysis process. In the event of multiple contributions to understanding dark matter, this question will resolve as Yes if AI's role is not deemed critical by consensus in the scientific community or through acknowledgment in multiple peer-reviewed publications.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "91fdc614-bcb5-4806-98de-3b58861ce35c", "title": "Will either AI technology play a crucial role in understanding dark matter or a quantum computing breakthrough lead to a significant advancement in solving complex natural science problems by 2030?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2030: (a) AI technology has played a crucial role in a significant breakthrough in understanding dark matter. A \"crucial role\" is defined as AI technology being instrumental in the analysis, interpretation, or discovery process leading to the breakthrough. The breakthrough must be recognized by the scientific community, evidenced by publication in a peer-reviewed scientific journal or an official announcement by a major scientific organization (e.g., CERN, NASA, ESA). The use of AI must be explicitly mentioned as a key component in the discovery or analysis process. In the event of multiple contributions to understanding dark matter, this question will resolve as Yes if AI's role is deemed critical by consensus in the scientific community or through acknowledgment in multiple peer-reviewed publications. (b) A breakthrough in quantum computing results in a significant advancement in solving complex natural science problems, such as those in physics, chemistry, biology, or earth sciences. A \"significant advancement\" is defined as a solution or substantial progress on a problem that has been widely recognized as unsolved or intractable with classical computing methods. The breakthrough must be documented in a peer-reviewed scientific journal or recognized by a leading scientific organization or consortium. In the absence of a single defining event, a consensus among experts in the field, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post), will be considered sufficient evidence. The advancement must be directly attributable to the capabilities of quantum computing, rather than incremental improvements in classical computing or other technologies.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}, "violations": {"default": 0.0703493, "frequentist": 0.3703986}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "99e6120b-bd96-453f-b0e1-a0fbae738d23", "title": "Will the United States lead the world in quantum computing technology development by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the United States is recognized as the global leader in the development of quantum computing technology. Leadership will be determined based on the following criteria:\n\n- Number of quantum computers developed that surpass the capabilities of existing classical computers in significant computational tasks (quantum supremacy).\n- Volume and impact of peer-reviewed scientific publications originating from the United States that contribute to quantum computing technology.\n- Investment in quantum computing research and development by both the public and private sectors in the United States, compared to other countries.\n\nGlobal leadership must be recognized by at least two of the following authoritative sources: the International Quantum Computing Association, the IEEE Quantum Computing Task Force, or significant coverage in at least three major technology or science news outlets (e.g., Wired, MIT Technology Review, Nature).\n\nIn the event of a dispute over leadership, the consensus among these sources will be considered definitive.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "f8abb282-b3a9-4a85-a275-be49b69bdc57", "title": "Will China implement a comprehensive legal framework for regulating AI by 2025 and will the US not lead the world in quantum computing technology development by 2030?", "body": "This question will resolve as Yes if both of the following occur: (1) By December 31, 2025, China has officially implemented a comprehensive legal framework for the regulation of artificial intelligence (AI). The framework must cover at least the following areas: \n- Ethical use of AI\n- Data privacy and protection\n- AI in public surveillance\n- Autonomous vehicles\n- AI in healthcare\nThe implementation of such a framework must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. \nFor the purpose of this question, a \"comprehensive legal framework\" is defined as a set of laws or regulations that collectively address the ethical, social, economic, and technical aspects of AI deployment and use across multiple sectors. \nIn the event of partial implementation (e.g., regulations covering only certain sectors), the question will resolve as No unless the missing sectors are explicitly stated to be covered in a subsequent phase of implementation. (2) By December 31, 2030, the United States is not recognized as the global leader in the development of quantum computing technology. Leadership will be determined based on the following criteria:\n\n- Number of quantum computers developed that surpass the capabilities of existing classical computers in significant computational tasks (quantum supremacy).\n- Volume and impact of peer-reviewed scientific publications originating from the United States that contribute to quantum computing technology.\n- Investment in quantum computing research and development by both the public and private sectors in the United States, compared to other countries.\n\nGlobal leadership must not be recognized by at least two of the following authoritative sources: the International Quantum Computing Association, the IEEE Quantum Computing Task Force, or significant coverage in at least three major technology or science news outlets (e.g., Wired, MIT Technology Review, Nature).\n\nIn the event of a dispute over leadership, the consensus among these sources will be considered definitive.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "17024252-bb3d-4ba4-bc6e-39e777f6c76a", "title": "Will either of the following occur: (a) Will the United States lead the world in quantum computing technology development by 2030? (b) Will China implement a comprehensive legal framework for regulating artificial intelligence by 2025?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) The United States is recognized as the global leader in the development of quantum computing technology by December 31, 2030. Leadership will be determined based on the following criteria:\n- Number of quantum computers developed that surpass the capabilities of existing classical computers in significant computational tasks (quantum supremacy).\n- Volume and impact of peer-reviewed scientific publications originating from the United States that contribute to quantum computing technology.\n- Investment in quantum computing research and development by both the public and private sectors in the United States, compared to other countries.\nGlobal leadership must be recognized by at least two of the following authoritative sources: the International Quantum Computing Association, the IEEE Quantum Computing Task Force, or significant coverage in at least three major technology or science news outlets (e.g., Wired, MIT Technology Review, Nature).\nIn the event of a dispute over leadership, the consensus among these sources will be considered definitive.\n\n(b) China has officially implemented a comprehensive legal framework for the regulation of artificial intelligence (AI) by December 31, 2025. The framework must cover at least the following areas:\n- Ethical use of AI\n- Data privacy and protection\n- AI in public surveillance\n- Autonomous vehicles\n- AI in healthcare\nThe implementation of such a framework must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient.\nFor the purpose of this question, a \"comprehensive legal framework\" is defined as a set of laws or regulations that collectively address the ethical, social, economic, and technical aspects of AI deployment and use across multiple sectors.\nIn the event of partial implementation (e.g., regulations covering only certain sectors), the question will resolve as No unless the missing sectors are explicitly stated to be covered in a subsequent phase of implementation.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}, "violations": {"default": 0.0525825, "frequentist": 0.3218114}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "d698cdd3-3d99-473b-904e-9ed3f3671ea1", "title": "Will North Korea announce a formal initiative to address climate change by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, North Korea has officially announced a formal initiative to address climate change. The initiative must be aimed at reducing greenhouse gas emissions, promoting renewable energy, or other significant environmental protection measures. The announcement must come from an official government source or be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters). In the absence of a direct announcement, credible evidence of the initiative's implementation (e.g., legislative action, funding allocation) reported by these sources will also result in a Yes resolution. Initiatives that are purely rhetorical without concrete actions or plans will not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q_and_not_P": {"id": "e351584c-2cd6-48cb-88bb-803b72bbe261", "title": "Will both of the following occur: (a) a significant scientific discovery influences US environmental policy by 2025 and (b) North Korea does not announce a formal initiative to address climate change by 2025?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2025: (a) a significant scientific discovery is made that directly influences United States environmental policy, and (b) North Korea has not officially announced a formal initiative to address climate change. \n\nFor part (a), a \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution.\n\nFor part (b), the initiative must be aimed at reducing greenhouse gas emissions, promoting renewable energy, or other significant environmental protection measures. The announcement must come from an official government source or be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters). In the absence of a direct announcement, credible evidence of the initiative's implementation (e.g., legislative action, funding allocation) reported by these sources will also result in a No resolution. Initiatives that are purely rhetorical without concrete actions or plans will not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "1c3a602d-77c3-4a3d-a94a-7d519b8a3134", "title": "Will either of the following occur by 2025: (a) North Korea announce a formal initiative to address climate change, or (b) a significant scientific discovery influence US environmental policy?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025: (a) North Korea officially announces a formal initiative to address climate change. The initiative must be aimed at reducing greenhouse gas emissions, promoting renewable energy, or other significant environmental protection measures. The announcement must come from an official government source or be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters). In the absence of a direct announcement, credible evidence of the initiative's implementation (e.g., legislative action, funding allocation) reported by these sources will also result in a Yes resolution. Initiatives that are purely rhetorical without concrete actions or plans will not count towards this question's resolution. (b) A significant scientific discovery is made that directly influences United States environmental policy. A \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}, "violations": {"default": 0.0826404, "frequentist": 0.4023313}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "d81c2e48-017b-4afa-a6c5-645661da87ce", "title": "Will Tesla's advancements in battery technology significantly reduce carbon emissions worldwide by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, Tesla's advancements in battery technology have led to a significant reduction in global carbon emissions. A \"significant reduction\" is defined as a decrease of at least 10% in global carbon emissions from 2020 levels, attributable directly to the adoption of Tesla's battery technology in electric vehicles, energy storage systems, or other applications. The assessment of Tesla's impact on carbon emissions will be based on data and analysis from authoritative sources such as the International Energy Agency (IEA), the Intergovernmental Panel on Climate Change (IPCC), or equivalent. Reports from at least three reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the reduction and Tesla's contribution to it will also be considered sufficient for resolution. In the absence of clear data linking Tesla's battery technology to a global emissions reduction, the question will resolve as No.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "be5c7e14-ccef-420d-8615-0f9aea86d8a0", "title": "Will the United Nations adopt a new global climate agreement before 2030 and will Tesla's advancements in battery technology not significantly reduce carbon emissions worldwide by 2030?", "body": "This question will resolve as Yes if both of the following occur: (1) Before January 1, 2030, the United Nations officially adopts a new global climate agreement aimed at reducing greenhouse gas emissions, promoting sustainable development, or enhancing international cooperation on climate change. The agreement must be adopted by a majority of UN member states during a UN Climate Change Conference or a similar high-level meeting. The adoption of the agreement must be confirmed by an official UN announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The agreement must represent a new initiative or a significant amendment to existing agreements (e.g., the Paris Agreement) and must be intended for global implementation. Temporary measures or agreements limited to specific regions or groups of countries do not count towards this question's resolution. (2) By December 31, 2030, Tesla's advancements in battery technology have not led to a significant reduction in global carbon emissions. A \"significant reduction\" is defined as a decrease of at least 10% in global carbon emissions from 2020 levels, attributable directly to the adoption of Tesla's battery technology in electric vehicles, energy storage systems, or other applications. The assessment of Tesla's impact on carbon emissions will be based on data and analysis from authoritative sources such as the International Energy Agency (IEA), the Intergovernmental Panel on Climate Change (IPCC), or equivalent. Reports from at least three reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the reduction and Tesla's contribution to it will also be considered sufficient for resolution. In the absence of clear data linking Tesla's battery technology to a global emissions reduction, the question will resolve as Yes.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "5503f0fd-94c5-4c9a-994f-b43ee09123be", "title": "Will either of the following occur by 2030: (a) Tesla's advancements in battery technology significantly reduce carbon emissions worldwide, or (b) the United Nations adopt a new global climate agreement?", "body": "This question will resolve as Yes if either of the following occurs by the specified dates: (a) Tesla's advancements in battery technology significantly reduce carbon emissions worldwide by December 31, 2030. A \"significant reduction\" is defined as a decrease of at least 10% in global carbon emissions from 2020 levels, attributable directly to the adoption of Tesla's battery technology in electric vehicles, energy storage systems, or other applications. The assessment of Tesla's impact on carbon emissions will be based on data and analysis from authoritative sources such as the International Energy Agency (IEA), the Intergovernmental Panel on Climate Change (IPCC), or equivalent. Reports from at least three reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the reduction and Tesla's contribution to it will also be considered sufficient for resolution. In the absence of clear data linking Tesla's battery technology to a global emissions reduction, the question will resolve as No. (b) The United Nations adopts a new global climate agreement before January 1, 2030. The agreement must be aimed at reducing greenhouse gas emissions, promoting sustainable development, or enhancing international cooperation on climate change. It must be adopted by a majority of UN member states during a UN Climate Change Conference or a similar high-level meeting. The adoption of the agreement must be confirmed by an official UN announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The agreement must represent a new initiative or a significant amendment to existing agreements (e.g., the Paris Agreement) and must be intended for global implementation. Temporary measures or agreements limited to specific regions or groups of countries do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0541766, "frequentist": 0.3391097}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "e4a187ad-9df2-441c-a1fa-fdb712aba93a", "title": "Will a new AI-driven epidemiology tool predict the next global pandemic with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, a new AI-driven epidemiology tool is developed and successfully predicts the next global pandemic with over 90% accuracy. The prediction must be specific to the pathogen type (e.g., virus, bacteria), its origin, and the timeframe of outbreak. The tool's prediction accuracy must be verified by a consensus of at least three leading health organizations (e.g., WHO, CDC, ECDC) or by publication in at least three peer-reviewed scientific journals. The tool must be publicly acknowledged by these organizations or publications as having met the 90% accuracy threshold in its prediction. In the event of multiple tools meeting these criteria, the resolution will be based on the first tool to be publicly acknowledged as meeting the accuracy threshold. Predictions made retrospectively, after the pandemic has begun, do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q_and_not_P": {"id": "31989c14-96af-4729-84ee-abc467a641fb", "title": "Will both of the following occur: (a) the widespread adoption of COVID-19 vaccines lead to a permanent change in workplace dynamics by 2030 and (b) no new AI-driven epidemiology tool predict the next global pandemic with over 90% accuracy before 2030?", "body": "This question will resolve as Yes if both of the following occur:\n\n(a) By December 31, 2030, there is a significant and permanent change in workplace dynamics directly attributable to the widespread adoption of COVID-19 vaccines. Significant change is defined as:\n- A permanent increase of at least 20% in the number of employees working remotely or in hybrid models compared to pre-pandemic levels (2019).\n- The implementation of permanent flexible working hours by at least 50% of Fortune 500 companies.\n- The establishment of permanent health and safety protocols in the workplace, including but not limited to vaccination requirements, that were not standard prior to the pandemic.\n\nChanges must be documented by credible sources, including but not limited to surveys by major human resources consultancies (e.g., Deloitte, PwC), reports from reputable news organizations (BBC, The New York Times, The Guardian), or official statements from companies. Temporary measures or changes solely due to government mandates that are lifted do not count towards this question's resolution.\n\n(b) Before January 1, 2030, no new AI-driven epidemiology tool is developed and successfully predicts the next global pandemic with over 90% accuracy. The prediction must be specific to the pathogen type (e.g., virus, bacteria), its origin, and the timeframe of outbreak. The tool's prediction accuracy must be verified by a consensus of at least three leading health organizations (e.g., WHO, CDC, ECDC) or by publication in at least three peer-reviewed scientific journals. The tool must be publicly acknowledged by these organizations or publications as having met the 90% accuracy threshold in its prediction. In the event of multiple tools meeting these criteria, the resolution will be based on the first tool to be publicly acknowledged as meeting the accuracy threshold. Predictions made retrospectively, after the pandemic has begun, do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "8a541e2c-4466-4043-bfcf-274e2a3b4e39", "title": "Will either a new AI-driven epidemiology tool predict the next global pandemic with over 90% accuracy before 2030, or will the widespread adoption of COVID-19 vaccines lead to a permanent change in workplace dynamics by 2030?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) Before January 1, 2030, a new AI-driven epidemiology tool is developed and successfully predicts the next global pandemic with over 90% accuracy. The prediction must be specific to the pathogen type (e.g., virus, bacteria), its origin, and the timeframe of outbreak. The tool's prediction accuracy must be verified by a consensus of at least three leading health organizations (e.g., WHO, CDC, ECDC) or by publication in at least three peer-reviewed scientific journals. The tool must be publicly acknowledged by these organizations or publications as having met the 90% accuracy threshold in its prediction. In the event of multiple tools meeting these criteria, the resolution will be based on the first tool to be publicly acknowledged as meeting the accuracy threshold. Predictions made retrospectively, after the pandemic has begun, do not count towards this question's resolution.\n\n(b) By December 31, 2030, there is a significant and permanent change in workplace dynamics directly attributable to the widespread adoption of COVID-19 vaccines. Significant change is defined as:\n- A permanent increase of at least 20% in the number of employees working remotely or in hybrid models compared to pre-pandemic levels (2019).\n- The implementation of permanent flexible working hours by at least 50% of Fortune 500 companies.\n- The establishment of permanent health and safety protocols in the workplace, including but not limited to vaccination requirements, that were not standard prior to the pandemic.\n\nChanges must be documented by credible sources, including but not limited to surveys by major human resources consultancies (e.g., Deloitte, PwC), reports from reputable news organizations (BBC, The New York Times, The Guardian), or official statements from companies. Temporary measures or changes solely due to government mandates that are lifted do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0020521, "frequentist": 0.0643623}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "e5a79acf-e69d-41a8-a730-1722f32bb376", "title": "Will France implement a nationwide carbon-neutral initiative by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has officially implemented a nationwide initiative that is recognized as carbon-neutral. The initiative must encompass actions across multiple sectors, including but not limited to energy, transportation, industry, and agriculture, aimed at achieving a net-zero carbon footprint for the country.\n\nThe initiative must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient.\n\nFor the purpose of this question, \"carbon-neutral\" means that any carbon emissions produced by France are balanced by an equivalent amount of carbon sequestration or offsetting measures, within the same calendar year. The verification of carbon neutrality must be conducted by an independent, internationally recognized environmental organization.\n\nIn the event of partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is a clear, government-confirmed plan for nationwide coverage by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "88a05757-01df-49be-bb2a-acf14e30bcdb", "title": "Will significant advancements in climatology lead to a major shift in global climate policy by 2030 and will France not implement a nationwide carbon-neutral initiative by 2030?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2030:\n\n1. Significant advancements in climatology result in a major shift in global climate policy. A \"significant advancement\" in climatology is defined as a breakthrough in climate science that leads to a new understanding of climate systems, significantly improves climate models, or provides novel solutions to climate change. A \"major shift\" in global climate policy is defined as the adoption of new, substantial climate policies or amendments to existing policies by at least three of the following entities: the United Nations Framework Convention on Climate Change (UNFCCC), the European Union, the United States, China, and India. These policies must represent a significant departure from current strategies and aim to substantially reduce greenhouse gas emissions or enhance climate resilience. The shift must be confirmed by official documentation from the relevant entities or credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters).\n\n2. France has not officially implemented a nationwide initiative that is recognized as carbon-neutral. The initiative must encompass actions across multiple sectors, including but not limited to energy, transportation, industry, and agriculture, aimed at achieving a net-zero carbon footprint for the country. The initiative must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. For the purpose of this question, \"carbon-neutral\" means that any carbon emissions produced by France are balanced by an equivalent amount of carbon sequestration or offsetting measures, within the same calendar year. The verification of carbon neutrality must be conducted by an independent, internationally recognized environmental organization. In the event of partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is no clear, government-confirmed plan for nationwide coverage by the end of 2030.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "fcbdc7e5-f850-40e1-8edb-d1ac57419ab0", "title": "Will either of the following occur by 2030: (a) France implement a nationwide carbon-neutral initiative, or (b) significant advancements in climatology lead to a major shift in global climate policy?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2030:\n\n(a) France has officially implemented a nationwide initiative that is recognized as carbon-neutral. The initiative must encompass actions across multiple sectors, including but not limited to energy, transportation, industry, and agriculture, aimed at achieving a net-zero carbon footprint for the country. The initiative must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. For the purpose of this question, \"carbon-neutral\" means that any carbon emissions produced by France are balanced by an equivalent amount of carbon sequestration or offsetting measures, within the same calendar year. The verification of carbon neutrality must be conducted by an independent, internationally recognized environmental organization. In the event of partial implementation (e.g., limited to specific regions or sectors), the question will resolve as Yes only if there is a clear, government-confirmed plan for nationwide coverage by the end of 2030.\n\n(b) Significant advancements in climatology result in a major shift in global climate policy. A \"significant advancement\" in climatology is defined as a breakthrough in climate science that leads to a new understanding of climate systems, significantly improves climate models, or provides novel solutions to climate change. A \"major shift\" in global climate policy is defined as the adoption of new, substantial climate policies or amendments to existing policies by at least three of the following entities: the United Nations Framework Convention on Climate Change (UNFCCC), the European Union, the United States, China, and India. These policies must represent a significant departure from current strategies and aim to substantially reduce greenhouse gas emissions or enhance climate resilience. The shift must be confirmed by official documentation from the relevant entities or credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters).", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}, "violations": {"default": 0.0187785, "frequentist": 0.1922919}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "cba4a1f6-d8d9-459b-88c7-3041eee80d80", "title": "Will a significant international climate change treaty be ratified by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant international climate change treaty is ratified. A \"significant\" treaty is defined as one that includes commitments from at least 75% of the world's nations and aims to reduce global greenhouse gas emissions by at least 40% from 1990 levels by 2050. The treaty must be ratified by the participating countries' governments or relevant governing bodies. Ratification is confirmed through official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The treaty must be new, not an amendment or extension of an existing treaty. In the event of multiple treaties, the question resolves as Yes if at least one meets these criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "e2795563-3e38-43c7-a120-94634aecf70f", "title": "Will both of the following occur: (a) a major scientific breakthrough in renewable energy technologies emerge from Iran by 2025 and (b) no significant international climate change treaty be ratified by 2030?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2025, a major scientific breakthrough in renewable energy technologies is announced to have emerged from Iran. A \"major scientific breakthrough\" is defined as a discovery or development that significantly advances the field of renewable energy, such as a new method of energy generation, storage, or efficiency improvement that surpasses current leading technologies by at least 20% in efficiency or cost-effectiveness. The breakthrough must be recognized by the international scientific community, evidenced by publication in a peer-reviewed scientific journal of high impact or a major international scientific award. Reports from reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the breakthrough and its significance are also required. The breakthrough must be attributed to research conducted primarily in Iran, regardless of the nationality of the researchers. (b) By December 31, 2030, no significant international climate change treaty is ratified. A \"significant\" treaty is defined as one that includes commitments from at least 75% of the world's nations and aims to reduce global greenhouse gas emissions by at least 40% from 1990 levels by 2050. The treaty must be ratified by the participating countries' governments or relevant governing bodies. Ratification is confirmed through official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The treaty must be new, not an amendment or extension of an existing treaty. In the event of multiple treaties, the question resolves as Yes if none meet these criteria.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "P_or_Q": {"id": "d2486ed3-2299-4592-85f0-1703604cc1e8", "title": "Will either a significant international climate change treaty be ratified by 2030 or a major scientific breakthrough in renewable energy technologies emerge from Iran by 2025?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2030, a significant international climate change treaty is ratified. A \"significant\" treaty is defined as one that includes commitments from at least 75% of the world's nations and aims to reduce global greenhouse gas emissions by at least 40% from 1990 levels by 2050. The treaty must be ratified by the participating countries' governments or relevant governing bodies. Ratification is confirmed through official government announcements or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The treaty must be new, not an amendment or extension of an existing treaty. In the event of multiple treaties, the question resolves as Yes if at least one meets these criteria. (b) By December 31, 2025, a major scientific breakthrough in renewable energy technologies is announced to have emerged from Iran. A \"major scientific breakthrough\" is defined as a discovery or development that significantly advances the field of renewable energy, such as a new method of energy generation, storage, or efficiency improvement that surpasses current leading technologies by at least 20% in efficiency or cost-effectiveness. The breakthrough must be recognized by the international scientific community, evidenced by publication in a peer-reviewed scientific journal of high impact or a major international scientific award. Reports from reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the breakthrough and its significance are also required. The breakthrough must be attributed to research conducted primarily in Iran, regardless of the nationality of the researchers.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}, "violations": {"default": 0.0216439, "frequentist": 0.207143}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "b3f7808d-a371-4a30-95c8-add6f214ce42", "title": "Will the outcome of the 2020 US presidential election have a lasting impact on public health policy in the United States by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, there are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q_and_not_P": {"id": "755459fa-7a86-4ce4-bdd9-fd60491e4d25", "title": "Will both of the following occur: (a) A major political figure propose a global summit on virology research funding before 2025 and (b) The outcome of the 2020 US presidential election not have a lasting impact on public health policy in the United States by 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2024, a major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes. (b) By December 31, 2025, there are no significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "f9a807ec-8552-4727-9f7b-17a405816961", "title": "Will either of the following occur by 2025: (a) lasting impact on US public health policy due to the 2020 election, or (b) a major political figure proposes a global summit on virology research funding?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2025, there are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution. (b) By December 31, 2024, a major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0588338, "frequentist": 0.3391097}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "1575ea22-2602-4a02-8189-e3386a2a004a", "title": "Will a major political figure propose a global summit on virology research funding before 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, a major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "3462a92c-5d2f-4978-b946-63c6fe2f317c", "title": "Will both of the following occur: (a) a groundbreaking study in epidemiology leads to a major shift in public health policies by 2025 and (b) no major political figure proposes a global summit on virology research funding before 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2025, a groundbreaking study in epidemiology results in a significant shift in public health policies in at least one of the G7 countries (United States, United Kingdom, Canada, France, Germany, Italy, Japan). A \"groundbreaking study\" is defined as research that presents novel findings with the potential to substantially alter the understanding or management of public health. A \"major shift\" in public health policies refers to the implementation of new policies or significant amendments to existing policies, directly attributable to the study's findings. The shift must be officially announced by the government or a recognized public health authority in the respective country. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient to confirm the policy shift. The resolution will consider only changes that have a broad impact on public health, excluding minor adjustments or policies affecting only specific groups. (b) By December 31, 2024, no major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "222c4a55-8996-47e9-aa2a-561ae7ad6dd7", "title": "Will either of the following occur by 2025: (a) A major political figure proposes a global summit on virology research funding (b) A groundbreaking study in epidemiology leads to a major shift in public health policies?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2024, a major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes. (b) By December 31, 2025, a groundbreaking study in epidemiology results in a significant shift in public health policies in at least one of the G7 countries (United States, United Kingdom, Canada, France, Germany, Italy, Japan). A \"groundbreaking study\" is defined as research that presents novel findings with the potential to substantially alter the understanding or management of public health. A \"major shift\" in public health policies refers to the implementation of new policies or significant amendments to existing policies, directly attributable to the study's findings. The shift must be officially announced by the government or a recognized public health authority in the respective country. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient to confirm the policy shift. The resolution will consider only changes that have a broad impact on public health, excluding minor adjustments or policies affecting only specific groups.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}, "violations": {"default": 0.0187785, "frequentist": 0.1922919}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "9f36be69-4a01-4e60-8dbc-98400688119a", "title": "Will the average global temperature increase by more than 2 degrees Celsius above pre-industrial levels before 2050?", "body": "This question will resolve as Yes if, before January 1, 2050, the global average temperature is confirmed to have increased by more than 2 degrees Celsius above pre-industrial levels (defined as the average global temperature from 1850-1900). The assessment must be based on the annual average global surface temperature data as reported by the Intergovernmental Panel on Climate Change (IPCC) or another authoritative scientific body that is recognized by the scientific community. In the event that the IPCC or the designated authoritative body discontinues, merges, or is replaced, the most directly comparable successor organization will be used for the resolution. Should there be significant controversy or dispute within the scientific community regarding the accuracy or interpretation of the data, the question will resolve based on the consensus opinion of the scientific community as reflected in peer-reviewed scientific literature.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q_and_not_P": {"id": "f1d59d30-4e8d-4fda-b886-36465adbdaf6", "title": "Will a new infectious disease emerge with a global infection rate exceeding 1% before 2030 and the average global temperature not increase by more than 2 degrees Celsius above pre-industrial levels before 2050?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) Before January 1, 2030, a new infectious disease emerges with a global infection rate exceeding 1% of the world's population. The infection rate must be confirmed by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). For the purpose of this question, a \"new infectious disease\" refers to a pathogen not previously identified in humans before the date of this question. The global infection rate is defined as the percentage of the world's population confirmed to be infected by the disease, as reported by the WHO or CDC. In the absence of direct reports from these organizations, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. In the event of conflicting reports, the average of the reported rates from these sources will be used to determine the resolution. This question does not consider the severity of the disease or the death rate, focusing solely on the infection rate. (2) Before January 1, 2050, the global average temperature is confirmed to have not increased by more than 2 degrees Celsius above pre-industrial levels (defined as the average global temperature from 1850-1900). The assessment must be based on the annual average global surface temperature data as reported by the Intergovernmental Panel on Climate Change (IPCC) or another authoritative scientific body that is recognized by the scientific community. In the event that the IPCC or the designated authoritative body discontinues, merges, or is replaced, the most directly comparable successor organization will be used for the resolution. Should there be significant controversy or dispute within the scientific community regarding the accuracy or interpretation of the data, the question will resolve based on the consensus opinion of the scientific community as reflected in peer-reviewed scientific literature.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "81429acf-8788-44be-a3f3-1f5b49874aa9", "title": "Will either of the following occur: (a) the average global temperature increase by more than 2 degrees Celsius above pre-industrial levels before 2050, or (b) a new infectious disease emerge with a global infection rate exceeding 1% before 2030?", "body": "(a) This question will resolve as Yes if, before January 1, 2050, the global average temperature is confirmed to have increased by more than 2 degrees Celsius above pre-industrial levels (defined as the average global temperature from 1850-1900). The assessment must be based on the annual average global surface temperature data as reported by the Intergovernmental Panel on Climate Change (IPCC) or another authoritative scientific body that is recognized by the scientific community. In the event that the IPCC or the designated authoritative body discontinues, merges, or is replaced, the most directly comparable successor organization will be used for the resolution. Should there be significant controversy or dispute within the scientific community regarding the accuracy or interpretation of the data, the question will resolve based on the consensus opinion of the scientific community as reflected in peer-reviewed scientific literature.\n\n(b) This question will resolve as Yes if, before January 1, 2030, a new infectious disease emerges with a global infection rate exceeding 1% of the world's population. The infection rate must be confirmed by the World Health Organization (WHO) or the Centers for Disease Control and Prevention (CDC). For the purpose of this question, a \"new infectious disease\" refers to a pathogen not previously identified in humans before the date of this question. The global infection rate is defined as the percentage of the world's population confirmed to be infected by the disease, as reported by the WHO or CDC. In the absence of direct reports from these organizations, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) will be considered sufficient. In the event of conflicting reports, the average of the reported rates from these sources will be used to determine the resolution. This question does not consider the severity of the disease or the death rate, focusing solely on the infection rate.", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0084917, "frequentist": 0.1295319}, "checks": {"default": true, "frequentist": false}}
{"line": {"P": {"id": "ce1a169f-e784-4283-bab9-b5c7ef94a16c", "title": "Will the US Senate pass a significant bill related to international relations before 2025?", "body": "This question will resolve as Yes if, by December 31, 2024, the US Senate has passed a bill that significantly impacts international relations. A \"significant bill\" is defined as one that involves substantial changes or commitments in terms of diplomacy, trade, defense, or international aid, and is recognized as such by at least three major news organizations (e.g., BBC, The New York Times, The Washington Post). The bill must be passed by the Senate and not merely proposed or passed by other branches of the US government. In the event of ambiguity regarding the bill's significance, the consensus among these news organizations will serve as the deciding factor. The resolution will rely on official government announcements or credible news reports for verification.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "db4cf024-4f3a-4e0e-97de-62e50f85d728", "title": "Will both of the following occur: (a) a major political figure propose a global summit on virology research funding before 2025 and (b) the US Senate not pass a significant bill related to international relations before 2025?", "body": "This question will resolve as Yes if both of the following conditions are met by December 31, 2024: (a) A major political figure has officially proposed a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes. (b) The US Senate has not passed a bill that significantly impacts international relations. A \"significant bill\" is defined as one that involves substantial changes or commitments in terms of diplomacy, trade, defense, or international aid, and is recognized as such by at least three major news organizations (e.g., BBC, The New York Times, The Washington Post). The bill must be passed by the Senate and not merely proposed or passed by other branches of the US government. In the event of ambiguity regarding the bill's significance, the consensus among these news organizations will serve as the deciding factor. The resolution will rely on official government announcements or credible news reports for verification.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "2a44351d-d1b0-4e3d-a501-d7b604e57b97", "title": "Will either of the following occur before 2025: (a) the US Senate passes a significant bill related to international relations, or (b) a major political figure proposes a global summit on virology research funding?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2024: (a) The US Senate passes a bill that significantly impacts international relations. A \"significant bill\" is defined as one that involves substantial changes or commitments in terms of diplomacy, trade, defense, or international aid, and is recognized as such by at least three major news organizations (e.g., BBC, The New York Times, The Washington Post). The bill must be passed by the Senate and not merely proposed or passed by other branches of the US government. In the event of ambiguity regarding the bill's significance, the consensus among these news organizations will serve as the deciding factor. The resolution will rely on official government announcements or credible news reports for verification. (b) A major political figure officially proposes a global summit focused on virology research funding. A \"major political figure\" is defined as a current head of state, head of government, or a minister of health from any of the G20 nations. The proposal must be for a summit specifically aimed at discussing, planning, or increasing funding for virology research on a global scale. The proposal must be publicly documented through an official government press release, announcement, or in statements made during official government proceedings. In the absence of direct government documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient. The summit does not need to take place by the resolution date; only the proposal is necessary for the question to resolve as Yes.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0195958, "frequentist": 0.1963681}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "37526d3a-afcf-4ca8-901b-6578ac683cf5", "title": "Will advancements in microbiology influence global health policies more than technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, advancements in microbiology have had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as No.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "ef0f8536-06be-4ba4-b959-e300b1da0db8", "title": "Will both of the following occur by 2030: (a) the World Health Organization declare a global health emergency due to climate-related diseases and (b) advancements in microbiology not influence global health policies more than technology?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2030: (a) the World Health Organization (WHO) has officially declared a global health emergency specifically due to the rise in diseases directly attributed to climate change. Such diseases may include, but are not limited to, vector-borne diseases, water-borne diseases, food safety and nutrition-related conditions, and respiratory and cardiovascular diseases linked to air pollution. The declaration must be made explicitly in relation to climate change impacts on health, and must be documented through official WHO announcements or press releases. In the absence of a direct announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) confirming the declaration will be sufficient for resolution. Temporary alerts or warnings specific to individual diseases or regions do not count towards this question's resolution. (b) Advancements in microbiology have not had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as Yes.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "f2040c43-840d-482b-b040-df1019e17ba5", "title": "Will either advancements in microbiology influence global health policies more than technology or the WHO declare a global health emergency due to climate-related diseases by 2030?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2030: (a) Advancements in microbiology have had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as No. (b) The World Health Organization (WHO) has officially declared a global health emergency specifically due to the rise in diseases directly attributed to climate change. Such diseases may include, but are not limited to, vector-borne diseases, water-borne diseases, food safety and nutrition-related conditions, and respiratory and cardiovascular diseases linked to air pollution. The declaration must be made explicitly in relation to climate change impacts on health, and must be documented through official WHO announcements or press releases. In the absence of a direct announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) confirming the declaration will be sufficient for resolution. Temporary alerts or warnings specific to individual diseases or regions do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}, "violations": {"default": 0.022802, "frequentist": 0.2113934}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "67bf3e1a-9a9d-4ff0-86f7-8fe20de4b9cc", "title": "Will robotics achieve a major breakthrough in autonomous vehicle technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a major breakthrough in autonomous vehicle technology is achieved, defined as:\n\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%.\n- The breakthrough must be recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n\nThe breakthrough must be documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals. \n\nIn the event of multiple claims of breakthroughs, the resolution will be based on the first documented instance meeting the above criteria. \n\nDevelopments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "790fe65b-b9b9-4cff-a7ff-de47368c64e9", "title": "Will Amazon deploy an AI system capable of fully autonomous warehouse management by 2025 and will robotics not achieve a major breakthrough in autonomous vehicle technology by 2025?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2025:\n\n(a) Amazon has officially deployed an AI system capable of fully autonomous warehouse management across any of its warehouse facilities. The system must be capable of operating without human intervention for tasks including but not limited to inventory management, order processing, packaging, and shipping. The deployment of such a system must be confirmed by an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must be operational, not in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is intended for nationwide or global expansion. Temporary deployments for specific events or the use of similar technology in private spaces do not count towards this question's resolution.\n\n(b) No major breakthrough in autonomous vehicle technology is achieved, defined as:\n\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%, does not occur.\n- The breakthrough is not recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n\nThe breakthrough is not documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals. \n\nIn the event of multiple claims of breakthroughs, the resolution will be based on the absence of any documented instance meeting the above criteria. \n\nDevelopments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "20cc85cf-4f40-4384-8d75-f0edd6376708", "title": "Will either a major breakthrough in autonomous vehicle technology or the deployment of a fully autonomous warehouse management AI system by Amazon occur by 2025?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025:\n\n(a) A major breakthrough in autonomous vehicle technology is achieved, defined as:\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%.\n- The breakthrough must be recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n- The breakthrough must be documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals.\n- In the event of multiple claims of breakthroughs, the resolution will be based on the first documented instance meeting the above criteria.\n- Developments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.\n\n(b) Amazon officially deploys an AI system capable of fully autonomous warehouse management across any of its warehouse facilities. The system must be capable of operating without human intervention for tasks including but not limited to inventory management, order processing, packaging, and shipping. The deployment of such a system must be confirmed by an official Amazon announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The system must be operational, not in a trial phase. In the event of a partial deployment (e.g., limited to specific warehouses), the question will resolve as Yes if the system is intended for nationwide or global expansion. Temporary deployments for specific events or the use of similar technology in private spaces do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}, "violations": {"default": 0.0187785, "frequentist": 0.1922919}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "017db12f-e7d0-42d1-ab0e-b576d4e2c124", "title": "Will the outcome of the 2020 US presidential election have a lasting impact on public health policy in the United States by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, there are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q_and_not_P": {"id": "4ceac4f5-ba50-4d90-9dd3-9e04efbc8b52", "title": "Will both of the following occur: (a) The Virginia Department of Health influence a significant change in election health safety protocols before 2030 and (b) The outcome of the 2020 US presidential election not have a lasting impact on public health policy in the United States by 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) Before January 1, 2030, the Virginia Department of Health (VDH) has influenced a significant change in election health safety protocols in Virginia. A \"significant change\" is defined as a new or revised set of guidelines or regulations that materially alter the way elections are conducted in terms of health safety, with the aim of preventing disease transmission during the voting process. This could include, but is not limited to, changes in voting booth sanitation, the implementation of social distancing measures, adjustments to voting times or locations to reduce crowding, or the introduction of mail-in voting or electronic voting options as standard practice. The change must be officially announced by the VDH or a related government body and must be implemented statewide. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Washington Post) will be considered sufficient evidence of the VDH's influence on the change. Temporary measures introduced for a single election do not count towards this question's resolution. (b) By December 31, 2025, there are no significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "5bc0de6c-f8c2-4b51-a7c1-3287176041fa", "title": "Will either of the following occur: (a) The outcome of the 2020 US presidential election have a lasting impact on public health policy in the United States by 2025? (b) The Virginia Department of Health influence a significant change in election health safety protocols before 2030?", "body": "(a) This question will resolve as Yes if, by December 31, 2025, there are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.\n\n(b) This question will resolve as Yes if, before January 1, 2030, the Virginia Department of Health (VDH) has influenced a significant change in election health safety protocols in Virginia. A \"significant change\" is defined as a new or revised set of guidelines or regulations that materially alter the way elections are conducted in terms of health safety, with the aim of preventing disease transmission during the voting process. This could include, but is not limited to, changes in voting booth sanitation, the implementation of social distancing measures, adjustments to voting times or locations to reduce crowding, or the introduction of mail-in voting or electronic voting options as standard practice. The change must be officially announced by the VDH or a related government body and must be implemented statewide. In the absence of a public announcement, credible reports from at least three major news organizations (e.g., BBC, The New York Times, Washington Post) will be considered sufficient evidence of the VDH's influence on the change. Temporary measures introduced for a single election do not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}, "violations": {"default": 0.0228038, "frequentist": 0.2113934}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "bfa7a259-8946-49e7-a105-64d7ac807fc1", "title": "Will DeepMind develop a breakthrough AI model for predicting pandemics before 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, DeepMind has developed and publicly announced a breakthrough artificial intelligence model specifically designed for predicting pandemics. A \"breakthrough\" is defined as a significant advancement over existing models in terms of accuracy, speed, or predictive capabilities, as recognized by the scientific community or a leading health organization (e.g., WHO, CDC). The model must demonstrate its effectiveness through peer-reviewed research or a public demonstration of its predictive capabilities. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The model must be operational and available for use by health organizations or the public. In the event of a collaborative development with other entities, the question will resolve as Yes only if DeepMind's contribution is pivotal and acknowledged as such by the collaborating entities or in the official announcement.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "129a02ba-a7a4-4c39-b57d-e495d34f5037", "title": "Will both of the following occur: (a) a major infectious disease outbreak lead to the implementation of new global health policies by 2025 and (b) DeepMind not develop a breakthrough AI model for predicting pandemics before 2030?", "body": "This question will resolve as Yes if both of the following occur:\n\n(a) By December 31, 2025, a major infectious disease outbreak has led to the implementation of new global health policies. A \"major infectious disease outbreak\" is defined as an event where a disease causes significant morbidity or mortality in at least three countries across different WHO regions, and is officially declared a Public Health Emergency of International Concern (PHEIC) by the World Health Organization (WHO).\n\nNew global health policies must be adopted by at least five member countries of the United Nations and aim to address the prevention, preparedness, or response to infectious diseases. These policies must be documented in official government publications or announcements. In the absence of such documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence.\n\nIn the event that multiple outbreaks occur, the question will resolve as Yes if any one of them meets the criteria above.\n\n(b) By December 31, 2030, DeepMind has not developed and publicly announced a breakthrough artificial intelligence model specifically designed for predicting pandemics. A \"breakthrough\" is defined as a significant advancement over existing models in terms of accuracy, speed, or predictive capabilities, as recognized by the scientific community or a leading health organization (e.g., WHO, CDC). The model must demonstrate its effectiveness through peer-reviewed research or a public demonstration of its predictive capabilities. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The model must be operational and available for use by health organizations or the public. In the event of a collaborative development with other entities, the question will resolve as Yes only if DeepMind's contribution is pivotal and acknowledged as such by the collaborating entities or in the official announcement.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "0e9ecb9f-2615-4673-b3b6-95210d286c7c", "title": "Will either DeepMind develop a breakthrough AI model for predicting pandemics before 2030 or a major infectious disease outbreak lead to the implementation of new global health policies by 2025?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) By December 31, 2030, DeepMind has developed and publicly announced a breakthrough artificial intelligence model specifically designed for predicting pandemics. A \"breakthrough\" is defined as a significant advancement over existing models in terms of accuracy, speed, or predictive capabilities, as recognized by the scientific community or a leading health organization (e.g., WHO, CDC). The model must demonstrate its effectiveness through peer-reviewed research or a public demonstration of its predictive capabilities. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The model must be operational and available for use by health organizations or the public. In the event of a collaborative development with other entities, the question will resolve as Yes only if DeepMind's contribution is pivotal and acknowledged as such by the collaborating entities or in the official announcement.\n\n(b) By December 31, 2025, a major infectious disease outbreak has led to the implementation of new global health policies. A \"major infectious disease outbreak\" is defined as an event where a disease causes significant morbidity or mortality in at least three countries across different WHO regions, and is officially declared a Public Health Emergency of International Concern (PHEIC) by the World Health Organization (WHO). New global health policies must be adopted by at least five member countries of the United Nations and aim to address the prevention, preparedness, or response to infectious diseases. These policies must be documented in official government publications or announcements. In the absence of such documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence. In the event that multiple outbreaks occur, the question will resolve as Yes if any one of them meets the criteria above.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}, "violations": {"default": 0.0020179, "frequentist": 0.0633216}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "3566e467-1405-46f3-b911-4697e7ecb8c6", "title": "Will robotics achieve a major breakthrough in autonomous vehicle technology by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a major breakthrough in autonomous vehicle technology is achieved, defined as:\n\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%.\n- The breakthrough must be recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n\nThe breakthrough must be documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals. \n\nIn the event of multiple claims of breakthroughs, the resolution will be based on the first documented instance meeting the above criteria. \n\nDevelopments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "b971860b-49a0-44d3-82f4-a085c914dc78", "title": "Will both machine learning algorithms surpass human accuracy in predicting consumer behavior and no major breakthrough in autonomous vehicle technology be achieved by 2025?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2025:\n\n(a) Machine learning algorithms have been demonstrated to surpass human accuracy in predicting consumer behavior in at least one major industry (e.g., retail, finance, entertainment). The surpassing of human accuracy must be evidenced by a peer-reviewed study or a comprehensive report from a reputable analytics or research firm. The study or report must compare the predictive accuracy of machine learning algorithms against that of experienced human professionals in the same field, using standardized metrics for accuracy. The findings must be recognized and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) or industry-specific publications. In the event of conflicting reports or studies, the question will resolve based on the consensus of the most reputable sources. Machine learning algorithms are defined as systems that use statistical techniques to learn from data and make predictions or decisions without being explicitly programmed for the task.\n\n(b) No major breakthrough in autonomous vehicle technology is achieved, defined as:\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%.\n- The breakthrough must be recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n\nThe breakthrough must be documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals. \n\nIn the event of multiple claims of breakthroughs, the resolution will be based on the first documented instance meeting the above criteria. \n\nDevelopments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "bb16203b-874f-4fd1-8c70-ee6fd827f4d2", "title": "Will either a major breakthrough in autonomous vehicle technology or machine learning algorithms surpassing human accuracy in predicting consumer behavior occur by 2025?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025:\n\n(a) A major breakthrough in autonomous vehicle technology is achieved, defined as:\n- The development and successful public demonstration of an autonomous vehicle capable of navigating complex urban environments without human intervention, with a success rate of at least 95%.\n- The breakthrough must be recognized by a leading industry body or consortium in the field of robotics or autonomous vehicles, such as the Association for Advancing Automation (A3) or the International Federation of Robotics (IFR).\n- The breakthrough must be documented in at least two reputable technology or science news outlets (e.g., Wired, TechCrunch, Science Daily) or in peer-reviewed scientific journals.\n- In the event of multiple claims of breakthroughs, the resolution will be based on the first documented instance meeting the above criteria.\n- Developments that only incrementally improve existing technologies without demonstrating a significant leap in capabilities will not be considered a major breakthrough for the purpose of this question.\n\n(b) Machine learning algorithms have been demonstrated to surpass human accuracy in predicting consumer behavior in at least one major industry (e.g., retail, finance, entertainment). The surpassing of human accuracy must be evidenced by a peer-reviewed study or a comprehensive report from a reputable analytics or research firm. The study or report must compare the predictive accuracy of machine learning algorithms against that of experienced human professionals in the same field, using standardized metrics for accuracy. The findings must be recognized and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) or industry-specific publications. In the event of conflicting reports or studies, the question will resolve based on the consensus of the most reputable sources. Machine learning algorithms are defined as systems that use statistical techniques to learn from data and make predictions or decisions without being explicitly programmed for the task.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}, "violations": {"default": 0.0302435, "frequentist": 0.2432521}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "c98a8cfd-1f9f-44b5-857d-190038830c86", "title": "Will the US House of Representatives pass significant legislation to regulate artificial intelligence by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, the US House of Representatives has passed legislation that significantly regulates artificial intelligence (AI) in any of the following areas: development, deployment, ethical use, privacy, security, or bias mitigation. \n\nSignificant legislation is defined as a bill that introduces new regulations or substantially amends existing regulations on AI. The bill must be passed by the US House of Representatives and must not be solely symbolic; it must have practical implications for the regulation of AI. \n\nThe passage of the legislation must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. \n\nIn the event that multiple pieces of legislation are passed, the question will resolve as Yes if at least one meets the criteria outlined above.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "bdf2cad4-54e7-4521-a581-19d533f1f853", "title": "Will both a biotechnology breakthrough lead to a significant increase in global GDP and the US House of Representatives not pass significant legislation to regulate artificial intelligence by 2030?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2030: (a) a biotechnology breakthrough is directly linked to a significant increase in global GDP, and (b) the US House of Representatives has not passed significant legislation to regulate artificial intelligence (AI).\n\nFor part (a), a \"significant increase\" is defined as a rise in global GDP by at least 5% over a baseline year, adjusted for inflation, attributable to biotechnological advancements. The breakthrough must be widely recognized by the global economic and scientific communities, with confirmation from at least three of the following organizations or publications: The World Bank, International Monetary Fund (IMF), Nature Biotechnology, or Science. The increase in GDP must be reported by reputable global financial news sources, such as Bloomberg, Financial Times, or The Economist. In the event of multiple contributing factors to GDP growth, the biotechnology breakthrough must be identified as the primary driver. This question does not consider incremental improvements in existing biotechnologies but focuses on a novel breakthrough that marks a significant departure from current capabilities.\n\nFor part (b), significant legislation is defined as a bill that introduces new regulations or substantially amends existing regulations on AI. The bill must be passed by the US House of Representatives and must not be solely symbolic; it must have practical implications for the regulation of AI. The absence of the passage of such legislation must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. In the event that multiple pieces of legislation are passed, the question will resolve as Yes if none meet the criteria outlined above.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "6e82e1bd-6d2e-4884-87e2-824f23ebcd89", "title": "Will either of the following occur by 2030: (a) the US House of Representatives pass significant legislation to regulate artificial intelligence, or (b) a biotechnology breakthrough lead to a significant increase in global GDP?", "body": "(a) Will the US House of Representatives pass significant legislation to regulate artificial intelligence by 2030?\nThis question will resolve as Yes if, by December 31, 2030, the US House of Representatives has passed legislation that significantly regulates artificial intelligence (AI) in any of the following areas: development, deployment, ethical use, privacy, security, or bias mitigation.\n\nSignificant legislation is defined as a bill that introduces new regulations or substantially amends existing regulations on AI. The bill must be passed by the US House of Representatives and must not be solely symbolic; it must have practical implications for the regulation of AI.\n\nThe passage of the legislation must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient.\n\nIn the event that multiple pieces of legislation are passed, the question will resolve as Yes if at least one meets the criteria outlined above.\n\n(b) Will a biotechnology breakthrough lead to a significant increase in global GDP by 2030?\nThis question will resolve as Yes if, by December 31, 2030, a biotechnology breakthrough is directly linked to a significant increase in global GDP. A \"significant increase\" is defined as a rise in global GDP by at least 5% over a baseline year, adjusted for inflation, attributable to biotechnological advancements. The breakthrough must be widely recognized by the global economic and scientific communities, with confirmation from at least three of the following organizations or publications: The World Bank, International Monetary Fund (IMF), Nature Biotechnology, or Science. The increase in GDP must be reported by reputable global financial news sources, such as Bloomberg, Financial Times, or The Economist. In the event of multiple contributing factors to GDP growth, the biotechnology breakthrough must be identified as the primary driver. This question does not consider incremental improvements in existing biotechnologies but focuses on a novel breakthrough that marks a significant departure from current capabilities.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}, "violations": {"default": 0.2708925, "frequentist": 0.7460414}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "a7c9935c-391e-4389-8fbc-f2c5cb58e3bc", "title": "Will a breakthrough in nuclear fusion technology be achieved by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a breakthrough in nuclear fusion technology is achieved and publicly announced. A \"breakthrough\" is defined as achieving a net energy gain from a nuclear fusion reaction that is sustainable and reproducible in a controlled environment. The breakthrough must be recognized and confirmed by at least one of the following: the International Atomic Energy Agency (IAEA), the Department of Energy (DOE) of the United States, or a similar authoritative body in the field of nuclear energy. Additionally, the achievement must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. The question will resolve as No if these conditions are not met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "7ab4c948-3209-4ba9-b6fe-f47443bb816f", "title": "Will the United States become the world's largest producer of renewable energy by 2030 and will a breakthrough in nuclear fusion technology not be achieved by 2030?", "body": "This question will resolve as Yes if both of the following conditions are met by December 31, 2030: (a) The United States is officially recognized as the world's largest producer of renewable energy, measured by total megawatts (MW) of renewable energy capacity installed or by total renewable energy generated in a year. Renewable energy includes solar, wind, hydroelectric, geothermal, and biomass energy sources. The assessment will be based on data and reports from authoritative sources such as the International Energy Agency (IEA), the U.S. Energy Information Administration (EIA), or equivalent. In the event of discrepancies between sources, the source with the most comprehensive and recent data will be considered authoritative. The resolution will consider only operational capacity, excluding projects under construction or in planning stages. In case of a tie or near-tie (within a 1% margin), the question will resolve as No, requiring clear leadership in renewable energy production. (b) A breakthrough in nuclear fusion technology is not achieved and publicly announced. A \"breakthrough\" is defined as achieving a net energy gain from a nuclear fusion reaction that is sustainable and reproducible in a controlled environment. The breakthrough must be recognized and confirmed by at least one of the following: the International Atomic Energy Agency (IAEA), the Department of Energy (DOE) of the United States, or a similar authoritative body in the field of nuclear energy. Additionally, the achievement must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. The question will resolve as No if these conditions are not met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "c0f9bc02-7b22-4fa9-97f5-64059b3c6a89", "title": "Will either a breakthrough in nuclear fusion technology be achieved or the United States become the world's largest producer of renewable energy by 2030?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2030: (a) A breakthrough in nuclear fusion technology is achieved and publicly announced. A \"breakthrough\" is defined as achieving a net energy gain from a nuclear fusion reaction that is sustainable and reproducible in a controlled environment. The breakthrough must be recognized and confirmed by at least one of the following: the International Atomic Energy Agency (IAEA), the Department of Energy (DOE) of the United States, or a similar authoritative body in the field of nuclear energy. Additionally, the achievement must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. In the absence of an official announcement, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post, Reuters) are sufficient. (b) The United States is officially recognized as the world's largest producer of renewable energy, measured by total megawatts (MW) of renewable energy capacity installed or by total renewable energy generated in a year. Renewable energy includes solar, wind, hydroelectric, geothermal, and biomass energy sources. The assessment will be based on data and reports from authoritative sources such as the International Energy Agency (IEA), the U.S. Energy Information Administration (EIA), or equivalent. In the event of discrepancies between sources, the source with the most comprehensive and recent data will be considered authoritative. The resolution will consider only operational capacity, excluding projects under construction or in planning stages. In case of a tie or near-tie (within a 1% margin), the question will resolve as No, requiring clear leadership in renewable energy production. The question will resolve as No if neither of these conditions are met by the specified date.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.4}}, "violations": {"default": 0.0, "frequentist": 0.0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "adf5394c-1996-4c8b-8df0-0e02cd5cc774", "title": "Will France experience a major social movement leading to significant policy changes by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, France has experienced a major social movement that leads to significant policy changes. A \"major social movement\" is defined as a widespread mobilization of people across multiple cities, recognized by major news organizations (BBC, The Guardian, Le Monde, France24) and involving at least 100,000 participants in total. \"Significant policy changes\" refer to legislative or executive actions that alter national policy in at least one of the following areas: labor laws, environmental regulations, social welfare, or civil rights. The changes must be directly attributable to the social movement and recognized as such by at least two of the aforementioned news organizations. In the event of multiple movements, the question resolves as Yes if any one of them meets these criteria. Temporary or symbolic measures do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q_and_not_P": {"id": "b559a2b2-7238-4b84-9843-d94984e54393", "title": "Will there be a significant breakthrough in social physics influencing public policy and will France not experience a major social movement leading to significant policy changes by 2030?", "body": "This question will resolve as Yes if both of the following occur by December 31, 2030: (a) A significant breakthrough in the field of social physics is announced and has influenced public policy. A \"significant breakthrough\" is defined as a discovery or development that fundamentally changes the understanding or application of social physics in a way that directly impacts public policy formulation or implementation. The breakthrough must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. The influence on public policy must be evidenced by the adoption of new policies, significant amendments to existing policies, or the initiation of public policy debates directly attributable to the breakthrough. The adoption or amendment of policies must be confirmed by official government documentation or statements from a recognized authority in the field. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must be recognized by the scientific community, as evidenced by citations in subsequent research or endorsements by recognized experts in the field. (b) France has not experienced a major social movement that leads to significant policy changes. A \"major social movement\" is defined as a widespread mobilization of people across multiple cities, recognized by major news organizations (BBC, The Guardian, Le Monde, France24) and involving at least 100,000 participants in total. \"Significant policy changes\" refer to legislative or executive actions that alter national policy in at least one of the following areas: labor laws, environmental regulations, social welfare, or civil rights. The changes must be directly attributable to the social movement and recognized as such by at least two of the aforementioned news organizations. In the event of multiple movements, the question resolves as Yes if none of them meet these criteria. Temporary or symbolic measures do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "25b30a7c-2875-4537-a5c7-7a9ce8d60615", "title": "Will either of the following occur by 2030: (a) France experiences a major social movement leading to significant policy changes, or (b) a significant breakthrough in social physics influences public policy?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2030: (a) France experiences a major social movement that leads to significant policy changes. A \"major social movement\" is defined as a widespread mobilization of people across multiple cities, recognized by major news organizations (BBC, The Guardian, Le Monde, France24) and involving at least 100,000 participants in total. \"Significant policy changes\" refer to legislative or executive actions that alter national policy in at least one of the following areas: labor laws, environmental regulations, social welfare, or civil rights. The changes must be directly attributable to the social movement and recognized as such by at least two of the aforementioned news organizations. Temporary or symbolic measures do not count towards this question's resolution. (b) A significant breakthrough in the field of social physics is announced and has influenced public policy. A \"significant breakthrough\" is defined as a discovery or development that fundamentally changes the understanding or application of social physics in a way that directly impacts public policy formulation or implementation. The breakthrough must be documented in a peer-reviewed scientific journal or presented at a major scientific conference. The influence on public policy must be evidenced by the adoption of new policies, significant amendments to existing policies, or the initiation of public policy debates directly attributable to the breakthrough. The adoption or amendment of policies must be confirmed by official government documentation or statements from a recognized authority in the field. In the absence of direct government confirmation, credible reports from at least three major news organizations (BBC, The Guardian, New York Times, Washington Post) are sufficient. The breakthrough must be recognized by the scientific community, as evidenced by citations in subsequent research or endorsements by recognized experts in the field.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}, "violations": {"default": 0.1345917, "frequentist": 0.5181278}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "99fc7c93-cd03-4efb-9179-d916c03cdb06", "title": "Will a major technology company face a landmark ethics investigation by the United States government before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "577d2d7a-d0d4-4fd0-a67f-dd733b209ab9", "title": "Will both a major geopolitical event significantly impact global health security and no major technology company face a landmark ethics investigation by the United States government by 2025?", "body": "This question will resolve as Yes if both of the following occur: (a) By December 31, 2025, a major geopolitical event has significantly impacted global health security. A \"major geopolitical event\" is defined as an event that involves the military, political, or economic actions of one or more countries that have a widespread impact on global stability or international relations. The impact on \"global health security\" must be significant, affecting international health regulations, causing widespread health crises (e.g., pandemics, significant increases in mortality rates, or major disruptions to healthcare systems), or leading to substantial changes in global health policy. The event and its impact on global health security must be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post) or official statements from international health organizations (WHO, CDC). In the absence of direct evidence, a consensus among experts in international relations and global health, as reported by the aforementioned sources, will be considered sufficient. The resolution will consider the direct and immediate effects of the geopolitical event, not long-term consequences that unfold over years. (b) Before January 1, 2025, no major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "aab645b1-8150-46f0-aa0e-71d6f86b70bd", "title": "Will either a major technology company face a landmark ethics investigation by the United States government before 2025 or a major geopolitical event significantly impact global health security by 2025?", "body": "This question will resolve as Yes if either of the following occurs: (a) Before January 1, 2025, a major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented. (b) By December 31, 2025, a major geopolitical event has significantly impacted global health security. A \"major geopolitical event\" is defined as an event that involves the military, political, or economic actions of one or more countries that have a widespread impact on global stability or international relations. The impact on \"global health security\" must be significant, affecting international health regulations, causing widespread health crises (e.g., pandemics, significant increases in mortality rates, or major disruptions to healthcare systems), or leading to substantial changes in global health policy. The event and its impact on global health security must be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post) or official statements from international health organizations (WHO, CDC). In the absence of direct evidence, a consensus among experts in international relations and global health, as reported by the aforementioned sources, will be considered sufficient. The resolution will consider the direct and immediate effects of the geopolitical event, not long-term consequences that unfold over years.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0195879, "frequentist": 0.1963681}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "a5b199ae-110b-4dde-9ab1-77002413f781", "title": "Will a major technology company face a landmark ethics investigation by the United States government before 2025?", "body": "This question will resolve as Yes if, before January 1, 2025, a major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "5c6b1b8f-d2b2-4eeb-943e-df344445e810", "title": "Will machine learning algorithms surpass human accuracy in predicting consumer behavior by 2025 and will no major technology company face a landmark ethics investigation by the United States government before 2025?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) By December 31, 2025, machine learning algorithms have been demonstrated to surpass human accuracy in predicting consumer behavior in at least one major industry (e.g., retail, finance, entertainment). The surpassing of human accuracy must be evidenced by a peer-reviewed study or a comprehensive report from a reputable analytics or research firm. The study or report must compare the predictive accuracy of machine learning algorithms against that of experienced human professionals in the same field, using standardized metrics for accuracy. The findings must be recognized and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) or industry-specific publications. In the event of conflicting reports or studies, the question will resolve based on the consensus of the most reputable sources. Machine learning algorithms are defined as systems that use statistical techniques to learn from data and make predictions or decisions without being explicitly programmed for the task. (2) Before January 1, 2025, no major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "42017783-6358-481d-baf9-4afb6e35e4cc", "title": "Will either of the following occur before 2025: (a) A major technology company face a landmark ethics investigation by the United States government (b) Machine learning algorithms surpass human accuracy in predicting consumer behavior?", "body": "(a) This question will resolve as Yes if, before January 1, 2025, a major technology company (defined as a company with a market capitalization exceeding $100 billion USD at the time of the investigation's announcement) faces a landmark ethics investigation by the United States government. A \"landmark ethics investigation\" is defined as an investigation that is publicly announced by a U.S. federal government agency, such as the Federal Trade Commission (FTC), the Department of Justice (DOJ), or the Securities and Exchange Commission (SEC), and involves allegations of significant ethical breaches that could potentially lead to regulatory changes, substantial fines, or major shifts in company policy. The investigation must be new and not a continuation or expansion of previously known issues. Confirmation of such an investigation must come from official government releases or credible news reports from reputable sources such as The New York Times, The Washington Post, Reuters, or Bloomberg. In the event of ambiguous situations, the resolution will default to a No unless clear evidence is presented.\n\n(b) This question will resolve as Yes if, by December 31, 2025, machine learning algorithms have been demonstrated to surpass human accuracy in predicting consumer behavior in at least one major industry (e.g., retail, finance, entertainment). The surpassing of human accuracy must be evidenced by a peer-reviewed study or a comprehensive report from a reputable analytics or research firm. The study or report must compare the predictive accuracy of machine learning algorithms against that of experienced human professionals in the same field, using standardized metrics for accuracy. The findings must be recognized and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) or industry-specific publications. In the event of conflicting reports or studies, the question will resolve based on the consensus of the most reputable sources. Machine learning algorithms are defined as systems that use statistical techniques to learn from data and make predictions or decisions without being explicitly programmed for the task.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}, "violations": {"default": 0.0526049, "frequentist": 0.3218114}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "e17bfc26-3ce6-4e78-a5eb-ee00fa8483a5", "title": "Will there be a significant scientific discovery that influences US environmental policy by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a significant scientific discovery is made that directly influences United States environmental policy. A \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "f21a3acf-8f0f-4f01-a735-645ad0ffd4c4", "title": "Will both of the following occur by 2025: (a) a major breakthrough in pharmacology creates a billion-dollar industry and (b) no significant scientific discovery influences US environmental policy?", "body": "This question will resolve as Yes if, by December 31, 2025, both of the following occur: (a) a major breakthrough in pharmacology leads to the creation of a new industry or significantly transforms an existing one, resulting in a market valuation of at least one billion US dollars. The breakthrough must be recognized by the scientific community and have a clear, direct impact on the market. The valuation must be confirmed by credible financial reports or analyses from reputable sources such as Forbes, Bloomberg, or the Financial Times. In the event of multiple qualifying breakthroughs, the question will resolve as Yes if at least one meets these criteria. The breakthrough must be publicly documented and recognized within the pharmacological or financial communities by the specified date; and (b) no significant scientific discovery is made that directly influences United States environmental policy. A \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "4f8885ff-6545-4713-a986-83d8155ff45e", "title": "Will either a significant scientific discovery influence US environmental policy or a major breakthrough in pharmacology create a billion-dollar industry by 2025?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025: (a) A significant scientific discovery is made that directly influences United States environmental policy. A \"significant scientific discovery\" is defined as a discovery that leads to the enactment of new legislation, significant amendment of existing legislation, or a major shift in policy direction at the federal level. The discovery must be related to environmental science and must be recognized as significant by the scientific community, as evidenced by publication in a peer-reviewed scientific journal or endorsement by a major scientific organization. The influence on policy must be clearly attributable to the discovery, as confirmed by official government documentation or statements from relevant policymakers. In the absence of direct government confirmation, credible reports from at least three major news organizations (e.g., BBC, The New York Times, The Washington Post) will be considered sufficient evidence of the discovery's impact on policy. Temporary measures or executive orders that do not lead to lasting policy change do not count towards this question's resolution. (b) A major breakthrough in pharmacology leads to the creation of a new industry or significantly transforms an existing one, resulting in a market valuation of at least one billion US dollars. The breakthrough must be recognized by the scientific community and have a clear, direct impact on the market. The valuation must be confirmed by credible financial reports or analyses from reputable sources such as Forbes, Bloomberg, or the Financial Times. In the event of multiple qualifying breakthroughs, the question will resolve as Yes if at least one meets these criteria. The breakthrough must be publicly documented and recognized within the pharmacological or financial communities by the specified date.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}, "violations": {"default": 0.0194094, "frequentist": 0.1998225}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "9c6f1675-dfec-4284-b2ec-98ae5ae4e962", "title": "Will the outcome of the 2020 US presidential election have a lasting impact on public health policy in the United States by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, there are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q_and_not_P": {"id": "b152e45d-7410-47b8-9b82-a9b9da0bda33", "title": "Will both of the following occur by 2025: (a) A major geopolitical event significantly impacts global health security, and (b) The outcome of the 2020 US presidential election does not have a lasting impact on public health policy in the United States?", "body": "This question will resolve as Yes if, by December 31, 2025, both of the following conditions are met: (a) A major geopolitical event has significantly impacted global health security. A \"major geopolitical event\" is defined as an event that involves the military, political, or economic actions of one or more countries that have a widespread impact on global stability or international relations. The impact on \"global health security\" must be significant, affecting international health regulations, causing widespread health crises (e.g., pandemics, significant increases in mortality rates, or major disruptions to healthcare systems), or leading to substantial changes in global health policy. The event and its impact on global health security must be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post) or official statements from international health organizations (WHO, CDC). In the absence of direct evidence, a consensus among experts in international relations and global health, as reported by the aforementioned sources, will be considered sufficient. The resolution will consider the direct and immediate effects of the geopolitical event, not long-term consequences that unfold over years. (b) There are no significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "0c439558-0b6d-4ff5-8864-9f56237b345b", "title": "Will either of the following occur by 2025: (a) The outcome of the 2020 US presidential election have a lasting impact on public health policy in the United States? (b) A major geopolitical event significantly impact global health security?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025: (a) There are significant and lasting changes in public health policy in the United States that can be directly attributed to the outcome of the 2020 US presidential election. Significant changes include, but are not limited to, reforms in healthcare access, pandemic preparedness, mental health services, and environmental health policies. The changes must be enacted into law or official policy and must have been implemented with evidence of impact. Attribution to the 2020 election outcome must be confirmed through official statements, legislative records, or analysis by at least three reputable news sources (e.g., BBC, The New York Times, The Washington Post). In the absence of direct attribution, a consensus among at least three health policy experts featured in major publications may also suffice. Temporary measures or policies that are reversed before the resolution date do not count towards this question's resolution. (b) A major geopolitical event has significantly impacted global health security. A \"major geopolitical event\" is defined as an event that involves the military, political, or economic actions of one or more countries that have a widespread impact on global stability or international relations. The impact on \"global health security\" must be significant, affecting international health regulations, causing widespread health crises (e.g., pandemics, significant increases in mortality rates, or major disruptions to healthcare systems), or leading to substantial changes in global health policy. The event and its impact on global health security must be confirmed by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post) or official statements from international health organizations (WHO, CDC). In the absence of direct evidence, a consensus among experts in international relations and global health, as reported by the aforementioned sources, will be considered sufficient. The resolution will consider the direct and immediate effects of the geopolitical event, not long-term consequences that unfold over years.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0588338, "frequentist": 0.3391097}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "601a0a61-f34e-47e6-a5cd-f136d8e35eaf", "title": "Will advancements in microbiology influence global health policies more than technology by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, advancements in microbiology have had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as No.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q_and_not_P": {"id": "2a8aa441-5911-4421-8528-a819d5d3f254", "title": "Will both of the following occur: (a) a COVID-19 vaccine be mandatory for international travel by 2025 and (b) advancements in microbiology not influence global health policies more than technology by 2030?", "body": "(a) This question will resolve as Yes if, by December 31, 2025, any form of COVID-19 vaccination is required by international law or regulation, or by the laws or regulations of at least 75% of the following countries (United States, China, India, Russia, Brazil, United Kingdom, France, Germany, Italy, and Japan) for entry into their territories from abroad. The requirement must apply to at least 90% of incoming travelers, regardless of nationality. Exemptions for medical reasons or proof of recovery from COVID-19 are considered part of the vaccination requirement. The resolution will be based on official government announcements, international agreements, or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). In the event that less than 75% of the listed countries implement such a requirement, the question will resolve as No.\n\n(b) This question will resolve as Yes if, by December 31, 2030, advancements in microbiology have not had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as Yes.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "df6c5c30-c291-4367-845c-0a56188a3936", "title": "Will either advancements in microbiology influence global health policies more than technology by 2030, or a COVID-19 vaccine be mandatory for international travel by 2025?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2030, advancements in microbiology have had a more significant influence on global health policies than technological advancements. Influence on global health policies is defined as the adoption of new or revised policies, guidelines, or recommendations by at least three of the following organizations: World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), or similar national or international health bodies. The influence of microbiology advancements is measured by the direct citation of microbiological research or data in the formulation of these policies. Technological advancements include, but are not limited to, developments in medical devices, health information technologies, and biotechnology. The comparison between the influences of microbiology and technology will be assessed based on the number of policies influenced, the scope of the impact, and the depth of the changes implemented. In the event of ambiguity or lack of clear evidence, the question will resolve as No. (b) By December 31, 2025, any form of COVID-19 vaccination is required by international law or regulation, or by the laws or regulations of at least 75% of the following countries (United States, China, India, Russia, Brazil, United Kingdom, France, Germany, Italy, and Japan) for entry into their territories from abroad. The requirement must apply to at least 90% of incoming travelers, regardless of nationality. Exemptions for medical reasons or proof of recovery from COVID-19 are considered part of the vaccination requirement. The resolution will be based on official government announcements, international agreements, or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). In the event that less than 75% of the listed countries implement such a requirement, the question will resolve as No.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}, "violations": {"default": 0.0733415, "frequentist": 0.3753991}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "a0be5820-0d46-4ee1-b16f-7af2e8949030", "title": "Will the widespread adoption of COVID-19 vaccines lead to a permanent change in workplace dynamics by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, there is a significant and permanent change in workplace dynamics directly attributable to the widespread adoption of COVID-19 vaccines. Significant change is defined as:\n- A permanent increase of at least 20% in the number of employees working remotely or in hybrid models compared to pre-pandemic levels (2019).\n- The implementation of permanent flexible working hours by at least 50% of Fortune 500 companies.\n- The establishment of permanent health and safety protocols in the workplace, including but not limited to vaccination requirements, that were not standard prior to the pandemic.\n\nChanges must be documented by credible sources, including but not limited to surveys by major human resources consultancies (e.g., Deloitte, PwC), reports from reputable news organizations (BBC, The New York Times, The Guardian), or official statements from companies. Temporary measures or changes solely due to government mandates that are lifted do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q_and_not_P": {"id": "918d59dd-273c-42c1-b35d-d605ab5242f5", "title": "Will both of the following occur: (a) a major infectious disease outbreak lead to new global health policies by 2025 and (b) the widespread adoption of COVID-19 vaccines not lead to a permanent change in workplace dynamics by 2030?", "body": "This question will resolve as Yes if both of the following occur:\n\n(a) By December 31, 2025, a major infectious disease outbreak has led to the implementation of new global health policies. A \"major infectious disease outbreak\" is defined as an event where a disease causes significant morbidity or mortality in at least three countries across different WHO regions, and is officially declared a Public Health Emergency of International Concern (PHEIC) by the World Health Organization (WHO).\n\nNew global health policies must be adopted by at least five member countries of the United Nations and aim to address the prevention, preparedness, or response to infectious diseases. These policies must be documented in official government publications or announcements. In the absence of such documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence.\n\nIn the event that multiple outbreaks occur, the question will resolve as Yes if any one of them meets the criteria above.\n\n(b) By December 31, 2030, there is no significant and permanent change in workplace dynamics directly attributable to the widespread adoption of COVID-19 vaccines. Significant change is defined as:\n- A permanent increase of less than 20% in the number of employees working remotely or in hybrid models compared to pre-pandemic levels (2019).\n- The implementation of permanent flexible working hours by less than 50% of Fortune 500 companies.\n- The establishment of permanent health and safety protocols in the workplace, including but not limited to vaccination requirements, that were not standard prior to the pandemic.\n\nChanges must be documented by credible sources, including but not limited to surveys by major human resources consultancies (e.g., Deloitte, PwC), reports from reputable news organizations (BBC, The New York Times, The Guardian), or official statements from companies. Temporary measures or changes solely due to government mandates that are lifted do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "e54990fb-3ede-40fb-8abd-7012fadb3439", "title": "Will either of the following occur: (a) a permanent change in workplace dynamics due to COVID-19 vaccines by 2030, or (b) new global health policies due to a major infectious disease outbreak by 2025?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) By December 31, 2030, there is a significant and permanent change in workplace dynamics directly attributable to the widespread adoption of COVID-19 vaccines. Significant change is defined as:\n- A permanent increase of at least 20% in the number of employees working remotely or in hybrid models compared to pre-pandemic levels (2019).\n- The implementation of permanent flexible working hours by at least 50% of Fortune 500 companies.\n- The establishment of permanent health and safety protocols in the workplace, including but not limited to vaccination requirements, that were not standard prior to the pandemic.\n\nChanges must be documented by credible sources, including but not limited to surveys by major human resources consultancies (e.g., Deloitte, PwC), reports from reputable news organizations (BBC, The New York Times, The Guardian), or official statements from companies. Temporary measures or changes solely due to government mandates that are lifted do not count towards this question's resolution.\n\n(b) By December 31, 2025, a major infectious disease outbreak has led to the implementation of new global health policies. A \"major infectious disease outbreak\" is defined as an event where a disease causes significant morbidity or mortality in at least three countries across different WHO regions, and is officially declared a Public Health Emergency of International Concern (PHEIC) by the World Health Organization (WHO).\n\nNew global health policies must be adopted by at least five member countries of the United Nations and aim to address the prevention, preparedness, or response to infectious diseases. These policies must be documented in official government publications or announcements. In the absence of such documentation, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence.\n\nIn the event that multiple outbreaks occur, the question will resolve as Yes if any one of them meets the criteria above.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}, "violations": {"default": 0.0023178, "frequentist": 0.0678219}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "453570ec-da04-4016-b5f6-fff22a079891", "title": "Will there be a significant breakthrough in social engineering techniques that influence public behavior by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a significant breakthrough in social engineering techniques that has a demonstrable and measurable impact on influencing public behavior is announced. A \"significant breakthrough\" is defined as a new method or improvement of existing techniques that leads to a substantial change in public behavior, attitudes, or beliefs on a large scale. The breakthrough must be documented in at least one of the following: - A peer-reviewed scientific journal. - An official report by a recognized governmental or international organization. - Coverage by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post). The impact of the breakthrough must be measurable through surveys, studies, or statistical analysis demonstrating a significant change in public behavior, attitudes, or beliefs. In the event of multiple claims of breakthroughs, the question will resolve as Yes if at least one meets the above criteria. Temporary or localized effects do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "Q_and_not_P": {"id": "50eba246-303d-4da3-8fee-dbbbfa6ff92f", "title": "Will the United Kingdom launch a new national health initiative to combat future pandemics by 2025 and will there be no significant breakthrough in social engineering techniques that influence public behavior by 2030?", "body": "This question will resolve as Yes if both of the following occur: (1) By December 31, 2025, the United Kingdom has officially launched a new national health initiative aimed at combating future pandemics. The initiative must be comprehensive, addressing at least prevention, detection, and response strategies for future pandemics. It must be officially announced by the UK government or a relevant health authority. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The initiative must be new, not an extension or rebranding of existing programs. In the event of a partial launch (e.g., limited to specific regions or aspects of pandemic preparedness), the question will resolve as Yes if the initiative is intended for nationwide application. (2) By December 31, 2030, no significant breakthrough in social engineering techniques that has a demonstrable and measurable impact on influencing public behavior is announced. A \"significant breakthrough\" is defined as a new method or improvement of existing techniques that leads to a substantial change in public behavior, attitudes, or beliefs on a large scale. The breakthrough must be documented in at least one of the following: - A peer-reviewed scientific journal. - An official report by a recognized governmental or international organization. - Coverage by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post). The impact of the breakthrough must be measurable through surveys, studies, or statistical analysis demonstrating a significant change in public behavior, attitudes, or beliefs. In the event of multiple claims of breakthroughs, the question will resolve as Yes if none meet the above criteria. Temporary or localized effects do not count towards this question's resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "a9a6013d-1ed5-48f7-896f-8acdcc4dd19b", "title": "Will either of the following occur: (a) a significant breakthrough in social engineering techniques that influence public behavior by 2030, or (b) the United Kingdom launch a new national health initiative to combat future pandemics by 2025?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2030, a significant breakthrough in social engineering techniques that has a demonstrable and measurable impact on influencing public behavior is announced. A \"significant breakthrough\" is defined as a new method or improvement of existing techniques that leads to a substantial change in public behavior, attitudes, or beliefs on a large scale. The breakthrough must be documented in at least one of the following: - A peer-reviewed scientific journal. - An official report by a recognized governmental or international organization. - Coverage by at least three reputable news organizations (BBC, The Guardian, New York Times, Washington Post). The impact of the breakthrough must be measurable through surveys, studies, or statistical analysis demonstrating a significant change in public behavior, attitudes, or beliefs. In the event of multiple claims of breakthroughs, the question will resolve as Yes if at least one meets the above criteria. Temporary or localized effects do not count towards this question's resolution. (b) By December 31, 2025, the United Kingdom has officially launched a new national health initiative aimed at combating future pandemics. The initiative must be comprehensive, addressing at least prevention, detection, and response strategies for future pandemics. It must be officially announced by the UK government or a relevant health authority. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) are sufficient. The initiative must be new, not an extension or rebranding of existing programs. In the event of a partial launch (e.g., limited to specific regions or aspects of pandemic preparedness), the question will resolve as Yes if the initiative is intended for nationwide application.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}, "violations": {"default": 0.0161731, "frequentist": 0.1782056}, "checks": {"default": false, "frequentist": false}}
