{"P":{"id":"0df2f871-e857-4c4b-9117-f7b91636d02d","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"00838576-5632-465b-bd03-83f8f62d7aec","title":"Given that NASA lands people on Mars prior to 2030, will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolves N/A if NASA does not land people on Mars prior to 2030. If the condition is met (NASA lands people on Mars prior to 2030), then resolves YES if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins, excluding any extraterrestrial life which has been placed outside Earth through intentional or unintentional human activity. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"b1cc71d0-d409-4092-a52f-da62232bbe5a","title":"Will NASA land people on Mars prior to 2030 AND will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolves YES if both of the following occur: a.) NASA lands people on Mars before 2030, even if the mission uses SpaceX transport systems, provided the main funding comes from the USA budget. b.) Conclusive evidence for extraterrestrial life, past or present, is discovered within our Solar System by 2050, excluding life transported by humans, and a scientific consensus is reached as judged by Metaculus Admins. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"62d9b812-53be-455a-9578-fc986af55fa7","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1476","metadata":{"topics":[],"background_info":"Landing people on Mars is a longstanding ambition of NASA. Wikipedia lists 17 crewed Mars mission proposed by NASA, with the first one from 1960.\nThe latest is the \"Moon to Mars\" idea, as stated in Space Policy Directive-1:\nThe NASA Administrator shall, 'Lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities. Beginning with missions beyond low-Earth orbit, the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.'\nThe general ambition seems to be achieving landing people on Mars around 2030.\nMetaculus has very similar and popular question \"Will SpaceX land people on Mars prior to 2030?\". However, there is no corresponding question for NASA.\n"},"resolution":null},"Q":{"id":"761a4752-c829-4575-a7cf-7fc6f151c0c4","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3834","metadata":{"topics":[],"background_info":"Despite our best efforts, Earth is still the only known planet in the universe to harbor any kind of life. Though plenty of our attention in this hunt has been focused on studying potentially habitable exoplanets, this question is concerned with the likelihood of finding extraterrestrial life in our own cosmic backyard."},"resolution":null}},"relevance":{"reasons":["NASA landing people on Mars could potentially increase the likelihood of discovering extraterrestrial life within our Solar System. Human presence on Mars would allow for more extensive and direct exploration, which could lead to significant scientific discoveries.","The technological and scientific advancements required for a manned Mars mission could also contribute to the tools and methods used in the search for extraterrestrial life, making the two events somewhat interconnected."],"conclusion":"The logical combination of these questions is reasonable and could be of interest to those following space exploration and the search for extraterrestrial life.","score":8.0}}}
{"P":{"id":"b25bf5a2-aaf4-407b-8e55-d553e2432702","title":"Who will be elected to be US President in 2024? (Kamala Harris)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2025-01-20T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"95161a83-4f42-4917-b9a2-b62bc9b94439","title":"Given that Kamala Harris is elected as the US President in 2024, will aerial drones deliver 100 million or more parcels in the US by 2050?","body":"Resolves N/A if Kamala Harris is not elected as the US President in 2024. If Kamala Harris is elected, this question resolves YES if credible estimates state that aerial drones delivered 100 million or more parcels in the United States in any year between 2021 and 2049, inclusive. Drones need not be responsible for the entire delivery chain, parcels shipped by truck to a distribution center where aerial drones complete the deliveries would qualify. The definition of a parcel will conform to the USPS definition.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"8ba30cd3-c591-4a32-96ad-0acd709c7d2b","title":"Will Kamala Harris be elected US President in 2024 AND will aerial drones deliver 100 million or more parcels in the US by 2050?","body":"Resolves YES if both of the following occur: a.) Kamala Harris wins the 2024 US presidential election, determined by the majority of votes in the Electoral College or selected by Congress following the contingency procedure in the Twelfth Amendment. b.) Credible estimates state that aerial drones delivered 100 million or more parcels in the United States in any year between 2021 and 2049, inclusive. Resolves NO otherwise. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f0b90ac7-2ec1-40b9-a837-dc2cc5e5c9b5","title":"Who will be elected to be US President in 2024? (Kamala Harris)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2025-01-20T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5352","metadata":{"topics":[],"background_info":"Joseph Robinette Biden Jr. is the incumbent US President after winning the 2020 election. He has stated multiple times his intention of running for re-election, particularly if the Republican nominee would be Donald Trump. A March 2022 poll by CNN found 52% of respondents expected Biden not to run for re-election, compared to 29% who predicted that he would.\nThe previous US President Donald Trump has expressed several hints of his desire to run for re-election, stopping short of officially filing his campaign.\nThe 2024 United States presidential election is scheduled for Tuesday, November 5, 2024."},"resolution":null},"Q":{"id":"ac02412a-afb7-4dbc-88fa-4f074fdfff6d","title":"Will aerial drones deliver 100 million or more parcels in the US by 2050?","body":"Resolution Criteria\nThis resolves positively if credible estimates state that aerial drones delivered 100 million or more parcels in the United States in any year between 2021 and 2049, inclusive. Drones need not be responsible for the entire delivery chain, parcels shipped by truck to a distribution center where aerial drones complete the deliveries would qualify. The definition of a parcel will conform to the USPS definition (see the link and quote in the question background)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8409","metadata":{"topics":[],"background_info":"Package delivery by drone has been a goal of companies such as Amazon, who in 2020 won approval from the FAA to deliver packages by drone.\nNeuroscientist and fiction author Erik Hoel wrote the following about drone delivery in the year 2050 in a blog post published August 25, 2021\nBuzzing drones of all shapes and sizes will be common the sky (last year Amazon won FAA approval for its delivery drone service, opening the door for this).\nAccording to the Pitney Bowes Parcel Shipping Index 20.2 billion parcels were shipped in 2020 in the United States.\nAccording to the USPS\nIf your mailpiece isn't a postcard, Letter, or a flat (large envelope) , then it's a parcel.\n"},"resolution":null}},"relevance":{"reasons":["Technological advancements and regulatory changes under a Harris administration could influence the adoption and scale of drone delivery services.","A Harris presidency might prioritize green technologies and infrastructure, potentially accelerating the adoption of drone deliveries as a more environmentally friendly option.","Policy decisions regarding airspace regulation, privacy, and commercial use of drones could be influenced by the administration's stance, impacting the likelihood of achieving 100 million drone deliveries."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as the political leadership could influence technological and regulatory landscapes.","score":7.0}}}
{"P":{"id":"60b55205-8760-4b4f-9f67-fae64b901ce6","title":"Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?","body":"Resolution Criteria\nThe only two offensive detonations of nuclear weapons to date were immediately preceded by conventional conflict between Japan and the US in the South Pacific. Conventional conflict seems likely to increase the chance of an offensive nuclear detonation. However, it is also possible for a deliberate, inadvertent, or accidental nuclear detonation to happen without being preceded by conventional conflict, and this was a common worry during the Cold War in particular.\nWill the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e4872d9f-d7cb-44cb-9996-531119e9cb55","title":"Given that the next non-test detonation of a state’s nuclear weapon is immediately preceded by conventional conflict, will one or more HEMP attacks by 2030 lead to more than 10 million fatalities?","body":"Resolves N/A if the next non-test detonation of a state’s nuclear weapon is not immediately preceded by conventional conflict. If the condition is met (the next non-test detonation of a state’s nuclear weapon is immediately preceded by conventional conflict), then this question will resolve as YES if at least one High-altitude Electromagnetic Pulse attack occurs before January 1, 2030 and the total fatalities caused by all HEMP attacks by January 1, 2030 is above 10 million, according to at least 3 estimates from credible sources by January 31, 2030. It resolves NO if at least one HEMP attack occurs by 2030 but there aren't at least 3 credible sources which estimate the total fatalities caused to be above 10 million. It resolves ambiguously if no HEMP attack occurs by 2030, or if fewer than 3 credible sources provide any estimates about the number of fatalities from HEMP attacks by 2030.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"052e6fcf-a00f-4c13-9117-8120ca66e403","title":"Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict AND if one or more HEMP attacks occur by 2030, will that lead to >10 million fatalities?","body":"Resolves YES if both of the following occur: a.) The next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state, and b.) At least one High-altitude Electromagnetic Pulse attack occurs before January 1, 2030 and the total fatalities caused by all HEMP attacks by January 1, 2030 is above 10 million, according to at least 3 estimates from credible sources by January 31, 2030. Resolves NO otherwise.\n\nFor the first part, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\n\nFor the second part, fatalities from all HEMP attacks in this time period will be counted towards positive resolution, even if they are from separate countries and separate conflicts. HEMPs for testing purposes will not count as HEMP attacks. Fatalities caused by other bombs or military strikes in the same time place will not be counted as estimates of fatalities caused by the HEMP attack(s).","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5afa1373-aa82-4297-8393-609d3b16e432","title":"Will the next non-test detonation of a state’s nuclear weapon be immediately preceded by conventional conflict?","body":"Resolution Criteria\nThe only two offensive detonations of nuclear weapons to date were immediately preceded by conventional conflict between Japan and the US in the South Pacific. Conventional conflict seems likely to increase the chance of an offensive nuclear detonation. However, it is also possible for a deliberate, inadvertent, or accidental nuclear detonation to happen without being preceded by conventional conflict, and this was a common worry during the Cold War in particular.\nWill the next offensive detonation of a state's nuclear weapon be immediately preceded by conventional conflict?\nThis question will resolve as Yes if the next offensive detonation of a state's nuclear weapon occurs within three months of a fatality due to conventional conflict between that nuclear state and another state. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. A detonation by a non-state actor that has seized a state's nuclear weapon can count towards positive resolution, but a detonation of a weapon the non-state actor built themselves cannot.\nThis question will resolve as Ambiguous if there is no offensive detonation of a state's nuclear weapon by January 1, 2050.\nFor the purposes of this question, conventional conflict means any clash between opposing state forces that results in at least one fatality caused by non-nuclear weapons. This could range from minor border disputes to full-blown war. A detonation that occur while the conventional conflict is ongoing can also count towards positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2025-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7408","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"aecd768b-5f84-4efe-91c7-bff086ea6f0e","title":"If one or more HEMP attacks occur by 2030, will that lead to >10 million fatalities?","body":"Resolution Criteria\nThis question will resolve as Yes if at least one High-altitude Electromagnetic Pulse attack occurs before January 1, 2030 and the total fatalities caused by all HEMP attacks by January 1, 2030 is above 10 million, according to at least 3 estimates from credible sources by January 31, 2030. Fatalities from all HEMP attacks in this time period will be counted towards positive resolution, even if they are from separate countries and separate conflicts.\nThe question resolves negatively if at least one HEMP attack occurs by 2030 but there aren't at least 3 credible sources which estimate the total fatalities caused to be above 10 million.\nThe question resolves ambiguously if no HEMP attack occurs by 2030, or if fewer than 3 credible sources provide any estimates about the number of fatalities from HEMP attacks by 2030.\nFor this question, a HEMP is defined as either:\na >1 kiloton explosion at greater than 30 kilometer altitude (including detonation in space), or\na non-nuclear device which produces similar or larger EMP field levels over similar or larger areas compared to a HEMP detonation\nFine Print\nNo attempt will be made to second-guess credible sources regarding what fatalities should be considered \"caused\" by the HEMP attack(s). This could include fatalities caused by the initial blast of a HEMP attack, the radioactive fallout, or by the infrastructure disruption caused by the HEMP. But estimates of fatalities caused by other bombs or military strikes in the same time place will not be counted as estimates of fatalities caused by the HEMP attack(s).\nHEMPs for testing purposes will not count as HEMP attacks, even if they cause significant damage would not count towards positive resolution. \"HEMPs for testing purposes\" are defined as HEMPs which are claimed as being a test by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8394","metadata":{"topics":[],"background_info":"According to the US EMP Commission (2004):\n\"Several potential adversaries have or can acquire the capability to attack the United States with a high-altitude nuclear weapon-generated electromagnetic pulse (EMP). [...] EMP is one of a small number of threats that can hold our society at risk of catastrophic consequences. EMP will cover the wide geographic region within line of sight to the nuclear weapon. It has the capability to produce significant damage to critical infrastructures and thus to the very fabric of US society, as well as to the ability of the United States and Western nations to project influence and military power.\"\nOther questions in this tournament asks how likely a HEMP attack is by 2024 and how many such attacks would occur if at least one does (link will be added soon). This question is about how much harm would occur if one or more HEMP attacks occur. For further context on this question, see Nuclear risk research idea: Nuclear EMPs and [rough notes] Harms from nuclear conflict via EMPs, fallout, or ozone depletion.\n"},"resolution":null}},"relevance":{"reasons":["Both questions involve the use of high-impact, high-technology weapons (nuclear and HEMP) and their potential consequences.","The occurrence of a conventional conflict preceding a nuclear detonation could indicate a heightened state of global or regional tension, which might also increase the likelihood of HEMP attacks.","The aftermath of a nuclear detonation in a conventional conflict could destabilize regions and lead to further escalations, including the use of HEMP attacks.","Understanding the relationship between conventional conflict, nuclear detonations, and HEMP attacks could be valuable for policymakers and military strategists in assessing the risks and potential consequences of modern warfare."],"conclusion":"The logical combination of these questions is relevant and could provide valuable insights into the dynamics of modern warfare and the potential consequences of high-impact weapons.","score":8.0}}}
