{"P":{"id":"c358ece4-f852-4223-a8e7-bf516a4e62ae","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"dc518cc6-4b4c-46da-92b9-f6f446bc62f2","title":"Given that a geoengineering act of Congress becomes US federal law by the end of 2024, will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"This question resolves N/A if a geoengineering act of Congress does not become US federal law by the end of 2024. If the condition is met, then the question resolves YES if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project before 2025, and NO otherwise.","resolution_date":"2025-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"5d402603-7055-4d84-a80c-8918f15c0c21","title":"Given that a geoengineering act of Congress becomes US federal law by the end of 2024 AND The Kidney Project's implantable bioartificial kidney receives FDA approval before 2025, will the research group that develops the first AGI be part of a government project?","body":"Resolves N/A if either a geoengineering act of Congress does not become US federal law by the end of 2024 or The Kidney Project's implantable bioartificial kidney does not receive FDA approval before 2025. If both conditions are met, then resolves YES if the AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group working for a government project, and NO otherwise. If the AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"2cefb252-9b29-4503-be39-62f163ef0efd","title":"Will both a geoengineering act of Congress become US federal law by the end of 2024 AND The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025, AND will the research group that develops the first AGI be part of a government project?","body":"Resolves YES if all of the following occur: a.) A geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search using terms such as \"Climate engineering\", \"geoengineering\", \"Solar radiation management\", \"Stratospheric Particle Injection\", \"Stratospheric aerosol injection\", \"Marine cloud brightening\", \"Ocean sulfur cycle enhancement\". AND b.) The FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project before the end of 2024. AND c.) The AI system that resolves the question Date first AGI is publicly known was developed by a research group working for a government project. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9bcd23c4-c091-42fa-92e1-b7d91d597cdd","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3528","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"11b76647-1aa9-4600-a6e7-1ecfbd4da4e7","title":"Will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria\nThe question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project. Otherwise, the question resolves negatively","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6475","metadata":{"topics":[],"background_info":"The team of scientists behind The Kidney Project has created an implantable bioartificial kidney that consists of a hemofilter module to process incoming blood and a bioreactor that sends sugars and salts back into the blood.\nThe website for the project states that the project team is \"in the midst of preclinical testing for the Hemofilter, while preclinical testing for the Bioreactor has just begun.\"\nThe website further states that the project team \"expect[s] to arrive at [the] final stage of clinical trials by late 2021.\""},"resolution":null},"R":{"id":"e7cdbedc-6b49-466f-b689-3ae47b9a9597","title":"Will the research group that is responsible for developing the first AGI be part of a government project?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group working for a government project.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNationalized organization develops first AGI\nNon-profit organization develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8327","metadata":{"topics":[],"background_info":"The question Date first AGI is publicly known. asks When will the first AGI be first developed and demonstrated?.\nToday, research groups at both for-profit corporations and universities are working on developing general reasoning systems. Other possible institutions might be nationalized corporations, governments generally, and non-profit organizations."},"resolution":null}},"relevance":{"reasons":["Geoengineering legislation could indicate a significant shift in governmental priorities towards addressing climate change, which might correlate with increased funding and support for other advanced scientific and technological projects, including medical innovations like The Kidney Project.","The development of AGI (Artificial General Intelligence) by a government project could be influenced by the same governmental priorities and funding shifts that would support geoengineering legislation. Governments investing in large-scale, high-impact scientific projects might also be more likely to support AGI research.","The Kidney Project's success could be seen as part of a broader trend of scientific and technological advancements that might also include geoengineering and AGI development. A government that is proactive in one area of advanced technology might be similarly proactive in others."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all involve significant scientific and technological advancements that could be influenced by governmental priorities and funding.","score":6.0}}}
{"P":{"id":"1ed4d8fa-8bd4-4462-9d5d-963130ba8919","title":"Will women receive at least 70% of bachelor's degrees in the US in the year 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if at least 70% of all bachelor's degrees in the 2049-2050 school year are awarded to women, according to the National Center for Education Statistics (NCES). If the NCES no longer publishes relevant data the highest credible estimate from other sources may be used. \"Female\" or \"women\" will be as defined by the NCES, or if the NCES no longer uses the terms male and female the sex or gender definition used by NCES will be used, so long as the ultimate representation represents either the share of degrees granted to those identifying as female or as women at time of graduation or who were female at birth. If alternate data sources are used any definition of female or woman that conforms to these resolution criteria is acceptable.\nIf bachelor's degrees no longer exist in a form comparable to the definition used by NCES for the data in the question background, admins may use their judgement to resolve based on statistics for similar post-secondary degrees, or resolve as Ambiguous at their discretion\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b7d596f8-2430-40f2-8d58-62b01cc75afe","title":"Given that women receive at least 70% of bachelor's degrees in the US in the year 2050, will the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?","body":"This question resolves N/A if women do not receive at least 70% of all bachelor's degrees in the 2049-2050 school year according to the National Center for Education Statistics (NCES) or other credible sources if NCES data is unavailable. If the condition is met, then the question resolves YES if the total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017, and NO otherwise. Total interest is defined as the sum of the individual monthly interest values over a year. This resolves ambiguous if Google Trends ceases to exist, or if there are substantial changes to their methodology that require an ambiguous resolution.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"d96fa9bb-0380-4a0a-8d0e-13144801648b","title":"Given that in the year 2050, women receive at least 70% of bachelor's degrees in the US and the total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017, will the value of 1 bitcoin fall to $1,000 or less before 2025?","body":"Resolves N/A if either women do not receive at least 70% of bachelor's degrees in the US in the 2049-2050 school year or the total interest in Effective Altruism on Google Trends in 2030 is not at least 0.2 times the total interest in 2017. If both conditions are met, then resolves YES if the value of 1 bitcoin is less than $1,000 USD at any time between March 1, 2020 to January 1, 2025, according to credible press reports, or a major cryptocurrency exchange or trading platform, and NO otherwise.","resolution_date":"2051-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"5f080e7e-708b-43f4-b99f-48ed628c7d5d","title":"Will both of the following occur: (1) Women receive at least 70% of bachelor's degrees in the US in the year 2050 AND the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017, AND (2) the value of 1 bitcoin fall to $1,000 or less before 2025?","body":"Resolves YES if both of the following conditions are met: a.) At least 70% of all bachelor's degrees in the 2049-2050 school year are awarded to women, according to the National Center for Education Statistics (NCES) or the highest credible estimate from other sources if NCES data is unavailable. The definition of \"female\" or \"women\" will be as used by NCES or the alternative source, representing either those identifying as female or women at the time of graduation or who were female at birth. If bachelor's degrees no longer exist in a comparable form, resolution may be based on similar post-secondary degrees or resolved as Ambiguous. AND b.) The total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017, calculated as the sum of the individual monthly interest values over the year. If Google Trends ceases to exist or undergoes substantial methodology changes, the resolution may be Ambiguous. AND c.) The value of 1 bitcoin falls to $1,000 or less at any time between March 1, 2020 to January 1, 2025, according to credible press reports, or a major cryptocurrency exchange or trading platform. A flash crash or market manipulation will suffice to resolve the question (so long as the genuine trading price is within the threshold). Resolves NO otherwise.","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"84214779-25ed-4825-8ec9-27f59dc40dd5","title":"Will women receive at least 70% of bachelor's degrees in the US in the year 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if at least 70% of all bachelor's degrees in the 2049-2050 school year are awarded to women, according to the National Center for Education Statistics (NCES). If the NCES no longer publishes relevant data the highest credible estimate from other sources may be used. \"Female\" or \"women\" will be as defined by the NCES, or if the NCES no longer uses the terms male and female the sex or gender definition used by NCES will be used, so long as the ultimate representation represents either the share of degrees granted to those identifying as female or as women at time of graduation or who were female at birth. If alternate data sources are used any definition of female or woman that conforms to these resolution criteria is acceptable.\nIf bachelor's degrees no longer exist in a form comparable to the definition used by NCES for the data in the question background, admins may use their judgement to resolve based on statistics for similar post-secondary degrees, or resolve as Ambiguous at their discretion\n","resolution_date":"2051-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8554","metadata":{"topics":[],"background_info":"Female educational attainment has made substantial gains over the past century in the United States. Data from the National Center for Education Statistics shows that the share of bachelor's degrees awarded to women in the US for the 1919-1920 school year was 34.2%, increasing to 57.4% for the 2018-2019 school year. Some expect this trend to continue. Neuroscientist and fiction author Erik Hoel wrote the following about female educational attainment in the year 2050 in a blog post published August 25, 2021\nBy 2050 there will be near-domination of society and the economy by women. This trend has been consistent for decades now, so I think there is good probability it will continue. In 2021, women get the majority of all degrees, from high school degrees all the way up to graduate school degrees. The access of billions of women to this socioeconomic opportunity will continue its building momentum. As of now something close to ~60% of all college degrees go to women: by 2050, it will be well above 70% [ ... ]\n"},"resolution":null},"Q":{"id":"0d28ef53-54f3-4b94-b4c8-f065ecf704a3","title":"Will the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?","body":"Resolution Criteria\nWill the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?\nTotal interest shall be defined as the sum of the individual monthly interest values over a year. Note that the linked-to Google Trends chart is for the search term 'Effective Altruism'.\nEdit (29/11/18): this resolves ambigous if Google Trends ceases to exist, or makes substantial enough changes to their methodology for admins to think an ambiguous resolution is required.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1591","metadata":{"topics":[],"background_info":"Effective Altruism is a philosophy and social movement that uses evidence and reasoning to determine the most effective ways to benefit others. The movement came into being in the late 2000s as a community formed around the groups Giving What We Can and Givewell.\nSince then, around 3600 have pledged to donate a substantial percentage of their incomes to the world’s most effective charities, thousands have significantly changed their career path to improve their impact on the world. Effective Altruism has inspired many to collectively donate around $5-10M each year, has resulted in $170 million+ moved to effective charities, and has been partially responsible the focus areas and priorities of the Open Philanthropy Project, which has made around $600M of charitable grants.\nEffective Altruism uses evidence and reasoning to have a substantial and lasting beneficial impact on the World, but will this impact be picked up by Google Trends in a decade's time?\n"},"resolution":null},"R":{"id":"774f69d6-ad4a-48e3-b106-b25f1f426643","title":"Bitcoin Extremes: Will the value of 1 bitcoin fall to $1,000 or less before 2025?","body":"Resolution Criteria\nBitcoin is a cryptocurrency. It is a decentralized digital currency without a central bank or single administrator that can be sent from user to user on the peer-to-peer bitcoin network without the need for intermediaries.\nThe price of bitcoins has gone through cycles of appreciation and depreciation referred to by some as bubbles and busts. In 2011, the value of one bitcoin rapidly rose from about $0.30 to $32 before returning to $2. In the latter half of 2012 and during the 2012–13 Cypriot financial crisis, the bitcoin price began to rise again, reaching a high of $266 on 10 April 2013, before crashing to around $50. On 29 November 2013, the cost of one bitcoin rose to a peak of $1,242. In 2014, the price fell sharply, and as of April remained depressed at little more than half 2013 prices. As of August 2014 it was under $600.\nBitcoin prices reached their apogee in December 2017, at just shy of $20,000 per coin. Since then, prices have fallen roughly in half, and as of March 10, 2020 one bitcoin is valued at approximately $7,900.\nWill the value of 1 bitcoin fall to $1,000 or less before 2025?\nThis question will resolve as Yes if one bitcoin is valued at less than $1,000 USD at any time between March 1, 2020 to January 1, 2025, according to credible press reports, or a major cryptocurrency exchange or trading platform.\nA flash crash or market manipulation will suffice to resolve the question (so long as the genuine trading price is within the threshold).\n","resolution_date":"2025-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3821","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The percentage of women receiving bachelor's degrees in the US by 2050 could be influenced by broader societal trends, including gender equality movements and educational policies. These trends might also intersect with the principles and advocacy of Effective Altruism, which often focuses on social justice and equality.","The interest in Effective Altruism on Google Trends in 2030 could be influenced by economic conditions, technological advancements, and societal values. These factors might also impact the adoption and value of cryptocurrencies like Bitcoin.","The value of Bitcoin could be influenced by economic stability, technological advancements, and regulatory changes. These same factors could also impact educational trends and societal interest in movements like Effective Altruism."],"conclusion":"While the three questions cover distinct domains (education, social movements, and cryptocurrency), they are all influenced by broader societal, economic, and technological trends. Therefore, it might be interesting to consider their logical combination to understand how these broader trends could impact multiple areas simultaneously.","score":6.0}}}
{"P":{"id":"4c6014f3-444f-487c-be80-59d3853b0c63","title":"Will Guinea Worm be eradicated by the end of 2030?","body":"Resolution Criteria\nHumanity stands at the cusp of eradicating its second disease, Dracunculiasis, or Guinea Worm Disease. In 2018, only 28 cases were reported in humans, worldwide. Sadly, Guinea Worm appears to have adapted to infecting dogs, reinvigorating wild populations and placing formerly safe communities back at risk. Recognizing the difficulty, the World Health Organization (WHO) has moved its eradication deadline back from 2020 to 2030.\nWill the WHO certify Guinea Worm Eradication worldwide before the end of 2030?\nNote that the WHO eradication certification requires the certified country to have three consecutive years free of any indigenous cases of the disease. Accordingly, this question will close three years prior to the deadline, and will be resolved negatively if any cases are reported anywhere after the beginning of 2028.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"c1213925-911a-4951-9cb2-015f67517dad","title":"Given that Guinea Worm will be eradicated by the end of 2030, will Soylent-like meal replacements be labeled unhealthy before 2030?","body":"Resolves N/A if Guinea Worm is not eradicated by the end of 2030. If the condition is met (Guinea Worm eradicated by the end of 2030), then resolves YES if, before 2030/1/1, the FDA or the EFSA issue official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone, specifically referring to products like Soylent and Huel, or ban an ingredient or manufacturing procedure currently used by any of the products listed on blendrunner.com (Soylent, Huel, Queal Steady, Jimmy Joy's Plenny Shake, ManaPowder, Saturo). Resolves NO otherwise.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2f4e12b4-f6c6-407f-950d-a7c7c4fe026d","title":"Given that by the end of 2030, Guinea Worm will be eradicated and Soylent-like meal replacements will be labeled unhealthy, will Elon Musk personally set foot on the moon by 2030?","body":"Resolves N/A if either Guinea Worm is not eradicated by the end of 2030 or Soylent-like meal replacements are not labeled unhealthy before 2030. If both conditions are met, then this question resolves YES if Elon Musk has personally set foot on the lunar surface before 1 January 2030, and NO otherwise. The resolution criteria for the condition include: a) The WHO must certify Guinea Worm Eradication worldwide before the end of 2030, requiring the certified country to have three consecutive years free of any indigenous cases of the disease, effectively closing this question three years prior to the deadline, and resolving negatively if any cases are reported anywhere after the beginning of 2028. b) Before 2030/1/1, the FDA or the EFSA must issue official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone, specifically referring to Soylent-like products consumed as shakes and claiming to be nutritionally complete, or ban an ingredient or manufacturing procedure currently used by any of the products listed (Soylent Powder/Drink, Huel Powder/Ready-to-drink, Queal Steady, Jimmy Joy's Plenny Shake/Drink, ManaPowder/ManaDrink, Saturo Powder/Drink).","resolution_date":"2031-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8aa7a2c6-060d-4579-9991-6c4d4513e437","title":"Will Guinea Worm be eradicated by the end of 2030, Soylent-like meal replacements be labeled unhealthy before 2030, AND will Elon Musk personally set foot on the moon by 2030?","body":"Resolves YES if all of the following occur: a.) The WHO certifies Guinea Worm Eradication worldwide before the end of 2030, requiring the certified country to have three consecutive years free of any indigenous cases of the disease, effectively closing this question three years prior to the deadline, and resolving negatively if any cases are reported anywhere after the beginning of 2028. b.) Before 2030/1/1, the FDA or the EFSA issue official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone, specifically referring to Soylent-like products consumed as shakes and claiming to be nutritionally complete, or ban an ingredient or manufacturing procedure currently used by any of the products listed (Soylent Powder/Drink, Huel Powder/Ready-to-drink, Queal Steady, Jimmy Joy's Plenny Shake/Drink, ManaPowder/ManaDrink, Saturo Powder/Drink). c.) Before 1 January 2030, Elon Musk has personally set foot on the lunar surface. Musk must stand on the surface of the moon, outside any landing system that delivered him there. This question resolves negatively if any of these conditions are not met.\nUTC time shall be used for this question. Musk need not travel on any SpaceX system for a positive resolution; any outcome in which Musk stands on the lunar surface before 1 January 2030 triggers positive resolution.","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"39f13081-a87e-4bec-a3a6-3379729853a0","title":"Will Guinea Worm be eradicated by the end of 2030?","body":"Resolution Criteria\nHumanity stands at the cusp of eradicating its second disease, Dracunculiasis, or Guinea Worm Disease. In 2018, only 28 cases were reported in humans, worldwide. Sadly, Guinea Worm appears to have adapted to infecting dogs, reinvigorating wild populations and placing formerly safe communities back at risk. Recognizing the difficulty, the World Health Organization (WHO) has moved its eradication deadline back from 2020 to 2030.\nWill the WHO certify Guinea Worm Eradication worldwide before the end of 2030?\nNote that the WHO eradication certification requires the certified country to have three consecutive years free of any indigenous cases of the disease. Accordingly, this question will close three years prior to the deadline, and will be resolved negatively if any cases are reported anywhere after the beginning of 2028.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3351","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"b7c020f3-e92f-4603-813f-80389defbbb9","title":"Will Soylent-like meal replacements be labeled unhealthy?","body":"Resolution Criteria\nA meal replacement is\na drink, bar, soup, etc. intended as a substitute for a solid food meal, usually with controlled quantities of calories and nutrients.\nMeal replacements may be consumed instead of traditional foodstuffs for several reasons, like dietary restrictions, price, and convenience.\nA class of meal replacements claiming to be nutritionally complete has gained popularity over the last decade. They are consumed as shakes and sold either in powder form or pre-mixed with water. Prime examples include Soylent and Huel. A more comprehensive list can be found on blendrunner.com.\nDue to their novelty, it is unclear whether they're in fact nutritionally complete, as there could be unknown unknowns in human nutrition. Moreover, no empirical studies have established the safety of using them as one's main or sole food source over the long-term.\nWill Soylent-like meal replacements be labeled unhealthy before 2030?\nThis question resolves positive if, before 2030/1/1, the FDA or the EFSA do any of the following:\nIssuing official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone. It should be clear from the phrasing that they're referring to Soylent-like products specifically, i.e. products consumed as shakes and claiming to be nutritionally complete.\nBanning an ingredient or manufacturing procedure currently used by any of the products listed in the fine print.\nList of products, taken from blendrunner.com:\nSoylent Powder/Drink\nHuel Powder/Ready-to-drink\nQueal Steady\nJimmy Joy's Plenny Shake/Drink\nManaPowder/ManaDrink\nSaturo Powder/Drink\nIf additional products are listed by blendrunner.com in this category, they will not be considered for the purposes of this question.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6967","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"92f90d51-67e8-41e3-87fe-9956a5b0c729","title":"Will Elon Musk personally set foot on the moon by 2030?","body":"Resolution Criteria\nThis question resolves positively if before 1 January 2030, Elon Musk has personally set foot on the lunar surface. Musk must stand on the surface of the moon, outside any landing system that delivered him there.\nThis question resolves negatively if Musk does not stand on the moon's surface before 1 January 2030.\nFine Print\nUTC time shall be used for this question. Musk need not travel on any SpaceX system for a positive resolution; any outcome in which Musk stands on the lunar surface before 1 January 2030 triggers positive resolution.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5885","metadata":{"topics":[],"background_info":"Elon Musk is an engineer and the founder, CEO, CTO and chief designer of SpaceX, among other ventures.\nSpace Exploration Technologies Corp. (SpaceX) is an American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. It was founded in 2002 with the goal of reducing space transportation costs to enable the colonization of Mars.\nThe SpaceX Starship system is a fully-reusable, two-stage-to-orbit, super heavy-lift launch vehicle under development by SpaceX since 2012, as a privately-funded private spaceflight project.\nSpaceX could potentially launch commercial payloads using Starship no earlier than 2021. In April 2020, NASA selected a modified crew-rated Starship system as one of three potential lunar landing system design concepts to receive funding for a 10-month long initial design phase for the NASA Artemis program.\nMusk has stated that the Apollo program astronauts, who visited the moon between 1969 and 1972, are personal heroes of his, and that they inspired him to create SpaceX. As of December 2020, no human has set foot on the moon since Gene Cernan and Harrison Schmitt left the lunar surface on December 14, 1972.\nMusk has acknowledged a personal desire to experience space travel. Asked in a December 2020 interview when his first trip to orbit would take place, Musk stated that it would be \"possibly in two or three years,\" and has previously stated that if he has to die, he would prefer to die on Mars rather than on Earth... \"Just not on impact.\"\nAs of late 2020, Elon Musk is the 2nd-richest person on Earth, with substantial capacity to privately fund passion projects if he so chooses.\n"},"resolution":null}},"relevance":{"reasons":["Interest in technological and scientific progress: The eradication of Guinea Worm and Elon Musk setting foot on the moon are both significant milestones in human achievement. People interested in the progress of science and technology might find the combination of these questions intriguing.","Public health and nutrition: The labeling of Soylent-like meal replacements as unhealthy could have implications for public health and nutrition. This, combined with the eradication of a disease, could be of interest to those focused on global health trends.","Influence of high-profile individuals: Elon Musk is a high-profile individual whose actions can have wide-reaching impacts. His involvement in space exploration and potential influence on public health policies (through his companies or personal advocacy) might make the combination of these questions relevant to some."],"conclusion":"While the questions cover diverse topics, they all touch on significant aspects of human progress and public interest. Therefore, the logical combination of these questions could be of interest to some people, particularly those interested in broad trends in science, technology, and public health.","score":6.0}}}
