{"P":{"id":"e4a2cf83-4002-4cf7-8b32-93cc9c0c3d80","title":"Will the European Commission or other EU institution net borrow more than €50bn in 2027?","body":"Resolution Criteria\nResolves positively if European Commission, or other body or institution representing the EU, will borrow more than €50 000 000 000 capital (net) from markets, in 2018 prices.\nOrganizations created by separate treaties between EU countries, such the European Stability Mechanism, do not not count. The EIB and the EFSF are also excluded.\nFine Print\nThe question specifies 2018 prices to be comparable with NGEU RRF programme, which also specifies 2018 prices. See Regulation establishing the Recovery and Resilience Facility, Article 6\nThe question specifies net borrowing activity, as the intention is to ask if EU will continue to issue new debt.\nThe intention of \"Commission or other institution\" criteria is to cover changes to the EU internal organization that result bonds continuing to be issued in behalf of the EU but not by the European Commission.\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5e32dd24-5e42-4bf0-b966-751134743b31","title":"Given that the European Commission or other EU institution will net borrow more than €50bn in 2027, will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?","body":"Resolves N/A if the European Commission or other EU institution does not net borrow more than €50bn in 2027. If the condition is met, then this question resolves positively if the Long Now Foundation declares Joseph F. Huttner the winner, indicating that the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than that consumed in 2015. It resolves negatively if Stephen W Snow is declared the winner, indicating the opposite.","resolution_date":"2036-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"7bdf0447-a411-406e-bc56-65fb0e610cd2","title":"Given that in 2027 the European Commission or other EU institution net borrows more than €50bn AND the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015, will humans go extinct before 2100?","body":"Resolves N/A if either the European Commission or other EU institution does not net borrow more than €50bn in 2027, or if the amount of geologically-derived crude oil consumed by the United States in 2035 is not greater than the amount consumed in 2015. If both conditions are met, then this question resolves YES if there are no known humans alive on January 1, 2100, and NO otherwise. For resolution, humans are defined as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. Any living humans anywhere in the observable universe (or multiverse) known to the entities operating Metaculus on that date will be sufficient to resolve the question negatively.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"466de84e-2de8-4555-91c9-3842167bdad0","title":"Will the European Commission or other EU institution net borrow more than €50bn in 2027 AND will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015 AND will humans go extinct before 2100?","body":"Resolves YES if all of the following occur: a.) The European Commission, or another body or institution representing the EU, will borrow more than €50,000,000,000 capital (net) from markets, in 2018 prices, excluding organizations created by separate treaties between EU countries such as the European Stability Mechanism, the EIB, and the EFSF. b.) The Long Now Foundation declares Joseph F. Huttner the winner of the bet regarding the consumption of geologically-derived crude oil by the United States in 2035 being greater than in 2015. c.) There are no known humans alive on January 1, 2100, as defined by biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3f1e16e6-804f-4e15-905c-9f9b7d6b5e97","title":"Will the European Commission or other EU institution net borrow more than €50bn in 2027?","body":"Resolution Criteria\nResolves positively if European Commission, or other body or institution representing the EU, will borrow more than €50 000 000 000 capital (net) from markets, in 2018 prices.\nOrganizations created by separate treaties between EU countries, such the European Stability Mechanism, do not not count. The EIB and the EFSF are also excluded.\nFine Print\nThe question specifies 2018 prices to be comparable with NGEU RRF programme, which also specifies 2018 prices. See Regulation establishing the Recovery and Resilience Facility, Article 6\nThe question specifies net borrowing activity, as the intention is to ask if EU will continue to issue new debt.\nThe intention of \"Commission or other institution\" criteria is to cover changes to the EU internal organization that result bonds continuing to be issued in behalf of the EU but not by the European Commission.\n","resolution_date":"2028-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6994","metadata":{"topics":[],"background_info":"The EU corona recovery package or the Next Generation EU COVID-19 recovery plan, introduced for the first time large scale amounts of common EU bonds issued by European Commission (\"coronabonds\"). Previously, proposals to introduce such \"eurobonds\" had been opposed several EU countries since 2011. The NGEU package allows the European Commission to borrow €750 bn euros on behalf of European Union. Total of €672.5 bn are to distributed as grants and loans via Recovery and Resilience Facility and rest by other programmes.\nIn addition to NGEU, the commission also introduced in October 2020 a €100 bn SURE instrument (\"The European instrument for temporary Support to mitigate Unemployment Risks in an Emergency\"). Prior to NGEU, the Commission has issued bonds to provide assistance and loans to some EU countries, but on much smaller scale.\nCurrently the NGEU programme is supposed to be temporary, with net borrowing activity ending in 2026, but some have called for strengthening the EU fiscal union by making the NGEU or similar mechanisms permanent.\n"},"resolution":null},"Q":{"id":"bb5c5671-d46f-4065-bc8f-1f2695a4ffe3","title":"Longbets series: will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?","body":"Resolution Criteria\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nWill the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.\n","resolution_date":"2036-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5716","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"0f3b4a24-d247-4de5-ae5d-295d778c7dee","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[],"background_info":"While the general feeling of most people, especially now that the cold war is (mostly) over, is that the risk of human extinction is extremely small, experts have assigned a significantly higher probability to the event.\nIn 2008 an informal poll at the Global Catastrophic Risk Conference at the University of Oxford yielded a median probability of human extinction by 2100 of 19%. Yet, one might want to be cautious when using this result as a good estimate of the true probability of human extinction, as there may be a powerful selection effect at play. Only those who assign a high probability to human extinction are likely to attend the Global Catastrophic Risk Conference in the first place, meaning that the survey was effectively sampling opinions from one extreme tail of the opinion distribution on the subject. Indeed, the conference report itself stated that the findings should be taken 'with a grain of salt'."},"resolution":null}},"relevance":{"reasons":["The European Commission's borrowing activities could be influenced by long-term economic trends and policies, which might also affect energy consumption patterns in the United States. For example, if the EU borrows heavily to invest in green technologies, this could influence global energy markets and potentially reduce the US's reliance on geologically-derived crude oil.","The question about human extinction before 2100 is a broad, overarching question that could encompass many factors, including economic policies and energy consumption. For instance, if the EU's borrowing leads to significant advancements in green technology, this could mitigate some risks associated with climate change, which is a factor in human survival.","The amount of crude oil consumed by the US in 2035 could be influenced by global economic conditions, which are also relevant to the EU's borrowing activities. For example, a global economic downturn could reduce both the EU's borrowing capacity and the US's oil consumption."],"conclusion":"While the questions are not directly related, there are some overarching themes and potential indirect connections that could make the logical combination of these questions somewhat interesting to certain analysts or forecasters.","score":5.0}}}
{"P":{"id":"cdb08549-a505-4963-9ca3-61cd2e129c46","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"2fa7746f-0847-43ea-872a-cd58ff9d4ffe","title":"Given that there will be human-machine intelligence parity before 2040, will PsiQuantum have a commercial quantum computer by 2025?","body":"Resolves N/A if there is no human-machine intelligence parity before 2040. If the condition is met (human-machine intelligence parity is achieved before 2040), then this question resolves YES if PsiQuantum reports having a quantum computer for sale by 2025, and NO otherwise.","resolution_date":"2040-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"26de7fd2-f633-483d-a36b-50becb6ac694","title":"Given that there is human-machine intelligence parity before 2040 and PsiQuantum has a commercial quantum computer by 2025, will there be a China-Russia war by 2035?","body":"Resolves N/A if either human-machine intelligence parity is not achieved before 2040 or PsiQuantum does not have a commercial quantum computer by 2025. If both conditions are met, then this question resolves YES if China and Russia collectively suffer at least 1000 battle-related deaths in conflicts with each other in a single calendar year by 2035, as reported by credible news, government, or multi-national sources. Deaths in battles fought between China and an ally of Russia or between Russia and an ally of China will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2040-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"c5237044-6556-4148-b209-7a7ea5b6db14","title":"Will there be Human-machine intelligence parity before 2040 AND will PsiQuantum have a commercial quantum computer by 2025 AND will there be a China-Russia war by 2035?","body":"Resolves YES if all of the following occur: a.) A machine system outscores at least two of the three humans on a generalized intelligence test administered prior to 2040, where the test involves a team of three expert interviewers interacting with a candidate machine system and three humans (graduate students in physics, mathematics, and computer science from one of the top 25 research universities). The humans and the machine system will be given an identical series of exam questions designed to advantage the humans, with both parties having full internet access but no human consultation allowed. The exam will be scored blindly by a disinterested third party. If no such tests are conducted, this part resolves as AMBIGUOUS. AND b.) PsiQuantum reports that they have a quantum computer for sale by 2025. AND c.) China and Russia collectively suffer at least 1000 battle-related deaths in conflicts with each other in a single calendar year by 2035, as reported by credible news, government, or multi-national sources. Deaths in battles fought between China and an ally of Russia or between Russia and an ally of China will not count towards positive resolution. Resolves NO otherwise.","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"60890336-2dd5-4c5d-b35f-b01eae82692e","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"Q":{"id":"fd3040a9-f1ff-404e-adbc-2bf297c2ab70","title":"Will PsiQuantum have a commercial quantum computer by 2025?","body":"Resolution Criteria\nThis question will resolve positively via PsiQuantum company report that they have a quantum computer for sale by 2025","resolution_date":"2026-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7434","metadata":{"topics":[],"background_info":"In early 2021, the firm PsiQuantum announced that they plan on having a commercial quantum computer by 2025. The PsiQuantum computer, named \"the Q-1\", uses a 'photon qubit' approach as opposed to a 'matter qubit'. According to PsiQuantum,\nThere are many ways to make small numbers of qubits, but only one way to scale beyond 1,000,000 qubits and deliver an error corrected, fault tolerant general purpose quantum computer – and that is photonics.\nToday, after numerous breakthroughs and advances in quantum architecture and silicon photonics, we uniquely have a clear path to building a useful quantum computer.\nIn 2020, PsiQuantum completed Series C funding of $150M bringing their total funding to $215M. Their list of investors includes BlackRock, Microsoft's Venture Fund, and Founders Fund.\n"},"resolution":null},"R":{"id":"4b753002-7109-4f17-999e-19b71dc28abb","title":"Will there be a China-Russia war by 2035?","body":"Resolution Criteria\nFor the purposes of this question, a China-Russia war is defined as the China and Russia collectively suffering at least 1000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the China and an ally of Russia or between Russia and an ally of the China will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\nSee also\nWill there be a deadly clash involving gunfire or explosives between Russia and China before 2024?\nWill there be a US-China war by 2035?\n[Will there be a China-India war by 2035?](https://www.metaculus.com/questions/8363/chin…\n","resolution_date":"2035-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8611","metadata":{"topics":[],"background_info":"The Wikipedia page on Russo-Sino foreign relations notes that:\n\"The two countries share a land border which was demarcated in 1991, and they signed a Treaty of Good-Neighborliness and Friendly Cooperation in 2001. On the eve of a 2013 state visit to Moscow by Chinese leader Xi Jinping, Russian President Vladimir Putin remarked that the two nations were forging a special relationship. The two countries have enjoyed close relations militarily, economically, and politically, while supporting each other on various global issues.\"\nHowever, researchers for the Middle East Institute write:\n\"Although China and Russia have strengthened their relationship, there remain obstacles for close cooperation. For example, Russian commentators have increasingly raised concerns about China’s ambitions and influence in Central Asia, an area historically within the Russian sphere of influence. Russian leaders have expressed growing concerns regarding China’s investments in the energy-rich but sparsely-populated Russian Far East. The Middle East is a new theater for potential friction between the two powers.\"\nGiven these two states' large militaries and nuclear arsenals, it is important to gain a clearer sense of the probability of conflict between them.\n"},"resolution":null}},"relevance":{"reasons":["Human-machine intelligence parity could significantly impact global power dynamics, potentially influencing geopolitical tensions, including the likelihood of a China-Russia war.","Advancements in quantum computing, such as those by PsiQuantum, could also shift technological and military balances, potentially affecting international relations and conflict likelihood.","The development of advanced AI and quantum computing technologies could lead to new forms of warfare or defense mechanisms, which might influence the probability of a China-Russia war."],"conclusion":"The logical combination of these questions is somewhat relevant due to the potential interconnectedness of technological advancements and geopolitical tensions.","score":6.0}}}
{"P":{"id":"2022656d-91d0-45e3-8dd9-8759969aba21","title":"Will a exascale volume of connectome be mapped and revealed to the public by June 2031?","body":"Resolution Criteria\nThis question resolves positively, if before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\nFine Print\nExtra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.\n","resolution_date":"2031-06-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ccf7b776-85da-44bf-84aa-5bfbcaf391a4","title":"Given that an exascale volume of connectome is mapped and revealed to the public by June 2031, will Alexandria Ocasio-Cortez be the Democratic presidential nominee in 2024, 2028, or 2032?","body":"Resolves N/A if an exascale volume of connectome is not mapped and revealed to the public by June 2031. If the condition is met (an exascale volume of connectome is mapped and revealed by June 2031), then this question resolves YES if Alexandria Ocasio-Cortez is confirmed as the Democratic nominee for any of the presidential elections in 2024, 2028, or 2032, and NO otherwise. Note: If any of the three elections mentioned does not happen, for any reason, this question resolves ambiguously. In the case of a split in the Democratic Party, AOC will be deemed to be the \"Democratic Nominee\" if she is the nominee for one of the parties which forms from the split, and if that party is one of the two largest parties in the US (as measured by percentage of the popular vote in the presidential election for which AOC is the nominee).","resolution_date":"2032-08-11T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"cd544fb6-deb5-467f-b16e-3b6dbc0f8ae0","title":"Given that by June 2031, a section of an animal connectome of exascale volume has been mapped and revealed, and Alexandria Ocasio-Cortez has been confirmed as the Democratic presidential nominee for either the 2024, 2028, or 2032 elections, will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolves N/A if either the exascale volume of connectome has not been mapped and revealed by June 2031, or Alexandria Ocasio-Cortez has not been confirmed as the Democratic presidential nominee for any of the 2024, 2028, or 2032 elections. If both conditions are met, then this question resolves YES if the United States Government formally agrees to an international treaty banning the possession or use of Lethal Autonomous Weapons as defined, announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times) by Jan 1, 2031, and NO otherwise.","resolution_date":"2032-08-11T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3b034976-c68f-4c1a-b39d-30d10c1577c8","title":"Will a exascale volume of connectome be mapped and revealed to the public by June 2031 AND will AOC be the Democratic presidential nominee in 2024, 2028, or 2032 AND will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question resolves positively if all of the following occur: a.) Before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such as by serial section electron microscopy, and the size of that map meets or exceeds one exabyte, without any artificial data padding such as adding 999 petabytes of zeros at the end of their file. b.) Alexandria Ocasio-Cortez is confirmed as the Democratic nominee for any of the presidential elections due to take place in 2024, 2028, or 2032. c.) By Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times).\nFine Print\nFor the connectome mapping, extra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard. For the AOC nomination, if any of the three elections mentioned above does not happen, for any reason, this question resolves ambiguously. For the purposes of this question, an election which is delayed by more than a year from the original date is judged to not have happened. In the case of a split in the Democratic Party, AOC will be deemed to be the \"Democratic Nominee\" if she is the nominee for one of the parties which forms from the split, and if that party is one of the two largest parties in the US (as measured by percentage of the popular vote in the presidential election for which AOC is the nominee).","resolution_date":"2032-08-11T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"12be1ab2-d125-44f0-8699-bfdb498d622d","title":"Will a exascale volume of connectome be mapped and revealed to the public by June 2031?","body":"Resolution Criteria\nThis question resolves positively, if before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\nFine Print\nExtra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.\n","resolution_date":"2031-06-30T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7316","metadata":{"topics":[],"background_info":"From Shapson-Coe et al., published May 30th, 2021,\nWe acquired a rapidly preserved human surgical sample from the temporal lobe of the cerebral cortex. We stained a 1 mm3 volume with heavy metals, embedded it in resin, cut more than 5000 slices at ~30 nm and imaged these sections using a high-speed multibeam scanning electron microscope. We used computational methods to render the three-dimensional structure of 50,000 cells, hundreds of millions of neurites and 130 million synaptic connections. The 1.4 petabyte electron microscopy volume, the segmented cells, cell parts, blood vessels, myelin, inhibitory and excitatory synapses, and 100 manually proofread cells are available to peruse online. [...]\nThis improvement was in large part due to two noteworthy advances: fast imaging owing to multibeam scanning electron microscopy (Eberle et al. 2015) and the profound effect of AI on image processing and analysis (Januszewski et al. 2018). The rapid improvements over the past few years (Briggman, Helmstaedter, and Denk 2011; Bock et al. 2011; Helmstaedter et al. 2013; Takemura et al. 2013; Lee et al. 2016; Motta et al. 2019; Scheffer et al. 2020; Dorkenwald et al. 2020; Yin et al. 2020; Gour et al. 2021) argues that analyzing volumes that are even three orders of magnitude larger, such as an exascale whole mouse brain connectome, will likely be in reach within a decade (Abbott et al. 2020). [Emphasis added]\nSee also this accompanying blog post from the Google AI Blog.\n"},"resolution":null},"Q":{"id":"66393661-232c-4d7b-860c-03365d37c06f","title":"Will AOC be the Democratic presidential nominee in 2024, 2028, or 2032?","body":"Resolution Criteria\nThis question resolves positively if Alexandria Ocasio-Cortez is confirmed as the Democratic nominee for any of the presidential elections due to take place in 2024, 2028, or 2032. Otherwise, it resolves negatively.\nFine Print\nIf any of the three elections mentioned above does not happen, for any reason, this question resolves ambiguously. For the purposes of this question, an election which is delayed by more than a year from the original date is judged to not have happened.\nIn the case of a split in the Democratic Party, AOC will be deemed to be the \"Democratic Nominee\" if she is the nominee for one of the parties which forms from the split, and if that party is one of the two largest parties in the US (as measured by percentage of the popular vote in the presidential election for which AOC is the nominee).\n","resolution_date":"2032-08-11T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5252","metadata":{"topics":[],"background_info":"Alexandria Ocasio-Cortez, also known by her initials AOC, is an American politician and a member of the Democratic Party, as well as the Democratic Socialists of America. Having taken her seat aged 29, Ocasio-Cortez is the youngest woman ever to serve in the United States Congress. She is a member of \"The Squad\", and is decidedly on the left-wing of the Democratic Party.\nAmericans must be aged 35 or over to run for president. AOC will turn 35 a month before election day 2024, meaning that the first three election cycles where she is eligible to run are 2024, 2028, and 2032."},"resolution":null},"R":{"id":"e20e4e02-7ed2-4c46-86d7-14a65fe50ea6","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8504","metadata":{"topics":[],"background_info":"Lethal Autonomous Weapons Systems, as defined by the U.S. Department of Defense, are “weapon system[s] that, once activated, can select and engage targets without further intervention by a human operator.”\nSuch systems, colloquially known (especially by their opponents) as \"Killer Robots\" or \"Slaughterbots\" have received negative attention from a number of actors, including a coalition known as the Campaign to Stop Killer Robots.\nThese activists appear to prefer a legally-binding instrument of international law, likely in treaty form, as a \"Killer Robot Ban Treaty\". Such a treaty has received support from several countries, as tracked by Human Rights Watch, and been discussed at the working group of the UN Convention on Certain Conventional Weapons (ibid.).\nFormal and legally-binding arms control has proven elusive however, leading some to question the \"end of arms control.\" Moreover, several of the most powerful militaries in the world, including the United States, the United Kingdom, and Russia, strongly oppose such a ban.\nMoreover, a Killer Robot Ban Treaty faces a fundamental definitional problem, as weapons systems like \"homing munitions\" have elements of autonomy under conventional definitions, but are an integral part of many military operations, and have been in use since World War II, and as broad definitions may exclude many applications of artificial intelligence. Senior defense leaders, including Bob Work, the \"father of the Pentagon's push for Artificial Intelligence\" have also criticized such a ban.\n"},"resolution":null}},"relevance":{"reasons":["The mapping of an exascale volume of connectome could indicate significant advancements in neuroscience and technology, which might influence political and ethical discussions, including those around autonomous weapons.","AOC being the Democratic presidential nominee could influence or be influenced by the political climate and technological advancements, including those in neuroscience and AI.","The signing of a treaty on lethal autonomous weapons systems could be influenced by technological advancements and political leadership, including the stance of a potential future president like AOC."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all touch on significant technological and political developments that could be interrelated.","score":6.0}}}
