{"P":{"id":"03615aa1-7cd3-4640-98b6-29fec79341d9","title":"Will the famed South American lithium triangle (Bolivia, Chile, and Argentina) overtake Australia in lithium production before 2031?","body":"Resolution Criteria\nThis question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\nThis question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"fe6b5c99-d36b-4441-a366-ed71b43aa077","title":"Given that the famed South American lithium triangle (Bolivia, Chile, and Argentina) overtakes Australia in lithium production before 2031, will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria for P: This question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019. This question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison.\n\nResolution Criteria for Q: This question will resolve positive if either: Xi is CCP General Secretary on 1 January, 2030; Xi is paramount leader of China on 1 January, 2030; Xi is de facto leader of China on 1 January, 2030. This question will resolve negative if any other person is leader on 1 January, 2030. This question will resolve ambiguous if China ceases to exist as the political entity it is right now.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"81ea7494-d6c3-43f0-8079-34ae2a07b4f1","title":"Given that both of the following occur: (1) the South American lithium triangle (Bolivia, Chile, and Argentina) overtakes Australia in lithium production before 2031, and (2) Xi Jinping continues leading China in 2030, will an openly LGBTQ person be elected President of the United States by 2041?","body":"Resolution Criteria for P:\nThis question will resolve positively if both of the following conditions are met:\n(1) The amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019. This question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison.\n(2) Xi Jinping is either CCP General Secretary, paramount leader, or de facto leader of China on 1 January, 2030. This question will resolve negatively if any other person is leader on 1 January, 2030. It will resolve ambiguously if China ceases to exist as the political entity it is right now.\n\nResolution Criteria for Q:\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must, during the campaign, either:\n- Publicly identify as something other than cisgender.\n- Publicly identify as something other than heterosexual.\nThis question will resolve negatively if all candidates elected president by 2041 identify as both cisgender and heterosexual. Resolution will be by credible media reports.","resolution_date":"2041-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"b6f7d430-818e-4ac3-bd70-210ef88e2853","title":"Will both of the following occur: (1) the South American lithium triangle (Bolivia, Chile, and Argentina) overtakes Australia in lithium production before 2031, and Xi Jinping continues leading China in 2030, and (2) an openly LGBTQ person is elected President of the United States by 2041?","body":"Resolution Criteria for (1):\nThis question will resolve positively if both of the following conditions are met:\n- The amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\n- Xi Jinping is either CCP General Secretary, paramount leader, or de facto leader of China on 1 January, 2030.\nThis question will resolve negatively if:\n- The lithium production from the South American lithium triangle does not exceed Australia's before the end of 2030.\n- Any other person besides Xi Jinping is leader of China on 1 January, 2030.\nThis question will resolve ambiguously if:\n- Data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne.\n- China ceases to exist as the political entity it is right now.\n\nResolution Criteria for (2):\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must, during the campaign, either:\n- Publicly identify as something other than cisgender.\n- Publicly identify as something other than heterosexual.\nThis question will resolve negatively if all candidates elected president by 2041 identify as both cisgender and heterosexual.\nResolution will be by credible media reports.","resolution_date":"2041-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"bcd30513-c2a3-4b8a-bce4-2595a35c9689","title":"Will the famed South American lithium triangle (Bolivia, Chile, and Argentina) overtake Australia in lithium production before 2031?","body":"Resolution Criteria\nThis question will resolve positively if the amount of lithium mine production between Argentina, Chile, and Bolivia is greater than the mine production from Australia before the end of 2030. Data will be provided through Statista, which has current data on both the countries with the greatest lithium reserves as of 2019, as well as data on lithium production by country ranging from 2014-2019.\nThis question will resolve ambiguously if data is no longer available through Statista and no other credible source can be found, or if lithium demand by the transportation industry drops below 1 kilotonne. Demand in 2019 was at approximately 17 kt in comparison\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5683","metadata":{"topics":[],"background_info":"It is estimated that Bolivia, Chile, and Argentina (the so-called lithium triangle) make up approximately 54% of the world’s lithium reserves. There are two types of lithium, the hardrock (spodumene), and the lithium brines in desert regions which when evaporated gradually leave lithium behind. Lithium is a key part of the current battery technology needed to produce electric vehicles, and as EV demand grows, so does the need for minable lithium. The expected demand for lithium is expected to rise to 159.6 kilotonnes by 2030 for light vehicles. In 2019, our current lithium supply was only 77 kilotonnes.\nChile and Argentina have already seen large increases in demand for lithium, with increased production to match it. Bolivia, which is still in its early days with lithium mining, has yet to enter the world market as a large-scale producer. In 2019, Chile provided 18,000 tonnes of lithium to market and Argentina behind that with 6,400.\nThe U.S geographical survey estimates that Bolivia has over 9 million tonnes of identifiable lithium resources in its salt flats. So far, Bolivia has been producing 400 tonnes of lithium in a private test site, which now should be able to scale quickly due to the change in political leadership.\nAustralia, which currently holds the record in annual lithium production at 42,000 tonnes in 2019, has a total estimated lithium reserve of 2,800,000 tonnes, almost ⅓ of the reserves in Chile, and less than twice as much as Argentina. As Bolivia enters the market, the dynamics of production and price could change dramatically.\nThe number of exports and interest in the lithium triangle could dramatically increase as the prices of lithium fall. High labor costs and protected union jobs, with an average yearly salary of 62,636 US Dollars in Australia, make production an expensive affair. In 2019, lithium demand fell 19%, bringing prices down with it.\n\"Several established lithium operations postponed capacity expansion plans. Junior mining operations in Australia ceased production altogether.\"\nLow prices in lithium aren't necessarily daunting to South American producers, for whom labor costs are extremely low at approximately 6,148 US dollars a year in Argentina in mining positions, and an average 12,726 US dollars a year in Chile. With lower transport costs to the United States as well, this might become a more attractive option than Australia in the future, both for consumers and producers.\nLUT-Augsburg researchers attempting to model the amount of lithium left, to understand demand and production dynamics, found with increasing uncertainty that there could be anywhere from 30-95 million tonnes of lithium reserves left.\n\"The researchers modeled four lithium supply scenarios based on the estimates. In their worst-case forecast, no additional lithium resources will be discovered. That would leave humanity 26 Mt of lithium. If the policies ( recycling, V2G, second-life) and only 3 billion electric vehicles on the road were matched with just 26 Mt of lithium, but recycling efforts would only grow slowly, battery manufacturers will close shops even before 2040.\"\nIn this scenario, with only 2.8 million tonnes of lithium reserves, Australian production would drop off more quickly than that of the lithium triangle.\n"},"resolution":null},"Q":{"id":"ec161760-4042-40f6-8a52-56cf274153bf","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8533","metadata":{"topics":[],"background_info":"Xi Jinping is currently nearing the end of his second term as CCP General Secretary and is expected to make a bid for a third term and win it with a 92% chance according to a current Metaculus question. There is considerable speculation that Xi will pave the way for a much longer tenure akin to the tenure of Mao Zedong and Deng Xiaping. Having China ruled by a single figure with a potentially unlimited tenure might have considerable ramifications for a variety of topics ranging from the West's China policy to global security concerns."},"resolution":null},"R":{"id":"ba96bb32-3ad2-4401-866d-94eb07881258","title":"Will an openly LGBTQ person be elected President of the United States by 2041?","body":"Resolution Criteria\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must, during the campaign, either:\nPublicly identify as something else than cisgender.\nPublicly identify as something else than heterosexual.\nThis question will resolve negatively if all candidates elected president by 2041 identify as both cisgender and heterosexual.\nResolution will be by credible media reports.\nFine Print\nOld resolution criteria:\nThis question resolves positively if an openly LGBTQ candidate is elected president before 2041. The candidate must be lesbian, gay, bisexual, transgender, or queer. This question will resolve negatively if no openly LGBTQ candidate is elected president by 2041. An ambiguous resolution will result if a candidates sexuality is brought forth during their campaign from a source other than themselves and they continue to win the presidency.\n","resolution_date":"2041-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1444","metadata":{"topics":[],"background_info":"The LGBTQ movement has made massive strides during the 21st century in the United States. Less than 60 years ago engaging in consensual homosexual acts in private was illegal in parts of the country. But progress has been undeniable. In 2015 the U.S. Supreme Court legalized gay marriage just seven years after the country elected its first President who was not a straight white male."},"resolution":null}},"relevance":{"reasons":["The geopolitical landscape and economic policies in China under Xi Jinping's leadership could influence global markets, including the lithium market. For instance, China's demand for lithium could impact production and investment in the South American lithium triangle.","The election of an openly LGBTQ president in the United States could signal significant social and political shifts, which might indirectly affect international relations and economic policies, including those related to trade and resource management."],"conclusion":"While the connections are somewhat tenuous, there are plausible scenarios where these events could be interrelated through broader geopolitical and economic trends.","score":5.0}}}
{"P":{"id":"9aaeaf72-80e0-402a-9886-494fee9ca98e","title":"If there's a 10% global agricultural shortfall by 2030, will this cause >400 million fatalities?","body":"Resolution Criteria\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024[1]). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nSee also:\nWill the first nuclear conflict involving >100 detonations cause >1m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >1b fatalities within 10 years of the final detonation?\nWill the first nuclear conflict involving >1000 detonations cause >4b fatalities within 10 years of the final detonation?\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n[1] The reason for using 2030 rather than 2024 for this question is that the fatalities and discussion of them may occur on a several-year delay from the actual shortfall. It therefore seemed unwise to force this question to resolve by 2024, and hence best to make this part of the long-term rather than calibration tournament.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"6be3f113-651b-4ec1-92e7-3730af20dd44","title":"Given a 10% global agricultural shortfall by 2030, will the percentage of college-aged U.S. citizens attending postsecondary educational institutions in the U.S. drop at least 50% from 2011 levels by 2040?","body":"Resolution Criteria for P:\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\n\nResolution Criteria for Q:\nIf the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"1033dc34-1b64-4d65-8e71-84edcf763fcc","title":"Given that both of the following occur: (1) a 10% global agricultural shortfall by 2030 causes more than 400 million fatalities, and (2) by 2040, the percentage of college-aged U.S. citizens attending postsecondary educational institutions in the United States drops at least 50% from the level in 2011, will Elon Musk personally set foot on the moon by 2030?","body":"Resolution Criteria for P:\n(1) This question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024). The question resolves ambiguously if that condition isn't met. The shortfall could be caused either by nuclear conflict or by something else. The question resolves positively if the above condition is met and at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. If a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\n(2) If the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively.\n\nResolution Criteria for Q:\nThis question resolves positively if before 1 January 2030, Elon Musk has personally set foot on the lunar surface. Musk must stand on the surface of the moon, outside any landing system that delivered him there. This question resolves negatively if Musk does not stand on the moon's surface before 1 January 2030.\n\nFine Print for Q:\nUTC time shall be used for this question. Musk need not travel on any SpaceX system for a positive resolution; any outcome in which Musk stands on the lunar surface before 1 January 2030 triggers positive resolution.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"63e17868-e546-4cc2-b227-02380cf16bbb","title":"Will both of the following occur: (1) a 10% global agricultural shortfall by 2030 causes more than 400 million fatalities, and (2) Elon Musk personally sets foot on the moon by 2030?","body":"Resolution Criteria for (1):\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024). The question resolves ambiguously if that condition isn't met. The shortfall could be caused either by nuclear conflict or by something else. The question resolves positively if the above condition is met and at least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall. For example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032. If a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\n\nResolution Criteria for (2):\nThis question resolves positively if before 1 January 2030, Elon Musk has personally set foot on the lunar surface. Musk must stand on the surface of the moon, outside any landing system that delivered him there. This question resolves negatively if Musk does not stand on the moon's surface before 1 January 2030. UTC time shall be used for this question. Musk need not travel on any SpaceX system for a positive resolution; any outcome in which Musk stands on the lunar surface before 1 January 2030 triggers positive resolution.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c9a9ff97-833f-484e-871b-d1292592b333","title":"If there's a 10% global agricultural shortfall by 2030, will this cause >400 million fatalities?","body":"Resolution Criteria\nThis question conditions on there being a 10% global agricultural shortfall by 2030, using the same specification as in a previous question (except that here the year 2030 is used instead of 2024[1]). That is, the question resolves ambiguously if that condition isn't met. As noted in that previous question, this could be caused either by nuclear conflict or by something else.\nThe question resolves positively if:\nThe above condition is met\nAt least three credible sources state or estimate that, within 5 years of the end of the year in which the first 10% shortfall by 2030 occurs, more than 400 million fatalities were caused by that shortfall.\nFor example, if the shortfall occurs in 2027, this question is about whether that causes >400m fatalities by the end of 2032.\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nSee also:\nWill the first nuclear conflict involving >100 detonations cause >1m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nWill the first nuclear conflict involving >100 detonations cause >1b fatalities within 10 years of the final detonation?\nWill the first nuclear conflict involving >1000 detonations cause >4b fatalities within 10 years of the final detonation?\nFine Print\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the 10% shortfall. For example, if the 10% shortfall is followed by armed conflict, no attempt will be made to second-guess what credible sources say about whether the fatalities caused by that armed conflict should be considered to be ultimately caused by the 10% shortfall.\n[1] The reason for using 2030 rather than 2024 for this question is that the fatalities and discussion of them may occur on a several-year delay from the actual shortfall. It therefore seemed unwise to force this question to resolve by 2024, and hence best to make this part of the long-term rather than calibration tournament.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8609","metadata":{"topics":[],"background_info":"Another question in this tournament asks Will there be a 10% global agricultural shortfall by 2024?.\nDenkenberger & Pearce (2016) write:\n\"The uncertainty in the number of fatalities due to a 10% agricultural shortfall is very large. On the optimistic extreme, there could be aggressive government support or charity such that the vast majority of the global poor could generally afford sufficient food. If the crisis were only a year or two, loans could be feasible, either to poor individuals or poor countries. The necessary conservation (less waste, less food to animals, and so on) in the developed countries could be achieved by higher prices or rationing. However, even if mass starvation is averted, generally there would be more malnutrition and increasing susceptibility to disease. The poor would be less able to afford other lifesaving measures, and a pandemic would be more likely. Even if food aid is available, it may not be possible to get the food to the people who need it. Therefore, near zero mortality is unlikely. At the same time, even with no catastrophe, 6.5 million people die of hunger-related diseases per year (UNICEF 2006). On the other extreme, there could be food export restrictions or bans, as implemented by India, Vietnam, Egypt, and China in 2008 (Helfand 2013) when the situation was much less serious. This hoarding on a country level could also be coupled with hoarding on an individual level. This could dramatically reduce the food supply available to poor people.\nArmed conflict could be in some countries’ best interest, which could also aggravate famine (Keller 1992; Waldman 2001; Goodhand 2003). These wars could even evolve into nuclear conflict, which would further impact food supplies.\"\n"},"resolution":null},"Q":{"id":"c65a4869-3e5d-4f3f-8909-a1142cc0a1ee","title":"Longbets series: By 2040 will the percentage of college-aged U.S. citizens who are attending postsecondary educational institutions in the United States drop at least 50% from the level in 2011?","body":"Resolution Criteria\nIf the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4319","metadata":{"topics":[],"background_info":"Brant von Goble and John C Leven summarize the reasons for their respective sides here."},"resolution":null},"R":{"id":"b1195b7e-c932-414f-8446-9a94785e481b","title":"Will Elon Musk personally set foot on the moon by 2030?","body":"Resolution Criteria\nThis question resolves positively if before 1 January 2030, Elon Musk has personally set foot on the lunar surface. Musk must stand on the surface of the moon, outside any landing system that delivered him there.\nThis question resolves negatively if Musk does not stand on the moon's surface before 1 January 2030.\nFine Print\nUTC time shall be used for this question. Musk need not travel on any SpaceX system for a positive resolution; any outcome in which Musk stands on the lunar surface before 1 January 2030 triggers positive resolution.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5885","metadata":{"topics":[],"background_info":"Elon Musk is an engineer and the founder, CEO, CTO and chief designer of SpaceX, among other ventures.\nSpace Exploration Technologies Corp. (SpaceX) is an American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. It was founded in 2002 with the goal of reducing space transportation costs to enable the colonization of Mars.\nThe SpaceX Starship system is a fully-reusable, two-stage-to-orbit, super heavy-lift launch vehicle under development by SpaceX since 2012, as a privately-funded private spaceflight project.\nSpaceX could potentially launch commercial payloads using Starship no earlier than 2021. In April 2020, NASA selected a modified crew-rated Starship system as one of three potential lunar landing system design concepts to receive funding for a 10-month long initial design phase for the NASA Artemis program.\nMusk has stated that the Apollo program astronauts, who visited the moon between 1969 and 1972, are personal heroes of his, and that they inspired him to create SpaceX. As of December 2020, no human has set foot on the moon since Gene Cernan and Harrison Schmitt left the lunar surface on December 14, 1972.\nMusk has acknowledged a personal desire to experience space travel. Asked in a December 2020 interview when his first trip to orbit would take place, Musk stated that it would be \"possibly in two or three years,\" and has previously stated that if he has to die, he would prefer to die on Mars rather than on Earth... \"Just not on impact.\"\nAs of late 2020, Elon Musk is the 2nd-richest person on Earth, with substantial capacity to privately fund passion projects if he so chooses.\n"},"resolution":null}},"relevance":{"reasons":["The first question involves a significant global event (a 10% agricultural shortfall) that could have widespread socio-economic impacts, including on education systems and space exploration funding.","A major agricultural shortfall could lead to economic instability, which might affect the percentage of college-aged U.S. citizens attending postsecondary educational institutions. Economic hardship could force more young people to enter the workforce earlier or seek alternative forms of education.","Economic instability from a global agricultural shortfall could also impact funding and priorities for space exploration, potentially affecting Elon Musk's ability to set foot on the moon by 2030."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as a significant global event like a 10% agricultural shortfall could have far-reaching impacts on various aspects of society, including education and space exploration.","score":7.0}}}
{"P":{"id":"7e476af2-f338-4792-a49f-4d05c83dbd38","title":"Will the USD be the dominant global reserve currency in 2050?","body":"Resolution Criteria\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nWill the USD be the dominant global reserve currency in 2050?\nQuestion resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion resolves as ambiguous the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ac697ef8-a263-4770-8420-90b9780184e6","title":"Given that the USD is the dominant global reserve currency in 2050, will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria for P: The question resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. This includes any new publications that replace the IMF's COFER, provided they contain the same statistics. The question resolves as ambiguous if the IMF has not published any statistics for any quarters after Q1 2045, or if it is judged that the IMF has ceased to exist.\n\nResolution Criteria for Q: The question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project. Otherwise, the question resolves negatively.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c01c0adb-5f31-4085-8577-aae6721289ac","title":"Given that both the USD is the dominant global reserve currency in 2050 and The Kidney Project's implantable bioartificial kidney receives FDA approval before 2025, will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?","body":"Resolution Criteria for P:\nFor the USD to be considered the dominant global reserve currency in 2050, the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, must be over 50%. This will be determined by the IMF's publication of the Currency Composition of Foreign Exchange Reserves (COFER) or a similar publication if COFER is no longer published. If the IMF has not published any statistics for any quarters after Q1 2045, or if the IMF ceases to exist, the question resolves as ambiguous.\n\nFor The Kidney Project's implantable bioartificial kidney to receive FDA approval before 2025, the FDA must grant approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project.\n\nResolution Criteria for Q:\nIf the Long Now Foundation declares Joseph F. Huttner the winner, the question resolves positively, indicating that the amount of geologically-derived crude oil consumed by the United States in 2035 is greater than the amount consumed in 2015. If they declare Stephen W Snow the winner, the question resolves negatively.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e70aa277-a5e5-4c50-9ba3-39830553cfbf","title":"Will both of the following occur: (1) the USD be the dominant global reserve currency in 2050, and (2) the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?","body":"Resolution Criteria for (1):\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nQuestion (1) resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion (1) resolves as ambiguous if the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n\nResolution Criteria for (2):\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"065ad0e9-ceb6-4ed8-bb5c-e9426de86ddf","title":"Will the USD be the dominant global reserve currency in 2050?","body":"Resolution Criteria\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nWill the USD be the dominant global reserve currency in 2050?\nQuestion resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion resolves as ambiguous the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3858","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"65c63b12-2e8e-4133-aa3e-d466c7dd2e66","title":"Will The Kidney Project's implantable bioartificial kidney receive FDA approval before 2025?","body":"Resolution Criteria\nThe question resolves positively if the FDA grants approval to the current version (or a substantially similar version) of the implantable bioartificial kidney developed by The Kidney Project. Otherwise, the question resolves negatively","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6475","metadata":{"topics":[],"background_info":"The team of scientists behind The Kidney Project has created an implantable bioartificial kidney that consists of a hemofilter module to process incoming blood and a bioreactor that sends sugars and salts back into the blood.\nThe website for the project states that the project team is \"in the midst of preclinical testing for the Hemofilter, while preclinical testing for the Bioreactor has just begun.\"\nThe website further states that the project team \"expect[s] to arrive at [the] final stage of clinical trials by late 2021.\""},"resolution":null},"R":{"id":"4139b35a-7fa1-4e27-abf4-fcd4c6f4c780","title":"Longbets series: will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?","body":"Resolution Criteria\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nWill the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5716","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The dominance of the USD as a global reserve currency could be influenced by the overall economic stability and technological advancements in the US, which might also impact the approval of innovative medical technologies like The Kidney Project's implantable bioartificial kidney.","The economic policies and technological advancements that affect the USD's status might also influence energy consumption patterns, including the use of geologically-derived crude oil.","The approval of The Kidney Project's implantable bioartificial kidney could be seen as a marker of technological and economic progress, which might correlate with the USD's dominance and energy consumption trends."],"conclusion":"While the connections are somewhat tenuous, there are plausible reasons to consider the logical combination of these questions, especially in the context of broader economic and technological trends.","score":5.0}}}
