{"P":{"id":"78e462c8-d6d5-46fb-9cb4-3d3fadb87fbe","title":"Will OpenAI reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves as YES if by 2035, a credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B), and NO otherwise.","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"02d92bce-98f5-4fba-9fb0-def5e0700e21","title":"Will OpenAI not reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves as YES if by 2035, no credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B), and NO otherwise.","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"588d3170-9b47-48d1-b603-9b0f142563a9","title":"Will OpenAI reach its profit cap for the first round of investors by 2035?","body":"Resolution Criteria\nThis question resolves as YES if by 2035, a credible media report indicates that OpenAI reached its profit cap for the first round of investors (that is, the funding round in July 2019 led by Microsoft and raising ~$1B), and NO otherwise.","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4873","metadata":{"topics":[],"background_info":"In 2019 OpenAI launched OpenAI LP,\na new “capped-profit” company that allows us to rapidly increase our investments in compute and talent while including checks and balances to actualize our mission.\nThe profit cap was intended to ensure that the company did not put profits before its humanitarian mission:\nThe fundamental idea of OpenAI LP is that investors and employees can get a capped return if we succeed at our mission, which allows us to raise investment capital and attract employees with startup-like equity. But any returns beyond that amount—and if we are successful, we expect to generate orders of magnitude more value than we’d owe to people who invest in or work at OpenAI LP—are owned by the original OpenAI Nonprofit entity. [...]\nShow More"},"resolution":null}}}}
{"P":{"id":"33c2dba6-791d-40ad-9568-0def71fc191f","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election?","body":"Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"9e9bdcfa-1483-4e2d-b639-0c3189565ec4","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would not be enough to change the outcome of the election?","body":"Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would not change the outcome of the election","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"edba9950-7a84-4082-b5d1-724ffd36a5c9","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election?","body":"Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7832","metadata":{"topics":[],"background_info":"Under 3 U.S.C. §15, the US Houses of Congress meet on January 6th following the election to count the votes of the electoral college.\nIf there are any objections to the returns from any state, they must be resolved before the process can continue to the next state. For an objection to be considered and voted on, it must be in writing and made by at least one representative and one senator. This has happened 4 times - once each in 1969 and 2005, and twice in 2021.\nIn 2021, the returns from Arizona and Pennsylvania were objected to and debated - with both objections defeated - and this would not have been enough to swing the election, as their combined 31 electoral votes, if changed from Biden to Trump, would still have left Biden the victor.\nThis question asks if sufficiently many objections will be made to potentially influence the outcome of the election.\n"},"resolution":null}}}}
{"P":{"id":"8d492164-7df8-493a-88d2-2176567d20ae","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"cabb1d3d-c4fc-418b-9d35-5c53f40620e4","title":"Will the United States not withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves negatively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves negatively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a negative resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a negative resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"410ddbf4-a77e-470c-900c-57c91fcb4f90","title":"Will the United States withdraw from any of its current mutual defence treaties by 2030?","body":"Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7599","metadata":{"topics":[],"background_info":"Peter Zeihan in “The Accidental Superpower” predicts that the USA will withdraw from acting as the world police, this can be interpreted as the USA withdrawing from one or more of its current mutual defence treaties.\nCurrently the USA is party to 6 mutual defence treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan."},"resolution":null}}}}
