{"P":{"id":"91782890-53d9-4f1b-ad1d-1be3128b5a5e","title":"Will there be adversarial use of consumer genomic data before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the New York Times (or another similarly reputable source) reports, before January 1 2030, on the following having occurred:\nGenetic data collected through either medical testing or direct-to-consumer products\nIs used to inflict harm on one or more individuals\nWithout their consent\nFine Print\nRecognizing that \"harm\" and \"consent\" can be fuzzy, here are some examples meant to clarify the intent of the question.\nThe following examples do not count as positive resolutions:\nSpeculation that such a harm is possible, plausible, or likely\nGenetic data is leaked or hacked but there is no evidence about specific harmful uses resulting from this.\nGenetic data is collected in a bespoke way for the purposes of harm (eg a state power collects DNA from a targeted individual).\nIndividuals suffer psychic harm from discovering family infidelities (this is so common already that it is \"baked in\" to consent).\nThe following examples do count as positive resolutions:\nEvidence of discrimination or insurance rates being set from individual-level genomics without explicit customer authorization (\"would you like to submit your DNA profile to Anthem?\"), even if legal and authorized under a vague terms of service\nAn outside actor gaining access to genomics data, learning about family infidelities, and publishing this broadly.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"a823cc6e-9087-4f69-ae7e-5f7fadebce9e","title":"When the first company reaches a $10 trillion market cap, will it be worth at least double what it was the year before?","body":"Resolution Criteria\nCompany valuations can take off very quickly: Apple was valued at around $100 billion in mid 2007, and so it has taken the company roughly 11 years to grow its market capitalisation by a factor of ten. However, one year before it first hit $1 trillion, it was worth ~$0.8 trillion (which would have resolved a similar question negative).\nAmazon's rise was even more impressive. Amazon has grown from $100 bn to $1 trillion in just over 6 years. And one year before it hit $1 trillion, it was worth ~0.46 trillion (which would have resolved a similar question positive).\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI.\nPaul Christiano suggests operationalising the takeoff takeoff speed of AI in terms of economic growth. That is, if there is a rapid transition from massively subhuman AI to massively superhuman AI, we would expect accelerated economic growth. One indicator of the rate of economic growth is the growth in company valuations.\nWill the first publicly traded company to have a $10 trillion market cap be worth at least double what it was worth 1 year before reaching $10 trillion?\nResolution\nThis resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $5 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service.\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"23690438-b24c-4695-811e-06279bc81591","title":"Will either adversarial use of consumer genomic data occur before 2030 or the first company to reach a $10 trillion market cap be worth at least double what it was the year before?","body":"Resolution Criteria for adversarial use of consumer genomic data: This question will resolve as Yes if the New York Times (or another similarly reputable source) reports, before January 1 2030, on the following having occurred: Genetic data collected through either medical testing or direct-to-consumer products is used to inflict harm on one or more individuals without their consent. Examples of harm include discrimination or insurance rates being set from individual-level genomics without explicit customer authorization, or an outside actor gaining access to genomics data, learning about family infidelities, and publishing this broadly. Resolution Criteria for the $10 trillion market cap question: This resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $5 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service. Resolves YES if either of these events occur (or both). Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"af0987da-872d-4081-9cbd-34f18da0468b","title":"Will either the first company to reach a $10 trillion market cap be worth at least double what it was the year before, or will there be adversarial use of consumer genomic data before 2030?","body":"Resolves YES if either of the following occurs: (a) The first publicly traded company to have a $10 trillion market cap (adjusted to 2018 prices) was worth less than or equal to $5 trillion one year before reaching $10 trillion, based on data from Yahoo Finance or another reputable financial data service. (b) The New York Times or another similarly reputable source reports, before January 1, 2030, on the adversarial use of genetic data collected through either medical testing or direct-to-consumer products to inflict harm on one or more individuals without their consent. Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"aacb3fff-88e4-4722-a330-0a7426506a0c","title":"Will there be adversarial use of consumer genomic data before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the New York Times (or another similarly reputable source) reports, before January 1 2030, on the following having occurred:\nGenetic data collected through either medical testing or direct-to-consumer products\nIs used to inflict harm on one or more individuals\nWithout their consent\nFine Print\nRecognizing that \"harm\" and \"consent\" can be fuzzy, here are some examples meant to clarify the intent of the question.\nThe following examples do not count as positive resolutions:\nSpeculation that such a harm is possible, plausible, or likely\nGenetic data is leaked or hacked but there is no evidence about specific harmful uses resulting from this.\nGenetic data is collected in a bespoke way for the purposes of harm (eg a state power collects DNA from a targeted individual).\nIndividuals suffer psychic harm from discovering family infidelities (this is so common already that it is \"baked in\" to consent).\nThe following examples do count as positive resolutions:\nEvidence of discrimination or insurance rates being set from individual-level genomics without explicit customer authorization (\"would you like to submit your DNA profile to Anthem?\"), even if legal and authorized under a vague terms of service\nAn outside actor gaining access to genomics data, learning about family infidelities, and publishing this broadly.\n","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6479","metadata":{"topics":[],"background_info":"Genetic sequencing has gotten cheaper by several orders of magnitude in the past several decades. Over 1 million Americans have already had their DNA sequenced through direct-to-consumer products like those offered by 23AndMe, Ancestry, etc.\nMany concerns have been raised about possible harms. While it is illegal in the United States to use genomics data to set health insurance rates or discriminate for employment, there are related other uses not covered (other types of insurance or discrimination) as well as more speculative ideas. For example, if an adversary had access to your genetic data, they might be able to forge evidence tying you to a particular crime, or might be able to fool a biometric identification system.\nNote: I am using \"DNA data\", \"genomics data\", \"genetic data\" interchangeably here, but I am not an expert. Please help clarify if this is incorrect.\n"},"resolution":null},"Q":{"id":"c3663369-04a5-4203-ada4-86afe0b006e0","title":"When the first company reaches a $10 trillion market cap, will it be worth at least double what it was the year before?","body":"Resolution Criteria\nCompany valuations can take off very quickly: Apple was valued at around $100 billion in mid 2007, and so it has taken the company roughly 11 years to grow its market capitalisation by a factor of ten. However, one year before it first hit $1 trillion, it was worth ~$0.8 trillion (which would have resolved a similar question negative).\nAmazon's rise was even more impressive. Amazon has grown from $100 bn to $1 trillion in just over 6 years. And one year before it hit $1 trillion, it was worth ~0.46 trillion (which would have resolved a similar question positive).\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI.\nPaul Christiano suggests operationalising the takeoff takeoff speed of AI in terms of economic growth. That is, if there is a rapid transition from massively subhuman AI to massively superhuman AI, we would expect accelerated economic growth. One indicator of the rate of economic growth is the growth in company valuations.\nWill the first publicly traded company to have a $10 trillion market cap be worth at least double what it was worth 1 year before reaching $10 trillion?\nResolution\nThis resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $5 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service.\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2898","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The adversarial use of consumer genomic data could potentially impact the market valuation of companies involved in genomics, biotechnology, or related fields. If such an event occurs, it could lead to increased regulation, public backlash, or shifts in consumer behavior, all of which could affect company valuations.","The rapid growth of a company to a $10 trillion market cap might be driven by advancements in technology, including genomics and biotechnology. If a company in this sector experiences such growth, it could be relevant to consider whether adversarial use of genomic data has any impact on its valuation."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly in the context of the biotechnology and genomics sectors.","score":6.0}}}
{"P":{"id":"e4c2fe14-6dab-4f2d-b3e4-6a9b60ab4fb5","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"9769d4ae-e2b6-40ea-b32c-6caf867027de","title":"Fewer than 375M in extreme poverty by 2030?","body":"Resolution Criteria\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nWill we see fewer than 375M in extreme poverty by 2030?\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"20a820bf-32a4-4d5e-8916-685631505541","title":"Will either a global biological catastrophe reduce the human population by 95% or more, or will there be fewer than 375M in extreme poverty by 2030?","body":"Resolves YES if either of the following occurs: (a) Given that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population? The question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%. A biological catastrophe is defined as a catastrophe resulting from the deployment of biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours. (b) There are fewer than 375M in extreme poverty in any year up to (and including) 2030, according to World Bank data or another database listed on the data sources page. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"39811846-9a10-4b41-95ef-6f61dffb7638","title":"Will either fewer than 375 million people be in extreme poverty by 2030 or a global biological catastrophe reduce the human population by 95% or more?","body":"Resolves YES if either of the following occurs: (a) There are fewer than 375 million people in extreme poverty by 2030, according to World Bank data or another reliable source. (b) A global biological catastrophe occurs that results in the global population declining to less than 5% of the pre-catastrophe population, assuming the catastrophe claims at least 10% of the global population in any period of 5 years or less before 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"e04cbba6-3e9c-4ec0-8242-e711e46f246b","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2514","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to biotechnology or bioengineered organisms?.\nNo single disease currently exists that combines the worst-case levels of transmissibility, lethality, resistance to therapies, and global reach. But we know that the worst-case attributes can be realized independently. For example, some diseases exhibit nearly a 100% case fatality ratio in the absence of treatment, such as rabies or septicemic plague. The 1918 flu has a track record of spreading to virtually every human community worldwide. Chickenpox and HSV-1, can reportedly reach over 95% of a given population.\nAn informal survey at the 2008 Oxford Global Catastrophic Risk Conference asked participants to estimate the chance that disasters of different types would occur before 2100. Participants had a median risk estimate of 0.05% that a natural pandemic would lead to human extinction by 2100, and a median risk estimate of 2% that an “engineered” pandemic would lead to extinction by 2100.\nMoreover, previous literature has found that casualty numbers from terrorism and warfare follow a power law distribution, including terrorism from WMDs. Millett and Snyder-Beattie have performed a naive power law extrapolation to estimate the chance of an existential biological disaster:\nPast studies have estimated this ratio for terrorism using biological and chemical weapons to be about 0.5 for 1 order of magnitude, meaning that an attack that kills\n10\nx\npeople is about 3 times less likely (\n10\n0.5\n) than an attack that kills\n10\nx\nx−1\npeople (a concrete example is that attacks with more than 1,000 casualties, such as the Aum Shinrikyo attacks, will be about 30 times less probable than an attack that kills a single individual). Extrapolating the power law out, we find that the probability that an attack kills more than 5 billion will be\n(5billion\n)\n–0.5\nor 0.000014. Assuming 1 attack per year (extrapolated on the current rate of bio-attacks) and assuming that only 10% of such attacks that kill more than 5 billion eventually lead to extinction (due to the breakdown of society, or other knock-on effects), we get an annual existential risk of 0.0000014 (or\n1.4×\n10\n−6\n).\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n"},"resolution":null},"Q":{"id":"31a0b5c8-e1cb-416b-9f75-8c083f1d4643","title":"Fewer than 375M in extreme poverty by 2030?","body":"Resolution Criteria\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nWill we see fewer than 375M in extreme poverty by 2030?\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1576","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A global biological catastrophe that reduces the human population by 95% or more would have a profound impact on global economic systems, social structures, and resource distribution. This could drastically alter the trajectory of poverty reduction efforts.","If such a catastrophe were to occur, it is highly likely that the infrastructure and systems needed to support poverty alleviation would be severely disrupted, potentially leading to an increase in extreme poverty rather than a decrease.","Conversely, if the catastrophe were to result in a significant reduction in population, it might also lead to a redistribution of resources that could, in theory, reduce the number of people living in extreme poverty. However, this is highly speculative and would depend on numerous factors, including the nature of the catastrophe and the global response to it."],"conclusion":"The logical combination of these questions is worth considering because the occurrence of a global biological catastrophe would have significant implications for global poverty levels.","score":8.0}}}
{"P":{"id":"1c460ba2-ee95-45bf-93ca-93643ff1eefd","title":"Will the human condition change fundamentally before 2100?","body":"Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"34805650-111c-43dd-b59d-cb0be67d1b1c","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"92eed422-f305-46f0-93a5-d52500407dab","title":"Will either the human condition change fundamentally before 2100 or a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves YES if either of the following occurs: (a) The human condition changes fundamentally before 2100, to at least roughly the same extent that it did after the agricultural and industrial revolutions. This includes substantial changes in social complexity, economic productivity, and the ability to manipulate physical reality at the civilisational level. The resolution will be based on whether at any time after 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question. If the question has not resolved by January 1 2100, it resolves ambiguously. (b) A human-made spaceship enters the Venusian atmosphere before 2030. This question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify, and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"cf5ffd2d-6300-49e8-8994-012c4e49bea3","title":"Will either a human-made spaceship enter the Venusian atmosphere before 2030, or will the human condition change fundamentally before 2100?","body":"Resolves YES if either of the following occurs: (a) A human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify, and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source. (b) The human condition changes fundamentally before January 1, 2100, to at least roughly the same extent that it did after the agricultural and industrial revolutions. This includes a general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level. The discontinuity can be in either direction. If at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question. If the question has not resolved by January 1 2100, it resolves ambiguously. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"2776738b-4410-40a3-b8f9-d62b6634c7f8","title":"Will the human condition change fundamentally before 2100?","body":"Resolution Criteria\nNick Bostrom, philosopher and Founding Director of the Future of Humanity Institute at the University of Oxford, argues that only two events since the dawn of humanity have fundamentally changed the human condition: the Agricultural Revolution that took place approximately 10,000 years ago, and the Industrial Revolution which took place from roughly 1760-1840. Bostrom states the following:\n\"So what kind of thing would count as a fundamental change in the human condition?\n\"You could argue that if we look back over history, there has really only been two events that have fundamentally changed the human condition, the first being the Agricultural Revolution some 10,000 or 12,000 years ago in Mesopotamia, where we transitioned from being hunter-gatherers, small bands roaming around, to settling into cities, growing, domesticating crops and animals. With that you get social stratification, if there is a lot of grain, you could have a king or pharaoh who extracts the surplus, you can have standing armies, you can have war, you can have higher population densities, specialisation of labour, and from that point on, innovation grows much faster and population grows faster as well as a result.\n\"The second fundamental change in the human condition, Industrial Revolution, where for the first time, you have the rate of economic and technological growth outstripping population growth, and so only when this happens can you have an increase in average income. Before that, there was technological growth and economic growth, but the economy grew 10%, the population grew 10%, everybody's still in a Malthusian condition.\"\nBostrom further argues that there are relatively few potential technologies that could have the same kind of impact, and that perhaps foremost among them is machine intelligence.\nThe kind of discontinuity in the human condition seen as a result of the agricultural and industrial revolutions is substantial; human civilisation became markedly more complex, acquired fundamentally new abilities, and the human experience became radically different after each of these events.\nThe question we ask here is: Before January 1 2100, will the human condition change fundamentally to at least roughly the same extent that it did after the agricultural and industrial revolutions?\n\"The human condition,\" for the purposes of this question, is the general level of social complexity, economic productivity, and ability to manipulate physical reality humanity has achieved at the civilisational level.\nThe discontinuity can be in either direction - though it seems improbable that Metaculus would continue to exist if humanity were to revert to a pre-industrial state.\nEvents that may occur this century, but which do not appear to represent a discontinuity of approximately the same degree as the agricultural and industrial revolutions, include (among other things) the establishment of bases or settlements on other bodies in the solar system, the achievement of modest to moderate life extension (e.g. an additional 10 to 30 years of life) or a significant but not radical increase in economic productivity.\nResolution\nIf at any time after the date of 2025-01-01 both the community and Metaculus predictions are >= 98% or <= 2%, with 80% probability, the question resolves positively or negatively, respectively. With 20% probability, the question resolves according to a committee of 5 Metaculus admins, who will vote yes or no (not ambiguous), and will unmake their respective predictions so that they do not gain or lose points on the question.\nNote that the admins will be voting on whether the qualifying event has already happened, not whether they believe it will happen; for example, if the probability goes to 99% because a super-powerful AI seems immininent within 10 years, but it has not actually happened yet, the committee should unanimously vote no.\nIf the question has not resolved by January 1 2100, it resolves ambiguously.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1646","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"2e934e77-5c78-4a3b-aa8f-55f61f568fa0","title":"Will a human made spaceship enter the Venusian atmosphere before 2030?","body":"Resolution Criteria\nEvery space geek loves Mars. Mars gets all the robots as well as all the movies.\nBut whither Venus? Where’s the love for our beautiful goddess neighbor who apparently welcomed the Russian Venera-13 lander by crushing it to death within hours. Informed speculation on Quora suggests that:\nThe [Venera 13] lander's seals and pressurized chambers were breached the day of the landing, so all of the material and equipment that the Venera was designed to protect was melted and boiled off decades ago.\nYikes. Okay, maybe that's why we don't drop by more often.\nVenus is often compared to a literal hellscape. We know about the surface temperatures that melt lead, the sulfuric acid clouds, the poisonous metal snow, etc.\nBut Venus is also interesting! And the clouds of Venus may be the most Earthlike environment in the solar system beyond terra firma.\nSo when will we return to our hot, hostile sister planet? Specifically, will a man made spacecraft at least breach Venus’s atmosphere before the 2020’s are out?\nPer this pessimistic Atlantic article:\nA generation has now gone by since the agency set a course for the second planet from the Sun, and with this latest mission opportunity lost, the earliest an expedition there might launch (from some future selection process) would be 2027—nearly 40 years since our last visit.\nRussia and the U.S. are considering a joint mission called Venera D, but per Space.com:\nIt's still too early to know exactly what Venera-D will look like, what it will do or when the mission will launch. A liftoff in 2025 or 2026 is possible under an \"aggressive\" time line.\nWill a human made spaceship enter the Venusian atmosphere before 2030?\nThis question will resolve positively if a human-made spacecraft enters Venus's atmosphere prior to January 1, 2030. Any craft would qualify (such as Venera 13), and the craft need not have operational systems inside the Venetian atmosphere to resolve positively. Credible reports by space agencies such as NASA or ESA will qualify as a resolution source.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/686","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Technological advancements required to send a spacecraft to Venus might contribute to a fundamental change in the human condition, such as advancements in AI, robotics, or materials science.","A successful mission to Venus could inspire further space exploration and technological innovation, potentially accelerating a new era of human development.","The geopolitical implications of space exploration (e.g., international cooperation or competition) could influence global stability and economic conditions, indirectly affecting the human condition."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, though they are somewhat speculative.","score":6.0}}}
