{"P":{"id":"d426e9cd-8a27-485f-b504-3b903fa76bb3","title":"Will the star Betelgeuse be observed to go supernova before 2030?","body":"Resolution Criteria\nIn the last few months, the star Betelgeuse has dimmed in the sky, prompting some media outlets to speculate that it will soon be observed to go supernova. Some astronomers, such as Phil Plait, have responded by saying that it is unlikely to explode any time soon,\nEven at the prodigious rates it's going through helium, it'll probably be about 100,000 years before it explodes.\nThis question resolves positively if one reliable media outlet reports that the star Betelgeuse has been observed exploding in the sky before 12 AM January 1st, 2030 UTC.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"87f72bad-ea84-46fa-aa6e-efc06c7e8e10","title":"Will a third LIGO detector be built in India before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if LIGO-India's observatory becomes operational (defined taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"8b4d5f81-dda6-4d0d-8d7a-914912b76a7e","title":"Will both of the following occur: (1) Betelgeuse is observed to go supernova before 2030, and (2) a third LIGO detector becomes operational in India before 2028?","body":"Resolution Criteria for Betelgeuse:\nIn the last few months, the star Betelgeuse has dimmed in the sky, prompting some media outlets to speculate that it will soon be observed to go supernova. Some astronomers, such as Phil Plait, have responded by saying that it is unlikely to explode any time soon. Even at the prodigious rates it's going through helium, it'll probably be about 100,000 years before it explodes. This question resolves positively if one reliable media outlet reports that the star Betelgeuse has been observed exploding in the sky before 12 AM January 1st, 2030 UTC.\n\nResolution Criteria for LIGO Detector:\nThis question will resolve as Yes if LIGO-India's observatory becomes operational (defined taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"82e2707c-6f92-45de-8843-c39642742629","title":"Will either of the following occur before their respective deadlines: (a) Betelgeuse is observed to go supernova, or (b) a third LIGO detector becomes operational in India?","body":"Resolution Criteria for each event:\n\n(a) Betelgeuse Supernova:\nIn the last few months, the star Betelgeuse has dimmed in the sky, prompting some media outlets to speculate that it will soon be observed to go supernova. Some astronomers, such as Phil Plait, have responded by saying that it is unlikely to explode any time soon. Even at the prodigious rates it's going through helium, it'll probably be about 100,000 years before it explodes. This event resolves positively if one reliable media outlet reports that the star Betelgeuse has been observed exploding in the sky before 12 AM January 1st, 2030 UTC.\n\n(b) Third LIGO Detector in India:\nThis event will resolve as Yes if LIGO-India's observatory becomes operational (defined as taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"4aa489cd-4fe1-4c1b-98c7-0610ed58c93d","title":"Will the star Betelgeuse be observed to go supernova before 2030?","body":"Resolution Criteria\nIn the last few months, the star Betelgeuse has dimmed in the sky, prompting some media outlets to speculate that it will soon be observed to go supernova. Some astronomers, such as Phil Plait, have responded by saying that it is unlikely to explode any time soon,\nEven at the prodigious rates it's going through helium, it'll probably be about 100,000 years before it explodes.\nThis question resolves positively if one reliable media outlet reports that the star Betelgeuse has been observed exploding in the sky before 12 AM January 1st, 2030 UTC.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3531","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"f9da0604-5a4d-43eb-8c67-fd4a356dc5a0","title":"Will a third LIGO detector be built in India before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if LIGO-India's observatory becomes operational (defined taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1536","metadata":{"topics":[],"background_info":"The Laser Interferometer Gravitational Wave Observatory (LIGO) has been responsible for some tremendously exciting science this decade.\nOn September 14, 2015, LIGO detected (through gravitational waves) the merger of two black holes billions of light years away.\nThis triumph opened a new era of gravitational wave astronomy, giving us a radical new tool to probe the cosmos.\nLIGO and friends (like VIRGO in Europe) have since seen other black hole mash-ups and even, amazingly, the smashing of 2 neutron stars.\nThe engineering required to make this observatory hop is just ridiculous.\nHowever, per astrophysicist Ethan Siegel, LIGO misses ~100,000 black hole mergers every year. Whoa!\nWe need backup, apparently!\nWell, help may soon be on the way, in the form of another LIGO detector under construction in India. LIGO-India \"is a planned advanced gravitational-wave observatory to be located in India as part of the worldwide network.\" Possible benefits include:\nAdding a new detector to the existing network will increase the expected event rates, and will boost the detection confidence of new sources (by increasing the sensitivity, sky coverage and duty cycle of the network). But the dramatic improvement from LIGO-India would come in the ability of localizing GW sources in the sky. Sky-location of the GW sources is computed by combining data from geographically separated detectors ('aperture synthesis'). Adding a new detector in India, geographically well separated from the existing LIGO-Virgo detector array, will dramatically improve the source-localization accuracies (5 to 10 times), thus enabling us to use GW observations as an excellent astronomical tool.\nLIGO-India is set to be built by 2025. That's 2 years before our question's deadline. But delays on massive science projects happen with some frequency. (Ahem, Elon Musk. Ahem, James Webb Telescope.)\n"},"resolution":null}},"relevance":{"reasons":["The construction of a third LIGO detector in India could potentially increase the sensitivity and coverage of gravitational wave detection, which might be useful in observing the gravitational waves emitted by a supernova event like Betelgeuse going supernova.","If Betelgeuse were to go supernova, it would be a significant astronomical event that could drive interest and funding towards projects like LIGO-India, potentially accelerating its construction and operational timeline."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as advancements in one area (LIGO-India) could impact the observation capabilities for events like Betelgeuse going supernova.","score":7.0}}}
{"P":{"id":"c550d26d-ac33-45a8-aeb5-adaa0d68f1de","title":"Will Iran possess a nuclear weapon before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"c44bd848-be07-4151-883f-6abcee75faaf","title":"Will there be a US-China war before 2035?","body":"Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"7b5eb04e-741a-4972-a9a4-4dc6d747f160","title":"Will both Iran possess a nuclear weapon and a US-China war occur before their respective deadlines?","body":"Resolution Criteria for Iran possessing a nuclear weapon:\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. For these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation. No missiles are required to carry the nuclear weapons (e.g., a nuclear warhead alone is sufficient for positive resolution). The deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining, or other civilian purposes (on Earth or in Space) will also be sufficient to resolve this question as Yes. Purchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n\nResolution Criteria for a US-China war:\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively. Battle related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a5a6966e-87e2-44b1-93e3-918ad81570d0","title":"Will either Iran possess a nuclear weapon or a US-China war occur before their respective deadlines?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following occur:\n1. The Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. For these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation. No missiles are required to carry the nuclear weapons (e.g., a nuclear warhead alone is sufficient for positive resolution). The deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining, or other civilian purposes (on Earth or in Space) will also be sufficient to resolve this question as Yes. Purchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n2. The US and China collectively suffer at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources, before January 1, 2035. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. Battle related deaths are as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"0183fd81-5491-4f8e-9677-e7f691609530","title":"Will Iran possess a nuclear weapon before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5253","metadata":{"topics":[],"background_info":"Iran has currently been accused of violating the JCPOA (the Iran Nuclear Deal) and seeks to build nuclear arms."},"resolution":null},"Q":{"id":"de293c98-f319-498a-9737-c482a204bfa3","title":"Will there be a US-China war before 2035?","body":"Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8362","metadata":{"topics":[],"background_info":"Beginning with China's entry to the nuclear club in the 1960s and culminating most recently with the development of China's naval power in the South China Sea and the threats to Taiwan, the US and China have experienced increasingly tense foreign relations over the last several decades. In addition, the US and China recently entered into a trade war in 2018 at the behest of the former President Trump. Questions now arise on the potential for a US-China cold war, or military conflict in the South China Sea."},"resolution":null}},"relevance":{"reasons":["Geopolitical Dynamics: The development of a nuclear weapon by Iran could significantly alter the geopolitical landscape, potentially influencing US-China relations. For instance, the US might take a more aggressive stance towards China if it perceives China as supporting Iran's nuclear ambitions.","Global Security Concerns: Both events are related to global security and stability. Analysts and policymakers might be interested in understanding the combined probability to assess the overall risk of major geopolitical disruptions.","Military Alliances and Strategies: The US and China might adjust their military strategies and alliances based on Iran's nuclear capabilities. For example, the US might strengthen its alliances in the Middle East and Asia, which could escalate tensions with China."],"conclusion":"The logical combination of these questions is relevant and could be of interest to those studying international relations and global security.","score":8.0}}}
{"P":{"id":"6fd0ff68-3631-41d0-8f73-abbf43e0d9d1","title":"Will Iran possess a nuclear weapon before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ca04b5ea-584c-4849-8164-9546496ed13f","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"2919a520-a012-4edf-a123-19811194aab3","title":"Will both Iran possess a nuclear weapon before 2030 and a US-Russia war occur before 2050?","body":"Resolution Criteria for Iran possessing a nuclear weapon before 2030:\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. For these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation. No missiles are required to carry the nuclear weapons (e.g., a nuclear warhead alone is sufficient for positive resolution). The deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes. Purchase of or gift of nuclear weapon to Iran will also resolve this question as Yes.\n\nResolution Criteria for a US-Russia war before 2050:\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. A US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Battle related deaths are defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"93ff12b7-426d-44b9-8a33-161c536dbd3c","title":"Will either of the following occur before their respective deadlines: Iran possessing a nuclear weapon, or a US-Russia war?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following conditions are met:\n1. The Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020, and January 1, 2030, according to credible media reports. For these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation. No missiles are required to carry the nuclear weapons (e.g., a nuclear warhead alone is sufficient for positive resolution). The deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining, or other civilian purposes (on Earth or in Space) will also be sufficient to resolve this question as Yes. Purchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n2. There's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"0183fd81-5491-4f8e-9677-e7f691609530","title":"Will Iran possess a nuclear weapon before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5253","metadata":{"topics":[],"background_info":"Iran has currently been accused of violating the JCPOA (the Iran Nuclear Deal) and seeks to build nuclear arms."},"resolution":null},"Q":{"id":"bd7ff48e-8416-4c26-bc87-b82e062004f6","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\n"},"resolution":null}},"relevance":{"reasons":["Geopolitical Tensions: Iran acquiring a nuclear weapon could significantly alter the balance of power in the Middle East, potentially leading to increased tensions between the US and Russia, who have historically supported opposing sides in regional conflicts.","Nuclear Proliferation: The acquisition of nuclear weapons by Iran might trigger a regional arms race, which could involve the US and Russia either directly or through their allies, increasing the likelihood of a broader conflict.","Global Security Dynamics: Both questions pertain to significant shifts in global security dynamics. The interplay between nuclear proliferation and major power conflicts is a critical area of interest for policymakers and analysts."],"conclusion":"The logical combination of these questions is relevant and worth considering due to the interconnected nature of global security issues and the potential for significant geopolitical ramifications.","score":8.0}}}
{"P":{"id":"6d112f99-7eb8-41b9-b8fa-26f3b54801d0","title":"Will Tesla become the largest car company in the world (by sales) before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"d025fea6-d25f-405b-8cfd-6b4bf45fcede","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"ceb237da-678f-49c9-9832-69e1ee2c0b18","title":"Will both Tesla become the largest car company by sales before 2035 and more than 13 people be off of planet Earth on December 31, 2050?","body":"Resolution Criteria for Tesla:\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers. If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion.\n\nResolution Criteria for Space Population:\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13. At the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places. Up-to-date information on the space population may be found here. For the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS. The highest number of people in space at any one time has been 13, reached in 1995 and 2009. But the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain. This uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world. Because of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum? If clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e8f4156b-78b8-4125-90c0-4d96cc6014e7","title":"Will either Tesla become the largest car company in the world by 2035, or will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria for Tesla:\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers. If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion.\n\nResolution Criteria for Space Population:\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13. Up-to-date information on the space population may be found here. The highest number of people in space at any one time has been 13, reached in 1995 and 2009. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records. If clarification is needed of what counts as \"human\", see this question.","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"4be42d78-c781-4c64-b846-9a98acb7e922","title":"Will Tesla become the largest car company in the world (by sales) before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/980","metadata":{"topics":[],"background_info":"While Tesla is already a very large automobile company based on market capitalisation, a lot of that market capitalisation is based on expectations of the future. As of the writing of this question, Tesla is losing money and selling significantly less cars than even the 20th largest auto-company in the world. Yet, the expectations that have been set for Tesla by Elon Musk would probably require Tesla to sell more cars than any other company on the planet while maintaining large profit-margins.\nIn order to ramp-up production from approx. 100,000 to 500,000 or 1,000,000 cars a year, Tesla has created the Model 3, its first mass market car. Regrettably, Tesla has had trouble producing the Model 3 and production of the car can be tracked here. It is likely that Tesla's total vehicle production must exceed 10 million in order for it to become the world's largest car company. Yet, given its financial situation, there is a risk that the company goes bankrupt before that happens."},"resolution":null},"Q":{"id":"239c1f33-670d-4d7b-b4f7-716a0a3a1483","title":"Will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolution Criteria\nAt the time of writing this question, there are 6 people in low Earth orbit, no people on suborbital space flights, no people in high orbit, or on the Moon or Mars or any asteroid or en route to those places.\nUp-to-date information on the space population may be found here.\nFor the last 17 years, since the International Space Station (ISS) began long term operations, the population of humans in space has been at least two – the minimal crew of the ISS.\nThe highest number of people in space at any one time has been 13, reached in 1995 and 2009.\nBut the ISS is reaching the end of its life. Despite discussions of many other possible crewed space missions, even up to colonization of the Moon or Mars, no particular venture seems certain.\nThis uncertainty about future space missions means the distribution of possible populations is not at all Gaussian. There are many scenarios where crewed spaceflight might be abandoned – it is expensive, and so far has not proven commercially valuable. On the other hand a successful colonization effort could result in many thousands of people off world.\nBecause of the difficult distribution, we will ask a simpler question. Will the population be higher than the current maximum?\nWill the population of humans off of planet Earth at midnight UTC time of December 31, 2050, be higher than 13?\nThis question will resolve as Yes if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13.\nIf clarification is needed of what counts as \"human\", see this question. \"Off of planet Earth\" will mean farther than 100km from the surface of Earth, using the altitude conventionally used for space records.\n","resolution_date":"2050-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/594","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Technological advancements: If Tesla becomes the largest car company in the world, it could indicate significant technological advancements and economic growth, which might also support advancements in space exploration and habitation.","Economic influence: Tesla's success could lead to increased investments in technology and infrastructure, potentially benefiting the space industry and increasing the likelihood of having more than 13 people off Earth by 2050.","Elon Musk's influence: Elon Musk, the CEO of Tesla, is also the founder of SpaceX, a leading company in space exploration. Success in one venture could positively impact the other, making the combination of these questions relevant."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially given the technological and economic connections between Tesla and space exploration.","score":7.0}}}
{"P":{"id":"fce5baf2-8792-404e-a071-bf5b55f2300b","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"454fd764-8a59-40e8-85a2-0ef12edafd7e","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"f27a27a8-7abb-4192-a981-b47d1d157a91","title":"Will both of the following occur by 2100: (1) a period of at least 5 consecutive years with global warming of at least 2˚C above 1880 levels, and (2) a global biological catastrophe reducing the human population by 95% or more?","body":"Resolution Criteria for (1): This question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible, with the critical value to look for with this specific NASA dataset being 1.8 ˚C. The last possible set of 5 years to satisfy the requirement would be 2095-2099.\n\nResolution Criteria for (2): Given that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, the question resolves positive if the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe occurs that claims at least 10% but the post-catastrophe population remains above 5%. A biological catastrophe is defined as a catastrophe resulting from the deployment of biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100, and must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"fd081578-d7e9-4d58-9103-6fe15055a5d9","title":"Will either of the following occur by 2100: (a) at least 2˚C of global warming, or (b) a global biological catastrophe reducing the human population by 95% or more?","body":"Resolution Criteria for (a): This question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible, with the critical value to look for being 1.8 ˚C, considering the 1951-1980 baseline.\n\nResolution Criteria for (b): Given that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, this part of the question resolves positive if the global population declines more than 95% relative to the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe occurs that claims at least 10% but the post-catastrophe population remains above 5%. A biological catastrophe is defined as a catastrophe resulting from the deployment of biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100, and must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"261c94a3-a8f1-4bc7-93bf-f781d806cda0","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/585","metadata":{"topics":[],"background_info":"At the Paris climate accord, world leaders promised to keep the global temperature increase this century (relative to pre-industrial levels) \"well below 2 ˚C\" and if possible below 1.5 ˚C. Many experts are skeptical about this goal being feasible, stating that even if all Paris targets are met, global warming may reach levels up to 3 ˚C above pre-industrial levels. Furthermore, with the coming departure of the United States from the agreement, the meeting of global targets may be in jeopardy."},"resolution":null},"Q":{"id":"77e5830a-495d-4c86-a8d7-2637efc64cc4","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2514","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to biotechnology or bioengineered organisms?.\nNo single disease currently exists that combines the worst-case levels of transmissibility, lethality, resistance to therapies, and global reach. But we know that the worst-case attributes can be realized independently. For example, some diseases exhibit nearly a 100% case fatality ratio in the absence of treatment, such as rabies or septicemic plague. The 1918 flu has a track record of spreading to virtually every human community worldwide. Chickenpox and HSV-1, can reportedly reach over 95% of a given population.\nAn informal survey at the 2008 Oxford Global Catastrophic Risk Conference asked participants to estimate the chance that disasters of different types would occur before 2100. Participants had a median risk estimate of 0.05% that a natural pandemic would lead to human extinction by 2100, and a median risk estimate of 2% that an “engineered” pandemic would lead to extinction by 2100.\nMoreover, previous literature has found that casualty numbers from terrorism and warfare follow a power law distribution, including terrorism from WMDs. Millett and Snyder-Beattie have performed a naive power law extrapolation to estimate the chance of an existential biological disaster:\nPast studies have estimated this ratio for terrorism using biological and chemical weapons to be about 0.5 for 1 order of magnitude, meaning that an attack that kills\n10\nx\npeople is about 3 times less likely (\n10\n0.5\n) than an attack that kills\n10\nx\nx−1\npeople (a concrete example is that attacks with more than 1,000 casualties, such as the Aum Shinrikyo attacks, will be about 30 times less probable than an attack that kills a single individual). Extrapolating the power law out, we find that the probability that an attack kills more than 5 billion will be\n(5billion\n)\n–0.5\nor 0.000014. Assuming 1 attack per year (extrapolated on the current rate of bio-attacks) and assuming that only 10% of such attacks that kill more than 5 billion eventually lead to extinction (due to the breakdown of society, or other knock-on effects), we get an annual existential risk of 0.0000014 (or\n1.4×\n10\n−6\n).\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to long-term global risks and catastrophic scenarios that could significantly impact humanity.","The occurrence of a global biological catastrophe could potentially influence global warming trends, either by reducing industrial activity and emissions or by causing societal collapse, which might affect climate policies and actions.","Understanding the interplay between different global catastrophic risks can help in comprehensive risk assessment and mitigation strategies."],"conclusion":"The logical combination of these questions is relevant for those interested in global catastrophic risks and their potential interactions.","score":7.0}}}
{"P":{"id":"4d5a80aa-1476-4804-8223-7b6b14c0df28","title":"Longbets series: will the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?","body":"Resolution Criteria\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nWill the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7db8318a-5ed8-4974-a9ee-14aa039df9bd","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Tucker Carlson)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"2b56db19-55f4-4617-8167-24d733fe5131","title":"Will both of the following occur: (1) the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above, and (2) Tucker Carlson be selected as the Republican nominee for the 2024 US Presidential Election?","body":"Resolution Criteria for each component:\n\n(1) The annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, will be considered 2 percent or above if Robert D Atkinson is declared the winner of the bet by the Long Now Foundation. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n\n(2) The question regarding the Republican nominee for the 2024 US Presidential Election will resolve as Yes if Tucker Carlson is selected by the delegates of the Republican National Convention as the nominee. This resolution is not dependent on who receives the Republican nomination on the day of the 2024 US election. It is solely determined by who is selected by the delegates of the Republican National Convention. If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\n\nBoth components must resolve positively for the overall question to be answered 'Yes'. If either component resolves negatively or ambiguously, the overall question will be answered 'No'.","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"ce33d4de-bcb2-4eff-8abc-a5474b3f60e9","title":"Will either of the following occur: (a) The annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above? (b) Tucker Carlson be selected as the Republican nominee for the 2024 US Presidential Election?","body":"Resolution Criteria for (a):\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\nResolution Criteria for (b):\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"08111fa1-9bfd-450e-a122-c075970603e5","title":"Longbets series: will the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?","body":"Resolution Criteria\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nWill the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5865","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"5e6d79e0-207b-4217-ae83-2f5de3ab6f6c","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Tucker Carlson)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5062","metadata":{"topics":[],"background_info":"Following the 2020 US election, Former President Donald Trump has hinted his intentions of running again for President in 2024, saying at a rally in March 2022, \"[...] in 2024, we are going to take back our beautiful White House [...] I will be back and we will be better and stronger than ever before\". Early polling for the Republican Party nomination frequently shows Trump as the top choice among respondents.\nFlorida Governor Ron DeSantis has not publicly expressed his intention of running (as of June 2022), though Fox News producers have called him \"the future of the Republican Party\". DeSantis is a frequent second-place favorite in polling behind Trump.\nFormer Vice President Mike Pence has also hinted his intentions of seeking the nomination; in April 2022, when asked if he would run even if Donald Trump were also running, he responded \"We’ll go where we’re called\".\n"},"resolution":null}},"relevance":{"reasons":["The Republican nominee for the 2024 US Presidential Election could influence economic policies that affect labor productivity growth. For example, a nominee like Tucker Carlson might advocate for policies that either promote or hinder productivity growth.","Political stability and the economic policies of the administration can have a significant impact on business investments, technological advancements, and overall economic growth, which are directly related to labor productivity."],"conclusion":"The logical combination of these questions is relevant because the political leadership and their policies can have a direct impact on economic factors such as labor productivity growth.","score":8.0}}}
{"P":{"id":"4bd43204-4701-4ae6-9955-45fd904c501b","title":"Will there be 10 or more nuclear-armed states at any time before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\nFine Print\nFor this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively.\nIf a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"2b63a656-400e-4116-9efd-24f8f1bf3b75","title":"Will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?","body":"Resolution Criteria\nIf the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"271e006e-cadb-459d-ba07-b9f3cce279d9","title":"Will both of the following occur: (1) there are 10 or more nuclear-armed states at any time before 2035, and (2) Saudi Arabia normalizes relations with Israel by 2031 if Iran does not get a nuclear bomb by then?","body":"Resolution Criteria for (1): This question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon. For this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively. If a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n\nResolution Criteria for (2): If the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"fb0dc37c-4d98-48b3-9e90-6dc7ae4ba3f3","title":"Will either of the following occur before their respective deadlines?","body":"(a) At any time between January 1, 2021, and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon. For this question to resolve positively, it is not necessary that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively. If a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states. (b) The Iranian Regime does not credibly state it has a nuclear weapon or a weapon test, as judged by media reports, and at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before January 1, 2031. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"0c96aeb5-11b2-483a-b23b-3b2d8067e1fd","title":"Will there be 10 or more nuclear-armed states at any time before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\nFine Print\nFor this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively.\nIf a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8399","metadata":{"topics":[],"background_info":"As of 2021, nine states possess nuclear weapons: Russia, US, China, France, UK, Pakistan, India, Israel, and North Korea. The most recent entrant into that nuclear club was North Korea, in 2006.\nA few other states possessed nuclear weapons in the past but no longer do: in particular, some former Soviet republics gave up their inherited nuclear weapons after the Soviet Union collapsed, and South Africa built nuclear weapons but then dismantled them in 1991.\nOther states have secretly explored nuclear weapon development or have been found in violation of the Nuclear Non-Proliferation Treaty. Some countries have more Breakout Capability than others-- both Japan and Iran have sufficient uranium and other resources to quickly develop nuclear weapons."},"resolution":null},"Q":{"id":"495de526-2f79-4c19-a4c8-c7c53095df2c","title":"Will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?","body":"Resolution Criteria\nIf the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8109","metadata":{"topics":[],"background_info":"In 2020, Israel normalized relations with the United Arab Emirates, Bahrain, and Morocco in the Abraham Accords. This comes in the face of increasing cooperation between the United States, Israel, and the Gulf countries who all face a threat from Iran and have expressed concern about Iran's nuclear program. A previous question asked if Saudi Arabia would normalize relations with Israel in 2021."},"resolution":null}},"relevance":{"reasons":["The proliferation of nuclear weapons and the normalization of relations between Saudi Arabia and Israel are both significant geopolitical events that could influence each other.","If more countries acquire nuclear weapons, it could increase regional tensions and influence Saudi Arabia's decision-making regarding normalization with Israel.","The presence or absence of a nuclear-armed Iran is a key factor in Middle Eastern geopolitics, and the broader context of nuclear proliferation could impact Saudi Arabia's strategic calculations."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"07c01c61-f1c5-4eea-b295-f458aedb914b","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"04fe3847-6738-4f9f-a618-73cdce43a309","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"76507de6-d6e1-4bf9-bf66-d11def03233e","title":"Will there be at least one fatality from any offensive nuclear detonation by 2030 in any of the following countries: China, US, UK, or France?","body":"Resolution Criteria\nThis question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as No.\n\nIf there is at least one offensive nuclear detonation in this time period, the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in any of the countries: China, US, UK, or France, at any point between January 1, 2021 to January 1, 2030. If there is no such fatality in these countries, the question will resolve as No. If the only nuclear detonations in this period occur outside of these countries (for example, they occur in international waters, or a region(s) not listed), the question will resolve as No.\n\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\n\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"36833396-26dd-47ec-868d-765ac620727b","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China, US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"5a591ff1-c917-4e22-bb61-c91fc8f79d9d","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8364","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"bd504fde-c523-4ce9-86b4-04c4b18f3071","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (US, UK, or France)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8366","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["The logical combination of these questions could be of interest to those studying geopolitical stability and the potential for nuclear conflict. If a nuclear detonation occurs, understanding which countries are likely to experience fatalities can help in assessing the global impact and the potential for escalation.","The combination could also be relevant for policymakers and defense analysts who need to prepare for and mitigate the consequences of nuclear events. Knowing the likelihood of fatalities in specific countries can inform emergency response plans and international cooperation efforts.","Additionally, this combination could be useful for researchers in international relations and conflict studies, as it provides insights into the potential targets and consequences of nuclear warfare. This information can be used to develop strategies for conflict prevention and resolution."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"db3725f4-4a7b-48ad-a5db-7d412e29c9cc","title":"Before 2100, will there be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C.\nIf NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"be139941-bf3b-43b1-93ba-40d8c38ae0af","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"f90679dc-34e3-4624-a7b8-afa642e43011","title":"Before 2100, will both of the following occur: (1) a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline, and (2) a global catastrophe principally due to human-made climate change or geoengineering?","body":"Resolution Criteria for (1): This question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C. If NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion.\n\nResolution Criteria for (2): If a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system? In the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand, the question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"16b763dc-d836-4681-9bdb-4406a5b2cdc2","title":"Before 2100, will either of the following occur: (a) a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline, or (b) a global catastrophe due to human-made climate change or geoengineering?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following conditions are met before January 1, 2100:\n\n(1) There is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C. If NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion.\n\n(2) A global catastrophe happens due to human-made climate change or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system. In the headline question to this series, a global catastrophe is defined as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. The question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"0fa3b86f-9b29-4c19-84f3-217255d5fb6e","title":"Before 2100, will there be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C.\nIf NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1539","metadata":{"topics":[],"background_info":"Without additional efforts to reduce GHG emissions beyond those in place today, global emissions growth is expected to persist, driven by growth in global population and economic activities. Global mean surface temperature increases in 2100 in baseline scenarios—those without additional mitigation—range from 3.7°C to 4.8°C above the average for 1850–1900 for a median climate response.\nGiven these estimates of the baseline scenarios of unmitigated emissions, studies exploring particular effort-sharing mitigation frameworks, have estimated substantial global financial flows associated with mitigation in scenarios to limit warming during the 21st century to less than 2°C. But there is also a non-negligible chance that unmitigated emissions will lead to global temperature increases much higher than the median estimated outcome. More generally, estimates of temperature increases resulting from greenhouse emissions have a “fat” right tail, meaning that there is a low, but non-negligible chance of very high temperature increases.\nIn particular, it has been argued that there is a decent chance that the unmitigated emissions might result in a >6.4ºC change in global mean surface temperature. Then, even with the systems to reduce temperatures by 2.8ºC (as might be required in baseline scenarios to achieve the 2ºC target), mean global temperature might be still be at least as high as 3.6ºC, despite substantial mitigation efforts.\nThe estimated humanitarian impacts of climate changes are likely highly nonlinear: marginal temperature increases are expected to cause more damage at already-increased temperatures (i.e. going from 3ºC to 4ºC is expected to be significantly worse than going from 1ºC to 2ºC). According to the IPCC's 2014 report,\nThe risks associated with temperatures at or above 4°C include severe and widespread impacts on unique and threatened systems, substantial species extinction, large risks to global and regional food security, consequential constraints on common human activities, increased likelihood of triggering tipping points (critical thresholds) and limited potential for adaptation in some cases.\n"},"resolution":null},"Q":{"id":"451a0cb9-2e06-4b61-b0c4-ee2a8eec2784","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1500","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nAccording to current IPCC estimates, unmitigated greenhouse emissions are likely to lead to global temperature increases of 2.6ºC-4.8ºC by 2100. If this happened, there’d likely be significant humanitarian harms, including more severe weather, food crises, and the spread of infectious diseases which would disproportionately affect the world’s worst off.\nMoreover, the estimated humanitarian impacts of climate changes are likely to be highly nonlinear: marginal temperature increases are expected to cause more damage at already-increased temperatures (i.e. going from 3ºC to 4ºC is expected to be significantly worse than going from 1ºC to 2ºC).\nAccording to some, there is also a non-negligible chance — perhaps around 10% — that unmitigated emissions will lead to global temperature increases even higher than 4.8ºC. More generally, estimates of temperature increases resulting from greenhouse emissions have a “fat” right tail, meaning that there is a low, but non-negligible chance of very high temperature increases. Hence, there is a non-negligible chance that unmitigated emissions may produce consequences which could be catastrophic for life on Earth.\nFor example, it has been argued that a 12ºC increase in mean global temperature—which is substantially outside the range considered plausible this century—would cause at least one day each year in the territories where half of all people live today to be hot enough to exceed human metabolic limits and cause tissue damage from hyperthermia after a few hours of exposure.\nOne way to reduce global temperatures quickly and cheaply is a form of climate engineering called Solar Radiation Management (SRM), which involves cooling the Earth by reflecting sunlight back into space. The most researched form of SRM involves injecting aerosols into the stratosphere. Most of the evidence so far suggests that ideal SRM deployment programmes would reduce overall damages relative to an un-engineered greenhouse world.\nHowever, SRM brings its own risks. Of the currently known potential negative direct effects of SRM, only abrupt termination could plausibly bring about an existential catastrophe. If a very thick stratospheric veil were deployed and SRM was suddenly terminated and not resumed within a buffer period of a few months, then there would be very rapid and damaging warming. There might also be some reasons to expect the chance of at least one country to undertake climate engineering to be surprisingly high, especially when the relevant technologies are widespread, and the lack of global coordination permits each country to individually decide for or against the intervention.\n"},"resolution":null}},"relevance":{"reasons":["Both questions are related to the impact of climate change and its potential catastrophic consequences.","A significant increase in global temperature could be a precursor or contributing factor to a global catastrophe caused by climate change or geoengineering.","Understanding the probability of both events occurring together could provide insights into the severity and interconnectedness of climate-related risks."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":9.0}}}
{"P":{"id":"4dc3433a-3f6f-435f-bbba-62b843fc2f74","title":"Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?","body":"Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"5d871ae4-b42c-44db-8c58-c0b61c0724cd","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"f3796ab0-ba1b-4613-8477-29795cd2096b","title":"Will both of the following occur before their respective deadlines: (1) at least two public health agencies claim that China deliberately misreported COVID-19 infections, and (2) China reduces their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria for each part:\n\n(1) The COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n\n(2) This question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a27dbf9a-7062-49ee-8140-7832bc5c067f","title":"Before 2025, will either of the following occur: (a) at least two public health agencies claim that China deliberately misreported COVID-19 infections, or (b) China reduces their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria for (a):\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\nResolution Criteria for (b):\nThis question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"9cd31802-1d2a-425d-86b0-f70c3cd6a443","title":"Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?","body":"Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3715","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"9254663c-7748-42e9-9472-4ed0dd2cc9e4","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null}},"relevance":{"reasons":["Geopolitical Implications: Both questions involve actions by the Chinese government that have significant geopolitical implications. Misreporting COVID-19 data could affect international trust and relations, which might also influence global cooperation on climate change initiatives.","Public Perception and Trust: The credibility of the Chinese government is at stake in both scenarios. If China is accused of deliberately misreporting COVID-19 data, it could affect how other countries perceive China's commitments to reducing carbon emissions.","Policy and Governance: The way China handles public health data and environmental policies could be indicative of its broader governance strategies. A pattern of misreporting in one area might suggest potential issues in another."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly from a geopolitical and governance perspective.","score":7.0}}}
