{"P":{"id":"1a2df149-ad5a-41d4-b9ae-644007b85db6","title":"Will PsiQuantum have a commercial quantum computer by 2025?","body":"Resolution Criteria\nThis question will resolve positively via PsiQuantum company report that they have a quantum computer for sale by 2025","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"e5b1237b-daff-41ac-9636-545c78b5f05a","title":"Will both Metaculus (or a licensed derivative) be operated by a publicly traded company and PsiQuantum not have a commercial quantum computer by the respective deadlines?","body":"Resolution Criteria for Metaculus:\nSome companies, like Cargill, Albertsons, and Koch Industries, are quite successful without being publicly traded. However, going public is a significant milestone for many companies, allowing founders to diversify their portfolios and potentially obtain greater funding. By 2030, will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company? This would be the case if metaculus.com itself goes public or if a portion of the Metaculus company is purchased by a publicly traded company at a valuation of at least $300 million. Alternatively, a substantial commitment by a publicly traded company to this technology would qualify, involving license payments to Metaculus of at least $300 million in some year, with at least half coming from publicly traded companies.\n\nResolution Criteria for PsiQuantum:\nBy 2025, PsiQuantum must not have a quantum computer available for sale. This will be confirmed through a company report stating the absence of a commercial quantum computer.\n\nThe question will resolve positively only if both of the following occur: (1) Metaculus or a licensed derivative is operated by a publicly traded company by 2030, and (2) PsiQuantum does not have a commercial quantum computer available for sale by 2025.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"df4ef956-3958-4f9d-868d-68b31d9e9d77","title":"Will either of the following occur: (a) PsiQuantum have a commercial quantum computer by 2025? (b) Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria\n(a) PsiQuantum have a commercial quantum computer by 2025: This question will resolve positively via PsiQuantum company report that they have a quantum computer for sale by 2025.\n(b) Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030: Some quite successful companies are not publicly traded, such as Cargill, Albertsons and Koch Industries, see Statista's largest private US companies by revenue for further examples. However, for many companies, \"going public\" is a major milestone. Going public allows company founders to \"cash out\" and diversify their portfolios. It also can allow a company to obtain much greater funding than it might from private sources. The obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million. I included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"7f4106c8-00e8-4ca0-86ee-17ea5372c735","title":"Will PsiQuantum have a commercial quantum computer by 2025?","body":"Resolution Criteria\nThis question will resolve positively via PsiQuantum company report that they have a quantum computer for sale by 2025","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7434","metadata":{"topics":[],"background_info":"In early 2021, the firm PsiQuantum announced that they plan on having a commercial quantum computer by 2025. The PsiQuantum computer, named \"the Q-1\", uses a 'photon qubit' approach as opposed to a 'matter qubit'. According to PsiQuantum,\nThere are many ways to make small numbers of qubits, but only one way to scale beyond 1,000,000 qubits and deliver an error corrected, fault tolerant general purpose quantum computer – and that is photonics.\nToday, after numerous breakthroughs and advances in quantum architecture and silicon photonics, we uniquely have a clear path to building a useful quantum computer.\nIn 2020, PsiQuantum completed Series C funding of $150M bringing their total funding to $215M. Their list of investors includes BlackRock, Microsoft's Venture Fund, and Founders Fund.\n"},"resolution":null},"Q":{"id":"1432ca1d-6344-48e2-99e2-deb101166e4e","title":"Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?","body":"Resolution Criteria\nSome quite successful companies are not publicly traded, such as Cargill, Albertsons and Koch Industries, see Statista's largest private US companies by revenue for further examples.\nHowever, for many companies, \"going public\" is a major milestone. Going public allows company founders to \"cash out\" and diversify their portfolios. It also can allow a company to obtain much greater funding than it might from private sources.\nQuestion: Will Metaculus, or a licensed derivative, be operated as a public site by a publicly traded company by 2030?\nThe obvious case in which this will be true is if the company owning and operating this site, metaculus.com is a publicly traded company. Either Metaculus would go public itself or a portion of the Metaculus company would be purchased by a publicly traded company at a price that would place the company's value as at least $300 million.\nI included operation by a publicly traded company as an option here to handle a situation in which a publicly traded company is making substantial commitment to this technology. That should at least involve license payments to Metaculus of at least $300 million in some year that at least half of which come from publicly traded companies.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3364","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Both questions pertain to significant technological and business milestones within the tech industry.","The success of PsiQuantum in developing a commercial quantum computer could influence the broader tech ecosystem, potentially affecting companies like Metaculus.","If PsiQuantum's success leads to increased interest and investment in advanced technologies, it might create a favorable environment for Metaculus to be acquired or go public."],"conclusion":"There is a plausible connection between the two questions, making it reasonable to consider their logical combination.","score":6.0}}}
{"P":{"id":"10c1b33b-a762-4c44-a2bf-59ad64b2b526","title":"Will there be a commercial service to travel between London and New York City in under three hours before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at least one living human makes the journey from inside the metropolitan area of New York City, United States to Greater London, United Kingdom (or vice-versa) in under three hours any point before January 1, 2030 by commercially available means, including chartered privately owned or operated civil aircraft or spacecraft, but not military aircraft or spacecraft.\nThe measured time will include only the journey itself (i.e. excluding time spent checking in, going through a security process, waiting on the tarmac at an airport before takeoff, et cetera.)\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"575b5ad7-299e-45df-85d9-e5e7b58e9d58","title":"Will Prspera have at least 10,000 residents and no commercial service travel between London and NYC in under three hours before their respective deadlines?","body":"Resolution Criteria\nThis question resolves positively if both of the following conditions are met:\n\n1. Prspera, or the same entity with a different name, at any point before 2035 reports that it has 10,000 or more residents. For the purposes of this question, e-residents do not count as residents. Only people living on land managed by Prspera do. If Prspera does not publish population data and such data is not available even upon request, then this part of the question resolves ambiguously.\n\n2. No living human makes the journey from inside the metropolitan area of New York City, United States to Greater London, United Kingdom (or vice-versa) in under three hours at any point before January 1, 2030 by commercially available means, including chartered privately owned or operated civil aircraft or spacecraft, but not military aircraft or spacecraft. The measured time will include only the journey itself (i.e. excluding time spent checking in, going through a security process, waiting on the tarmac at an airport before takeoff, et cetera).\n\nIf either of these conditions is not met, the question resolves negatively.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"6dd965b9-4fab-427a-a016-0c797c7fc27c","title":"Will either of the following occur: (a) a commercial service to travel between London and New York City in under three hours before 2030, or (b) Próspera having at least 10,000 residents before 2035?","body":"Resolution Criteria\n(a) This question will resolve as Yes if at least one living human makes the journey from inside the metropolitan area of New York City, United States to Greater London, United Kingdom (or vice-versa) in under three hours any point before January 1, 2030 by commercially available means, including chartered privately owned or operated civil aircraft or spacecraft, but not military aircraft or spacecraft.\nThe measured time will include only the journey itself (i.e. excluding time spent checking in, going through a security process, waiting on the tarmac at an airport before takeoff, et cetera.)\n(b) This question resolves positively if Próspera, or the same entity with a different name, at any point before 2035 reports that it has 10,000 or more residents.\nFor the purposes of this question, e-residents do not count as residents. Only people living on land managed by Próspera do.\nIf Próspera does not publish population data and such data is not available even upon request, then this question resolves ambiguously\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"27c9385a-27eb-42d5-83ff-f52523a079ae","title":"Will there be a commercial service to travel between London and New York City in under three hours before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at least one living human makes the journey from inside the metropolitan area of New York City, United States to Greater London, United Kingdom (or vice-versa) in under three hours any point before January 1, 2030 by commercially available means, including chartered privately owned or operated civil aircraft or spacecraft, but not military aircraft or spacecraft.\nThe measured time will include only the journey itself (i.e. excluding time spent checking in, going through a security process, waiting on the tarmac at an airport before takeoff, et cetera.)\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1642","metadata":{"topics":[],"background_info":"London and New York City are the world's two most important financial centers, and as of 2018 are the only cities in the world to have ever been ranked Alpha++ by the Globalization and World Cities Research Network\nThe fastest transatlantic airliner flight was from New York's JFK Airport to London's Heathrow Airport on 7 February 1996 by the British Airways Concorde designated G-BOAD in 2 hours, 52 minutes, 59 seconds from take-off to touchdown aided by a 175 mph (282 km/h) tailwind.\nSince the Concorde was retired in 2003, flight times have increased substantially. The fastest commercial flight operated since 2003 seems to have been made in 2018 by a Norwegian Boeing 787-9 Dreamliner departing from New York's JFK reached London Gatwick in 5 hours, 13 minutes."},"resolution":null},"Q":{"id":"2449498d-f882-48b5-ade0-d800bb7f751d","title":"Will Próspera at any point before 2035 have at least 10,000 residents?","body":"Resolution Criteria\nThis question resolves positively if Próspera, or the same entity with a different name, at any point before 2035 reports that it has 10,000 or more residents.\nFor the purposes of this question, e-residents do not count as residents. Only people living on land managed by Próspera do.\nIf Próspera does not publish population data and such data is not available even upon request, then this question resolves ambiguously\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7544","metadata":{"topics":[],"background_info":"Próspera is a private charter city and ZEDE (Zone for Employment and Economic Development) on the island of Roatán in Honduras.\nThe project aims to attract both Hondurans and internationals by (among other things) being business-friendly, having the lowest taxes in the world and having a special legal system where residents can choose much of the legal code that they individually live under.\nAccording to Scott Alexander, Próspera expects 10,000 residents by 2025.\nPróspera currently contains only three buildings and has no permanent residents.\nPredict the population in 2035 in this related question."},"resolution":null}},"relevance":{"reasons":["Both questions involve significant advancements in technology and infrastructure. A commercial service that can travel between London and New York City in under three hours would likely require advancements in aerospace technology, which could also influence or be influenced by technological and infrastructural developments in Próspera.","Both questions are related to future predictions about significant changes in human living conditions and mobility. People interested in futuristic urban development and transportation might find the combination relevant.","Investors and policymakers might be interested in both questions as they involve potential economic opportunities and challenges. For instance, advancements in rapid travel could affect global business dynamics, which might also impact the growth of new urban developments like Próspera."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for those interested in technological advancements, urban development, and future economic opportunities.","score":6.0}}}
{"P":{"id":"6a4b3b28-440b-49e8-b5d7-63e4a2015990","title":"Will the Cavendish account for less than 50% of banana exports worldwide before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if the Cavendish banana accounts for less than 50% of worldwide annual banana exports in any year from 2018 to 2034 (inclusive).\nFine Print\nThe question will resolve according to reports from credible sources of the Cavendish share of exports, and Metaculus will rely on such reports or to statements from relevant experts or authorities when determining whether a given banana cultivar counts as part of the Cavendish banana group, including genetically modified cultivars.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"53f1114d-e3b9-4c48-b29a-9e2ed7d34f0f","title":"Will both the three-year average of livestock production subsidies fall below $150M/year by 2030 and the Cavendish account for 50% or more of banana exports worldwide before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n\n1. The three-year simple moving average of the total livestock subsidies through all subsidy programs, as reported in the EWG database, falls below $150M/year before January 1, 2030. The EWG database will be checked on June 1, 2031, to account for lags in reporting or revising the data. The three-year simple moving average is calculated by taking the arithmetic mean of the subsidy totals in that year and the previous two years. Yearly totals for previous years are as follows:\n2015 $1,320,274,264\n2016 $449,041,696\n2017 $447,720,097\n2018 $677,555,047\n2019 $673,865,626\n2020 $326,246,32\n\n2. The Cavendish banana accounts for 50% or more of worldwide annual banana exports in any year from 2018 to 2034 (inclusive).\n\nFine Print\nThe question will resolve according to reports from credible sources of the Cavendish share of exports, and Metaculus will rely on such reports or to statements from relevant experts or authorities when determining whether a given banana cultivar counts as part of the Cavendish banana group, including genetically modified cultivars.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e4e2933a-13b7-458c-aef0-ad11ecffefe9","title":"Will either of the following occur: (a) the Cavendish account for less than 50% of banana exports worldwide before 2035? (b) the three-year average of livestock production subsidies fall below $150M/year by 2030?","body":"Resolution Criteria\n(a) This question will resolve as Yes if the Cavendish banana accounts for less than 50% of worldwide annual banana exports in any year from 2018 to 2034 (inclusive).\nFine Print\nThe question will resolve according to reports from credible sources of the Cavendish share of exports, and Metaculus will rely on such reports or to statements from relevant experts or authorities when determining whether a given banana cultivar counts as part of the Cavendish banana group, including genetically modified cultivars.\n(b) This question will resolve as Yes if the three-year simple moving average of the total livestock subsidies through all subsidy programs, as reported in EWG database falls below $150M/year before January 1, 2030. The EWG database database will be checked on June 1, 2031 to account for lags in reporting or revising the data. The three-year simple moving average in any year calculated by taking the arithmetic mean of the subsidy totals in that year and the previous two years.\nYearly totals for previous years are as follows:\n2015 $1,320,274,264\n2016 $449,041,696\n2017 $447,720,097\n2018 $677,555,047\n2019 $673,865,626\n2020 $326,246,32\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"bfbc60c3-2d79-429e-a0f6-6b51680f4c67","title":"Will the Cavendish account for less than 50% of banana exports worldwide before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if the Cavendish banana accounts for less than 50% of worldwide annual banana exports in any year from 2018 to 2034 (inclusive).\nFine Print\nThe question will resolve according to reports from credible sources of the Cavendish share of exports, and Metaculus will rely on such reports or to statements from relevant experts or authorities when determining whether a given banana cultivar counts as part of the Cavendish banana group, including genetically modified cultivars.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1558","metadata":{"topics":[],"background_info":"Bananas are a well-liked import fruit all over the world, and the Cavendish cultivar has been crushing that market for sixty years. But its rise is literally founded upon the compost heap of the Gros Michel, another cultivar. The so-called “Big Mike” variety had been the leading export towards Europe and North America, but the Panama disease, a fungus belonging to the Fusarium clade, killed that. Luckily the Cavendish, grown in the same soil as the wilting Gros Michel, replaced it as the banana most of the western world connected with bananas.\nHowever, it appears another Fusarium rears its spores. Cavendish, with their genetic homogenity (they’re all clones) and sterile nature, aren’t resistant to it, and the fungus is ravaging more and more plantations.\nThere are efforts under way to deal with Fusarium, but with various societies’ doubts and misgivings about GMOs, the cure may be viewed as a curse instead.\n"},"resolution":null},"Q":{"id":"e5851089-dfe1-4838-a3a6-604774eb5fa4","title":"Will the three-year average of livestock production subsidies fall below $150M/year by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the three-year simple moving average of the total livestock subsidies through all subsidy programs, as reported in EWG database falls below $150M/year before January 1, 2030. The EWG database database will be checked on June 1, 2031 to account for lags in reporting or revising the data. The three-year simple moving average in any year calculated by taking the arithmetic mean of the subsidy totals in that year and the previous two years.\nYearly totals for previous years are as follows:\n2015 $1,320,274,264\n2016 $449,041,696\n2017 $447,720,097\n2018 $677,555,047\n2019 $673,865,626\n2020 $326,246,32\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7063","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nUS farmers received roughly $10B in subisides in 2020, according data from EWG's Farm Subsidy Database. A majority of this is spent on commodity subsidies, which subsidise the production of crops such as corn, wheat, soybeans, and rice.\nAs many subsidized crops are inputs to intensive animal farming, these often serve as implicit subsidies to the industry (Starmer, 2006). In addition, livestock production is commonly directly subsidized. In 2020, livestock producers received direct subsidies amounting to roughly $330M, according to EWG data. Subsidies for incumbent intensive animal protein production inhibit the rate at which such approaches can be substituted by cleaner alternative proteins (Jiang et al., 2020).\n"},"resolution":null}},"relevance":{"reasons":["Agricultural policies and subsidies can influence the types of crops that are grown and exported. If subsidies for livestock production decrease, it might lead to a shift in agricultural focus, potentially affecting banana cultivation and export patterns.","Changes in global agricultural trends and policies could impact both the Cavendish banana's market share and livestock production subsidies. For example, a global push towards more sustainable agricultural practices could influence both areas."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as changes in agricultural policies and global trends could impact both banana exports and livestock subsidies.","score":6.0}}}
{"P":{"id":"f1c12486-933c-4b60-adf3-c8319fc49121","title":"Will one of the first AGI claim to be conscious?","body":"Resolution Criteria\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"3fec7ff1-ba7e-4e3c-a511-c20c9962d801","title":"Will both of the following occur: (a) humans go extinct before 2100, and (b) none of the first AGI claim to be conscious?","body":"Resolution Criteria\nThis combined question will resolve as Yes only if both of the following conditions are met:\n\n(a) There are no known humans alive on January 1, 2100. For these purposes, we'll define humans as biological creatures who have as their ancestors \nvia a chain of live births from mothers \ncirca 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. Any living humans anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve this part of the question negatively.\n\n(b) The first AGI that Metaculus team will have access to does not claim to be conscious. The conversation with the first AGI should include the questions: \nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\n\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n\nNote: Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), forecasters are asked to predict in good faith without letting this fact influence their prediction.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"8d12f5a6-0b7f-48a0-9179-88dd4c835b30","title":"Will either of the following occur: (a) one of the first AGI claim to be conscious (b) humans go extinct before 2100?","body":"Resolution Criteria\n(a) One of the first AGI claim to be conscious:\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n\n(b) Humans go extinct before 2100:\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"4acd14d8-116a-4d68-a457-cc6896a83ba3","title":"Will one of the first AGI claim to be conscious?","body":"Resolution Criteria\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4409","metadata":{"topics":[],"background_info":"Consciousness is a concept hard to define. Wikipedia states that consciousness at its simplest is \"awareness or sentience of internal or external existence\". And that despite centuries of analyses, definitions, explanations and debates by philosophers and scientists, consciousness remains puzzling and controversial, being \"at once the most familiar and most mysterious aspect of our lives\".\nThis question will not attempt to define consciousness or solve the so called hard problem of consciousness.\nInstead this question simply asks will one of the first AGI claim to be conscious?"},"resolution":null},"Q":{"id":"3c92f48c-dce3-4018-8bf8-bbc1066e9f3e","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[],"background_info":"While the general feeling of most people, especially now that the cold war is (mostly) over, is that the risk of human extinction is extremely small, experts have assigned a significantly higher probability to the event.\nIn 2008 an informal poll at the Global Catastrophic Risk Conference at the University of Oxford yielded a median probability of human extinction by 2100 of 19%. Yet, one might want to be cautious when using this result as a good estimate of the true probability of human extinction, as there may be a powerful selection effect at play. Only those who assign a high probability to human extinction are likely to attend the Global Catastrophic Risk Conference in the first place, meaning that the survey was effectively sampling opinions from one extreme tail of the opinion distribution on the subject. Indeed, the conference report itself stated that the findings should be taken 'with a grain of salt'."},"resolution":null}},"relevance":{"reasons":["The development of AGI and its potential claim to consciousness could have significant implications for humanity's future, including existential risks. If AGI claims to be conscious, it might influence decisions and policies that could either mitigate or exacerbate risks to human survival.","The emergence of AGI could lead to rapid technological advancements, which might either help prevent human extinction (e.g., through solving global challenges) or contribute to it (e.g., through misuse or unintended consequences).","Ethical considerations surrounding AGI consciousness could impact how society manages AGI development and deployment, potentially affecting long-term human survival."],"conclusion":"The logical combination of these questions is worth considering due to the interconnected implications of AGI development and human survival.","score":8.0}}}
{"P":{"id":"a34ddaac-94a0-47ed-ba37-768dce5e43f6","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"5cbb8634-d891-4164-8324-54d8c1d99f65","title":"Will the annual rate of US labor productivity growth for 2025 be 2 percent or above and China not reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria for US labor productivity growth:\n\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here. Robert D Atkinson argued that a new wave of innovations, grounded in areas such as new materials, robotics, and AI, are likely to power organizations to boost labor productivity (e.g., produce more per hour of labor) within the next 5 to 10 years. Alberto Forchielli countered that predicting such growth is highly speculative due to many uncertainties, including the economic context changing significantly, potentially constraining the development of US companies.\n\nThe question will resolve positively if Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, indicating that the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, is 2 percent or above. If Alberto Forchielli is declared the winner, the question resolves negatively.\n\nResolution Criteria for China's carbon emissions per GDP:\n\nThis question will resolve as Yes if China does not meet its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.\n\nThe combined question will resolve as Yes only if both of the following conditions are met: (1) The annual rate of US labor productivity growth for the year 2025 is 2 percent or above, and (2) China does not reduce their carbon emissions per GDP by 60% by 2030. If either condition is not met, the combined question will resolve as No.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"0a2bbf92-c809-4a78-93a4-3d65223e7a29","title":"Will either of the following occur: (a) China reduce their carbon emissions per GDP by 60% by 2030? (b) The annual rate of US labor productivity growth for the year 2025 be 2 percent or above?","body":"Resolution Criteria\n(a) This question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.\n(b) This question will resolve as Yes if the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, is 2 percent or above. If Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"9254663c-7748-42e9-9472-4ed0dd2cc9e4","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null},"Q":{"id":"08111fa1-9bfd-450e-a122-c075970603e5","title":"Longbets series: will the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?","body":"Resolution Criteria\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nWill the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5865","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["China's reduction in carbon emissions per GDP could influence global economic conditions, including the US. For instance, if China invests heavily in green technologies, it could lead to innovations that boost productivity globally, including in the US.","Conversely, if China's efforts to reduce emissions lead to economic slowdowns or trade tensions, it could negatively impact US productivity growth.","The global push for sustainability and green technologies could create new markets and opportunities for US companies, potentially boosting productivity."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as China's actions on carbon emissions could have indirect effects on US productivity growth.","score":6.0}}}
{"P":{"id":"7623b40d-90a9-47b8-a59c-3a623cf4d666","title":"Before January 1, 2025, will at least two public health agencies claim that COVID-19 more likely than not originated in a laboratory?","body":"Resolution Criteria\nThis question will resolve as Yes if before January 1, 2025 at least two of the public health agencies listed below claim that it is more likely than not that SARS-CoV-2 originated from a Chinese virology laboratory. For this question we will consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that COVID-19 more likely than not originated from a Chinese virology laboratory, this will only count as single claim made by a single public health agency.\nAssessments made by these agencies must broadly state that it is more likely than not that COVID-19 originated from a Chinese virology or biology laboratory, after having been released accidentally or deliberately. Synonyms for probability assessments must be considered by an admin to be broadly consistent with at least a 50% chance. Examples of such synonyms include \"probably\", \"likely\", \"with high probability\" and \"almost certainly\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"ec903357-0e85-4f96-9cbe-0368492bdb1c","title":"Will both of the following occur: a member of the Trump family becomes the Republican nominee for the US Presidency in 2024, and before January 1, 2025, fewer than two public health agencies claim that COVID-19 likely originated in a laboratory?","body":"Resolution Criteria for the combined question:\n\nFor the first part to resolve Yes, one of the following individuals must be the Republican nominee for the US Presidency in 2024:\n- Donald Trump\n- Donald Trump Jr.\n- Eric Trump\n- Ivanka Trump\n- Tiffany Trump\n- Melania Trump\n- Barron Trump\n\nFor the second part to resolve Yes, before January 1, 2025, fewer than two of the public health agencies listed below must claim that it is more likely than not that SARS-CoV-2 originated from a Chinese virology laboratory. For this question, we will consider only statements by the following public health agencies:\n- Centers for Disease Control and Prevention (including the Epidemic Intelligence Service)\n- The European Centre for Disease Prevention and Control (including the Health Threat Unit)\n- World Health Organization\n- The Chinese Center for Disease Control and Prevention\n- The Centre for Health Protection\n- Robert Koch Institute\n- The National Institute of Infectious Diseases\n- Public Health England\n- The National Centre for Infectious Diseases\n- Centers for Disease Control and Prevention Korea\n- The Public Health Agency of Canada\n\nIn case multiple subdivisions of any of the above agencies make assessments that COVID-19 more likely than not originated from a Chinese virology laboratory, this will only count as a single claim made by a single public health agency.\n\nAssessments made by these agencies must broadly state that it is more likely than not that COVID-19 originated from a Chinese virology or biology laboratory, after having been released accidentally or deliberately. Synonyms for probability assessments must be considered by an admin to be broadly consistent with at least a 50% chance. Examples of such synonyms include \"probably\", \"likely\", \"with high probability\", and \"almost certainly\".\n\nBoth parts of the question must resolve Yes for the combined question to resolve Yes. If either part resolves No, the combined question will resolve No.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"89fde041-ad49-4ae7-9998-b37b2f8259e1","title":"Will either of the following occur: (a) At least two public health agencies claim that COVID-19 more likely than not originated in a laboratory before January 1, 2025? (b) A member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolution Criteria\n(a) This question will resolve as Yes if before January 1, 2025 at least two of the public health agencies listed below claim that it is more likely than not that SARS-CoV-2 originated from a Chinese virology laboratory. For this question we will consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that COVID-19 more likely than not originated from a Chinese virology laboratory, this will only count as single claim made by a single public health agency.\nAssessments made by these agencies must broadly state that it is more likely than not that COVID-19 originated from a Chinese virology or biology laboratory, after having been released accidentally or deliberately. Synonyms for probability assessments must be considered by an admin to be broadly consistent with at least a 50% chance. Examples of such synonyms include \"probably\", \"likely\", \"with high probability\" and \"almost certainly\"\n(b) This question resolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"234452ab-dfc3-4db6-a6ed-45115c1dcd63","title":"Before January 1, 2025, will at least two public health agencies claim that COVID-19 more likely than not originated in a laboratory?","body":"Resolution Criteria\nThis question will resolve as Yes if before January 1, 2025 at least two of the public health agencies listed below claim that it is more likely than not that SARS-CoV-2 originated from a Chinese virology laboratory. For this question we will consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that COVID-19 more likely than not originated from a Chinese virology laboratory, this will only count as single claim made by a single public health agency.\nAssessments made by these agencies must broadly state that it is more likely than not that COVID-19 originated from a Chinese virology or biology laboratory, after having been released accidentally or deliberately. Synonyms for probability assessments must be considered by an admin to be broadly consistent with at least a 50% chance. Examples of such synonyms include \"probably\", \"likely\", \"with high probability\" and \"almost certainly\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3682","metadata":{"topics":[],"background_info":"The beginning of 2020 has seen the emergence of COVID-19 outbreak caused by a novel coronavirus. The majority of the cases were epidemiologically linked to seafood, poultry and live wildlife market (Huanan Seafood Wholesale Market) in Jianghan District of Hubei Province. This suggests that the novel coronavirus has a possible zoonotic origin. Some evidence suggests the virus might have originated from bat sub-species. So far, scientists have been unable to conclusively determine the zoological origins of COVID-19.\nIn a recent (but undated) preprint, two Chinese scientists claim that the COVID-19 strain of coronavirus probably originated from a laboratory in Wuhan:\nIn summary, somebody was entangled with the evolution of 2019-nCoV coronavirus. In addition to origins of natural recombination and intermediate host, the killer coronavirus probably originated from a laboratory in Wuhan.\nThe preprint implicates the Wuhan Institute of Virology, the only BSL-4 virology lab in China. Scientists have previously expressed concerns about the organisation's ability to monitor the lab.\nOther scientists, such as Trevor Bedford, of the Fred Hutchinson Cancer Research Center in Seattle has disputed the theory of the laboratory origins of COVID-19, claiming: \"There is no evidence whatsoever of genetic engineering that we can find\". ETA (2021-07-06) to clarify, this doesn't 'dispute all lab-origins, just those that involve genetic modification.\n"},"resolution":null},"Q":{"id":"0810ac88-1ca8-4483-a576-83c112e6e6cd","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolution Criteria\nResolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4127","metadata":{"topics":[],"background_info":"Donald John Trump is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality. Trump won a surprise victory in the 2016 presidential election, and sought re-election in the 2020 presidential election.\nThe Trump family has a net worth reported to be in the single-digit billions, and is now one of the most prominent families in Republican politics. Trump has several adult children, and there is speculation that a Trump political dynasty may emerge in the coming years, with both Donald Trump Jr. and Ivanka Trump suggested as possible contenders for the presidency."},"resolution":null}},"relevance":{"reasons":["The Trump family has been vocal about the origins of COVID-19, often suggesting it may have originated in a lab. If a member of the Trump family becomes the Republican nominee, their stance could influence public health agencies or the public discourse around the origins of COVID-19.","The political climate and leadership can impact the focus and priorities of public health agencies. A Trump family member as the nominee might lead to increased scrutiny or pressure on public health agencies to investigate or make statements about the origins of COVID-19."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as political leadership and public health narratives can be interconnected.","score":7.0}}}
{"P":{"id":"135fb6f0-13b2-422b-be72-ebf92fed65a7","title":"Will Starlink conduct an IPO before 2030?","body":"Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"6b2aa1eb-8085-4d0e-a7b1-d35cc5e42948","title":"Will both a shortage of certain elements and the absence of a Starlink IPO occur by their respective deadlines?","body":"Resolution Criteria\nFor the element shortage part, the question will resolve positive if by the beginning of 2040 any of the following elements considered \"under serious threat\" by the American Chemical Society (ACS) has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity like the USGS. The elements in question are helium (He), zinc (Zn), gallium (Ga), germanium (Ge), arsenic (As), silver (Ag), indium (In), tellurium (Te), and hafnium (Hf).\n\nFor the Starlink IPO part, the question will resolve positive if Starlink does not go public by 2030-01-01 00:00 UTC, according to reports in the Wall Street Journal, Bloomberg, New York Times, or Washington Post.\n\nThe combined question will resolve positive only if both conditions are met: there is a shortage of at least one of the specified elements by 2040 and Starlink has not conducted an IPO before 2030.","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"03c86372-29d4-4d08-b9d4-f344e05fc1dc","title":"Will either of the following occur: (a) Starlink conduct an IPO before 2030? (b) Humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?","body":"Resolution Criteria\n(a) This will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.\n(b) In 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nSilverberg's dire fears have not (yet!) come to pass, but the American Chemical Society (ACS) has identified 44 elements that \"face supply limitations in the coming years.\" Those considered by the ACS \"under serious threat\" over the next century include: silver, zinc, hafnium, gallium and helium.\nIt sounds serious. But not everyone is concerned. This counterpoint editorial from The Register, for instance, maintains that the galium shortage is a nothingburger:\nWe mine for aluminium by sticking bauxite into a Bayer Process plant, where we boil it in caustic soda. If you put the right doohicky on the side of this plant then you get the gallium out. It's at about 100ppm, 100 grammes per tonne of bauxite processed... there's around a 1,000-year supply of Ga in the bauxite that we already know that we'll process for the aluminium content... We simply don't have any meaningful shortage of these metals [worth] worrying about.\nAs a proxy for supply issues, we will use price. The question resolve positive if by beginning of 2040 any of the following \"under serious threat\" elements has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity, like USGS. The elements in question are: He, Zn, Ga, Ge, As, Ag, In, Te and Hf.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"9e5c5135-d145-4ea7-8a99-b1472fe3d013","title":"Will Starlink conduct an IPO before 2030?","body":"Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6618","metadata":{"topics":[],"background_info":"related question on Metaculus:\nIf Starlink offers an IPO before 2030, will it set a record for the largest IPO?\nStarlink as been speaking openly about an IPO. This question will be judged yes if Starlink or a parent company with full ownership(i.e. SpaceX) conduct an IPO or if a publicly traded company acquires majority ownership of Starlink. Otherwise the question will resolve no."},"resolution":null},"Q":{"id":"ee1aae97-3f76-4159-b9cf-b03162cf142f","title":"Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?","body":"Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nSilverberg's dire fears have not (yet!) come to pass, but the American Chemical Society (ACS) has identified 44 elements that \"face supply limitations in the coming years.\" Those considered by the ACS \"under serious threat\" over the next century include: silver, zinc, hafnium, gallium and helium.\nIt sounds serious. But not everyone is concerned. This counterpoint editorial from The Register, for instance, maintains that the galium shortage is a nothingburger:\nWe mine for aluminium by sticking bauxite into a Bayer Process plant, where we boil it in caustic soda. If you put the right doohicky on the side of this plant then you get the gallium out. It's at about 100ppm, 100 grammes per tonne of bauxite processed... there's around a 1,000-year supply of Ga in the bauxite that we already know that we'll process for the aluminium content... We simply don't have any meaningful shortage of these metals [worth] worrying about.\nAs a proxy for supply issues, we will use price. The question resolve positive if by beginning of 2040 any of the following \"under serious threat\" elements has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity, like USGS. The elements in question are: He, Zn, Ga, Ge, As, Ag, In, Te and Hf.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1058","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Starlink's IPO could significantly impact the technology and telecommunications sectors, potentially increasing demand for certain rare elements used in electronics and satellite technology.","If Starlink's IPO leads to rapid expansion and increased satellite production, it could exacerbate the scarcity of elements like gallium, indium, and hafnium, which are critical in electronics and aerospace industries.","Investors and policymakers might be interested in understanding the long-term sustainability of the tech industry, especially if a major player like Starlink could influence the availability of essential elements."],"conclusion":"The logical combination of these questions is relevant and could provide valuable insights into the interplay between technological advancements and resource sustainability.","score":8.0}}}
{"P":{"id":"1c2aaba3-ab51-4498-ac41-d56597189b3e","title":"Will any part of Great Britain be under monarchy in 2075?","body":"Resolution Criteria\nThis question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"009c384b-6604-4ec2-9a9f-0fa7cdf4086c","title":"Will both human-machine intelligence parity be achieved before 2040 and Great Britain be without a monarchy in 2075?","body":"Resolution Criteria for Human-machine Intelligence Parity:\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n\nResolution Criteria for Great Britain Without a Monarchy:\nThis question will resolve as Yes if, on January 1, 2075, less than 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state. The question resolves as NO if this is not the case.","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"81e0e0cc-759e-4b10-a2f4-1e4a1f2a3959","title":"Will either of the following occur: (a) Any part of Great Britain be under monarchy in 2075? (b) Human-machine intelligence parity before 2040?","body":"Resolution Criteria\n(a) This question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state.\n(b) This question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"12610d6b-8af9-43f0-8e66-4ed0d464b137","title":"Will any part of Great Britain be under monarchy in 2075?","body":"Resolution Criteria\nThis question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6691","metadata":{"topics":[],"background_info":"As of February 2021, the island of Great Britain is part of the UK, which is a constitutional monarchy. Although the monarch once held power, over time this has diminished so that their role of head of state is 'broadly ceremonial'.\nThe English Civil War resulted in the trial and execution of the king in 1649, and the declaration of a republic, which lasted until the English monarchy was restored in 1660.\nGlobally, the number of monarchies has decreased from over 150 in 1900 to 44 in 2019 (graph).\nA 2020 YouGov poll of British adults found that 62% were in favour of retaining the monarchy, with 22% opposed."},"resolution":null},"Q":{"id":"dcb5ca51-389a-4d85-95b3-b4d49a0d3faa","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null}},"relevance":{"reasons":["The advent of human-machine intelligence parity could have profound societal impacts, potentially influencing political structures and governance models. This could indirectly affect the likelihood of monarchies persisting or being abolished.","Technological advancements and societal changes driven by human-machine intelligence parity might lead to shifts in public opinion, potentially affecting the support for or against monarchies.","The stability and structure of political systems, including monarchies, could be influenced by the broader societal changes brought about by human-machine intelligence parity."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as technological advancements could indirectly influence political structures.","score":6.0}}}
{"P":{"id":"fb895992-0895-4607-b768-e645a179199b","title":"Will a exascale volume of connectome be mapped and revealed to the public by June 2031?","body":"Resolution Criteria\nThis question resolves positively, if before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\nFine Print\nExtra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.\n","resolution_date":"2031-06-30T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"fc36a3ca-c9af-4e60-8393-d23a99b1184d","title":"Will an individual report having undergone a voluntary hemispherectomy for life extension and no exascale connectome be mapped by 2100 and June 2031, respectively?","body":"Resolution Criteria\n\nFor the first part of the question regarding hemispherectomy for life extension, the following conditions must be met for a positive resolution:\n\n1. An individual must have received a hemispherectomy voluntarily.\n2. Half of their brain was placed in long-term cryopreservation while they were still legally alive.\n3. They reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n\nFor the second part of the question regarding the mapping of an exascale connectome, the question resolves positively if, before June 1st, 2031, no reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such as by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\n\nFine Print\n\nFor the hemispherectomy part, a hemispherectomy is a very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. The success of the procedure is not limited to children, as adults have also been shown to benefit from it, with many reporting improved quality of life post-procedure.\n\nFor the connectome mapping part, extra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"54138122-1af5-4cb4-ba29-fb5cb2636c28","title":"Will either of the following occur: (a) an exascale volume of connectome be mapped and revealed to the public by June 2031? (b) someone report to have received a hemispherectomy for the purpose of life extension before 2100?","body":"Resolution Criteria:\n(a) This question resolves positively, if before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\nFine Print: Extra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.\n\n(b) This question resolves positively if someone reports to have received a hemispherectomy for the purpose of life extension before 2100. A hemispherectomy is a very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. Because of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success. One such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. The success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.” While hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future. So far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one). This question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100? Here the resolution is determined by the conjunction of three actions, performed by an individual human: They received a hemispherectomy voluntarily. Half of their brain was placed in long-term cryopreservation while they were still legally alive. They reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"7a6be60d-6f2c-487e-a7be-c62a01682bf1","title":"Will a exascale volume of connectome be mapped and revealed to the public by June 2031?","body":"Resolution Criteria\nThis question resolves positively, if before June 1st 2031, a reliable paper, blog post, or some other article appears in the literature indicating that researchers had digitally mapped a section of an animal connectome using some high-resolution scanning technology, such by serial section electron microscopy, and the size of that map meets or exceeds one exabyte. Otherwise, it resolves negatively.\nFine Print\nExtra junk information, such as a researcher adding 999 petabytes of zeros at the end of their file (as unlikely as this may be), cannot count towards resolution, and admins will use their discretion in this regard.\n","resolution_date":"2031-06-30T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7316","metadata":{"topics":[],"background_info":"From Shapson-Coe et al., published May 30th, 2021,\nWe acquired a rapidly preserved human surgical sample from the temporal lobe of the cerebral cortex. We stained a 1 mm3 volume with heavy metals, embedded it in resin, cut more than 5000 slices at ~30 nm and imaged these sections using a high-speed multibeam scanning electron microscope. We used computational methods to render the three-dimensional structure of 50,000 cells, hundreds of millions of neurites and 130 million synaptic connections. The 1.4 petabyte electron microscopy volume, the segmented cells, cell parts, blood vessels, myelin, inhibitory and excitatory synapses, and 100 manually proofread cells are available to peruse online. [...]\nThis improvement was in large part due to two noteworthy advances: fast imaging owing to multibeam scanning electron microscopy (Eberle et al. 2015) and the profound effect of AI on image processing and analysis (Januszewski et al. 2018). The rapid improvements over the past few years (Briggman, Helmstaedter, and Denk 2011; Bock et al. 2011; Helmstaedter et al. 2013; Takemura et al. 2013; Lee et al. 2016; Motta et al. 2019; Scheffer et al. 2020; Dorkenwald et al. 2020; Yin et al. 2020; Gour et al. 2021) argues that analyzing volumes that are even three orders of magnitude larger, such as an exascale whole mouse brain connectome, will likely be in reach within a decade (Abbott et al. 2020). [Emphasis added]\nSee also this accompanying blog post from the Google AI Blog.\n"},"resolution":null},"Q":{"id":"9b352a43-7135-4ce5-95c9-b5e058a4f60b","title":"Will someone report to have received a hemispherectomy for the purpose of life extension before 2100?","body":"Resolution Criteria\nA hemispherectomy is\na very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\nHere the resolution is determined by the conjunction of three actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nHalf of their brain was placed in long-term cryopreservation while they were still legally alive.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4969","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Both questions are related to advancements in neuroscience and medical technology.","Mapping an exascale volume of connectome could provide insights into brain function and neuroplasticity, which might influence the feasibility or desirability of radical procedures like hemispherectomy for life extension.","The success of large-scale connectome mapping could lead to better understanding and potential applications in brain preservation and life extension techniques."],"conclusion":"The logical combination of these questions is somewhat relevant due to their shared focus on advanced neuroscience and potential implications for life extension.","score":6.0}}}
{"P":{"id":"caca3078-3a3f-447c-b4c3-5c7992099e3f","title":"If >100 offensive nuclear detonations occur in a single conflict by 2030, will this cause a global temperature drop of ≥3°C?","body":"Resolution Criteria\nThis question will resolve as Yes if the following two criteria are met:\nThere is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030\nAverage global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict.\nThis question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"28c37d2d-65b3-45dd-bf9e-81ec3db8ad1c","title":"Given at least one offensive nuclear detonation by 2030, will both of the following occur: (1) at least one fatality in North Korea, and (2) no global temperature drop of \">=3\\u00b0C\" following a single conflict with >100 such detonations?","body":"Resolution Criteria\nThis combined question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as Ambiguous.\n\nFor the first part, the sub-question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in North Korea, at any point between January 1, 2021, to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nFor the second part, the sub-question will resolve as Yes if there is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030, and the average global temperature during the 3 years following the conflict is not at least 3\\u00b0C lower than the average global temperature during the 3 years prior to the conflict. This question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly does not cause more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic.\n\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. \"In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack\" (Barrett et al., 2013). \"In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders\" (Barrett et al., 2013).\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"402cd36a-3dac-4c86-886e-12bc7c850321","title":"Will either of the following occur by 2030: (a) A nuclear conflict with >100 offensive nuclear detonations causing a global temperature drop of ≥3°C (b) At least one fatality in North Korea from an offensive nuclear detonation?","body":"Resolution Criteria\nThis question will resolve as Yes if either of the following criteria are met:\n(a) There is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030, and the average global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict.\n(b) There is at least one offensive nuclear detonation between January 1, 2021 and January 1, 2030, and at least one fatality occurs in North Korea from any nuclear detonation during this period.\n\nFine Print\nFor criterion (a), this question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\n\nFor criterion (b), the fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage). A detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"fa1a4aec-de19-4143-9c60-231f6f7b7db8","title":"If >100 offensive nuclear detonations occur in a single conflict by 2030, will this cause a global temperature drop of ≥3°C?","body":"Resolution Criteria\nThis question will resolve as Yes if the following two criteria are met:\nThere is a nuclear conflict with >100 offensive nuclear detonations by January 1, 2030\nAverage global temperature during the 3 years following the conflict is at least 3°C lower than the average global temperature during the 3 years prior to the conflict.\nThis question will resolve as ambiguous if there is no nuclear conflict with >100 offensive nuclear detonations by January 1, 2030.\nFine Print\nThis question will also resolve positively if the first nuclear conflict meeting the above-mentioned condition clearly causes more than this amount of decline in temperature but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8383","metadata":{"topics":[],"background_info":"Decisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nPotentially useful resources:\nThe relationship between the smoke generated and the climate\nList of Metaculus questions related to nuclear winter\n[Mistakes to avoid]: Ignoring the possibility of major climate and famine effects following nuclear conflict—or overstating the likelihood/severity of those effects\nGlobal temperature record on Wikipedia\n"},"resolution":null},"Q":{"id":"6cd8ab6d-b706-47c5-9793-3fcca68ae338","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8369","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["The first question deals with the global climatic impact of a large-scale nuclear conflict, which is a significant concern for global security and environmental stability.","The second question focuses on the immediate human impact of any nuclear detonation, specifically in North Korea, which is a country of high geopolitical interest due to its nuclear capabilities.","Understanding the combined probability of these events can help in assessing the broader implications of nuclear conflict, both in terms of immediate human casualties and long-term environmental consequences.","Policymakers and researchers might be interested in these combined probabilities to better prepare for and mitigate the risks associated with nuclear conflicts."],"conclusion":"The logical combination of these questions is relevant and could provide valuable insights for global security and environmental policy.","score":8.0}}}
