{"P":{"id":"29b548c7-4419-45d5-9b5c-d75715a1516b","title":"Will there be a 10X growth in number of legal abortions conducted in Poland before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if number of abortions conducted during any year between 2020 to 2030 (inclusive) is at least 11,100, according to statistics by Polish government agencies.\nOtherwise, if there are fewer than 11,100 legal abortions or abortion is illegal in all cases by 2030, the question will resolve negative.\nOtherwise, if no such report that provides number of legal abortions is public, the question will resolve ambiguous\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"7d1d1e0f-fee3-4e08-81ee-1b45c1e8834e","title":"Conditional on a 10X growth in the number of legal abortions conducted in Poland before 2031, will a Guaranteed Minimum Income be introduced in any EU country before 2041?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if the number of abortions conducted during any year between 2020 to 2030 (inclusive) is at least 11,100, according to statistics by Polish government agencies.\nOtherwise, if there are fewer than 11,100 legal abortions or abortion is illegal in all cases by 2030, the question will resolve negative.\nOtherwise, if no such report that provides the number of legal abortions is public, the question will resolve ambiguous.\n\nResolution Criteria for Q:\nFor a positive resolution, the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n(Edited 2020-05-21 to change the name to GMI from UBI to comport with the definition given in the question.)","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"aa29a667-b160-47cd-9e35-35a0f95965c2","title":"Will both of the following occur: (a) a 10X growth in number of legal abortions conducted in Poland before 2031 and (b) a Guaranteed Minimum Income be introduced in any EU country before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) The number of abortions conducted during any year between 2020 to 2030 (inclusive) in Poland is at least 11,100, according to statistics by Polish government agencies. Otherwise, if there are fewer than 11,100 legal abortions or abortion is illegal in all cases by 2030, the question will resolve negative. If no such report that provides number of legal abortions is public, the question will resolve ambiguous.\n(b) A Guaranteed Minimum Income scheme is introduced in any EU country before 2041. For a positive resolution, the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them. (Edited 2020-05-21 to change name to GMI from UBI to comport with the definition given in the question.)\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"acb1e166-a464-442c-82fe-9fb0951551b7","title":"Will there be a 10X growth in number of legal abortions conducted in Poland before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if number of abortions conducted during any year between 2020 to 2030 (inclusive) is at least 11,100, according to statistics by Polish government agencies.\nOtherwise, if there are fewer than 11,100 legal abortions or abortion is illegal in all cases by 2030, the question will resolve negative.\nOtherwise, if no such report that provides number of legal abortions is public, the question will resolve ambiguous\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6506","metadata":{"topics":[],"background_info":"Since abortion law was restricted in 1993, the rate of legal abortions in Poland has been miniscule compared to other European Countries. The number of legal abortions performed per year stayed below the maximum of 1,110 in 2019 [1]. The rate of legally conducted abortions is 30-100 times lower then in other European countries [2]. Pro-choice organizations argue that there is a much greater number of abortions that are performed illegally or by travel to more liberal jurisdictions.\nThe legal status of abortion, often referred to informally as \"abortion compromise\", was stable since 1997 when Constitutional Tribunal struck down a recently introduced provision that allowed for abortion due to \"hard living conditions or difficult personal situations\".\nSince then, abortion has been legal under three conditions:\ndanger to the life or health of the mother\nhigh probability of permanent an irreversible impairment of the fetus\nsuspicion that pregnancy was caused by rape or incest\nIn November 2020, Constitutional Tribunal declared that it will strike down the provision that allowed for abortion in case of fetal impairment. The judgment went into effect on January 27. The decision caused waves of protest in Poland.\nSelection of judges to the tribunal was considered illegal by opposition parties, due to earlier controversies. After the ruling, the tribunal was called \"pseudotribunal\" and \"an addition to the Kaczyński's party\" by opposition leaders (Rafał Trzaskowski and Szymon Hołownia respectively).\nOpposition criticized the decision, including claims that the judgment is invalid and that it killed the \"abortion compromise\". They believe that the situation will allow for reevaluation of abortion law once PiS is out of power. This could bringing it closer to what is present in other nations of Europe.\nIn February 2021, leading opposition party - Civic Platform (PO) proposed a plan that would legalize termination of pregnancy up to 12 weeks with condition of a consultation with a physician and a psychologist.\n"},"resolution":null},"Q":{"id":"70943c1f-db70-4fcf-8142-c52eebb95ed5","title":"Will a Guaranteed Minimum Income be introduced in any EU country before 2041?","body":"Resolution Criteria\nFor a positive resolution the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n(Edited 2020-05-21 to change name to GMI from UBI to oomport with the definition given in the question.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2711","metadata":{"topics":[],"background_info":"A Guaranteed Minimum Income (GMI) is a guaranteed minimum income above the poverty line that would be guaranteed to be paid to any person of age.\nFeatures of a GMI would be: unconditional, automatic, non-withdrawable, individual, and as a right. This doesn’t mean every person would receive that income, but the vast majority of the population of a country, region, or locale would be guaranteed a minimum income, no strings attached.\nThe implementation can and would vary from state to state, according to the respective cultural, societal, and governmental conditions.\nSo far there have been numerous experiments with UBI in the US, Finland, Canada, Netherlands, and other countries, and UBI has become a recurring theme in political and public discussion since the 1980s, in particular in light of downsizing due to automation. Groups call for the implementation of a basic income to deal with these issues.\nBut there are also arguments against implementing a UBI, such as questioning the financing strategy, a rise in shadow economy, the negative effect on people depending on more personalised (and higher) welfare, decrease in motivation to work, and so on.\n"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to significant social and policy changes within the European Union, which could be of interest to those studying or forecasting social trends and policy shifts in Europe.","The introduction of a Guaranteed Minimum Income (GMI) in an EU country could be indicative of broader social policy trends that might also influence or reflect changing attitudes towards reproductive rights and healthcare, including abortion.","Poland, as an EU member state, might be influenced by broader EU policy trends, and changes in social policies in other EU countries could have a ripple effect on Polish policies, including those related to abortion."],"conclusion":"The logical combination of these questions could be of interest to those studying social and policy trends in Europe, particularly in the context of how broader EU policy changes might influence individual member states like Poland.","score":6.0}}}
{"P":{"id":"0cd9f457-2254-4bf5-9299-2b2450898466","title":"If Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2030?","body":"Resolution Criteria\nDemocrats have recently been increasingly interested in the structure of the Senate and the disadvantages they believe it confers to the electoral prospects of Democrats. On May 5th, 2021, Dylan Matthews, a journalist at Vox, posted a tweet that made the following claim (archived version here):\nI don’t think Congressional leadership has really internalized that if they don’t admit DC and PR, they’ll lose the Senate until at least 2030\nIf Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2031?\nThis question will resolve as Yes if:\nBoth Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and\nthe Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive).\nIf Republicans do not control the Senate at any point during that period, this question will resolve as No. If both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this question will resolve as Ambiguous.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"6c5185f6-fb57-4734-bf0a-1008f356c6bc","title":"If Washington DC and Puerto Rico are not admitted as new states, will the GOP control the Senate after the 2024 elections?","body":"Resolution Criteria for the condition:\n- Both Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029.\n- The Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive).\n- If Republicans do not control the Senate at any point during that period, this question will resolve as No. If both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this question will resolve as Ambiguous.\n\nResolution Criteria for the outcome:\n- This question will resolve as Yes if, on February 1, 2025, the Senate Majority Leader is a Republican.\n- For reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"23361b16-7820-4ab6-9885-4f668436a0ca","title":"Will both of the following occur: (a) If Washington DC and Puerto Rico are not admitted as new states, Republicans will hold the Senate from 2022 to 2030, and (b) The GOP will control the Senate after the 2024 elections?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n1. Both Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and the Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive). If Republicans do not control the Senate at any point during that period, this condition will resolve as No. If both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this condition will resolve as Ambiguous.\n2. On February 1, 2025, the Senate Majority Leader is a Republican. For reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies. Wikipedia\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"737b5457-968e-4a44-ae2c-aa41823f8e05","title":"If Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2030?","body":"Resolution Criteria\nDemocrats have recently been increasingly interested in the structure of the Senate and the disadvantages they believe it confers to the electoral prospects of Democrats. On May 5th, 2021, Dylan Matthews, a journalist at Vox, posted a tweet that made the following claim (archived version here):\nI don’t think Congressional leadership has really internalized that if they don’t admit DC and PR, they’ll lose the Senate until at least 2030\nIf Washington DC and Puerto Rico are not admitted as new states, will Republicans hold the Senate from 2022 to 2031?\nThis question will resolve as Yes if:\nBoth Washington DC and Puerto Rico are not officially admitted as new states before December 31, 2029, and\nthe Republican Party controls the Senate from the beginning of the congressional term in 2023 to the end of the congressional term in 2031 (the 118th through 121st congresses, inclusive).\nIf Republicans do not control the Senate at any point during that period, this question will resolve as No. If both Washington DC and Puerto Rico are officially admitted to the United States on or before December 31, 2029, this question will resolve as Ambiguous.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7165","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"30ddff15-71db-4039-bd6d-3006caa23311","title":"Will the GOP control the Senate after the 2024 elections?","body":"Resolution Criteria\nThis question will resolve as Yes if, on February 1, 2025, the Senate Majority Leader is a Republican.\nFor reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies. Wikipedia\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7850","metadata":{"topics":[],"background_info":"Wikipedia:\nThe 2024 United States Senate elections will be held on November 5, 2024, with 33 of the 100 seats in the Senate being contested in regular election."},"resolution":null}},"relevance":{"reasons":["The two questions are closely related as they both concern the control of the U.S. Senate by the Republican Party.","The first question spans a longer time frame (2022-2030) and includes a condition about the admission of Washington DC and Puerto Rico as states, which could significantly impact the political landscape and Senate control.","The second question is a subset of the first, focusing specifically on the outcome of the 2024 elections and the immediate control of the Senate in 2025.","Understanding the probability of the GOP controlling the Senate after the 2024 elections could provide insights into the longer-term control of the Senate up to 2030."],"conclusion":"The logical combination of these questions makes sense and could provide valuable insights into the political dynamics of the U.S. Senate.","score":9.0}}}
{"P":{"id":"3e9823dd-05fd-4f82-a0f5-c8ea40c4e01e","title":"Will Israel recognize Palestine by 2070?","body":"Resolution Criteria\nThis question resolves positively if at least five reliable media outlets report that the State of Palestine is legally recognized by the State of Israel before January 1, 2070. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. Otherwise, it resolves negatively. In the case of a merger between the two, that does not count as recognition\n","resolution_date":"2069-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"1b97ad9c-db22-4924-9c96-fcd45b6cd451","title":"Conditional on Israel recognizing Palestine by 2070, will the New START nuclear arms control agreement be renewed until at least February 5, 2027?","body":"Suppose the following is true: At least five reliable media outlets report that the State of Palestine is legally recognized by the State of Israel before January 1, 2070. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. In the case of a merger between the two, that does not count as recognition.\n\nThen, will the New START nuclear arms control agreement be renewed until at least February 5, 2027?\n\nResolution Criteria for the outcome:\nThis question will resolve positively if either of the following conditions occur:\n1. There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\n2. There are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\n\nFine Print:\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.","resolution_date":"2069-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"05705d80-4c8f-4fc7-8fdf-a0cc9b6c30be","title":"Will both of the following occur: (a) Israel recognize Palestine by 2070 and (b) the New START nuclear arms control agreement be renewed until at least February 5, 2027?","body":"Resolution Criteria\nThis question resolves positively if both of the following conditions are met:\n(a) At least five reliable media outlets report that the State of Palestine is legally recognized by the State of Israel before January 1, 2070. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. In the case of a merger between the two, that does not count as recognition.\n(b) Either of the following conditions occur:\n- There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\n- There are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\nOtherwise, it resolves negatively.","resolution_date":"2069-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4d9d96ee-8bcf-4969-b58e-448f61ae3855","title":"Will Israel recognize Palestine by 2070?","body":"Resolution Criteria\nThis question resolves positively if at least five reliable media outlets report that the State of Palestine is legally recognized by the State of Israel before January 1, 2070. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. Otherwise, it resolves negatively. In the case of a merger between the two, that does not count as recognition\n","resolution_date":"2069-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7631","metadata":{"topics":[],"background_info":"The two-state solution is a proposed solution to the Israeli-Palestinian conflict, involving mutual recognition of Israel and Palestine. Many attempts have been made to reach such a solution."},"resolution":null},"Q":{"id":"50287226-9b91-460f-b95d-763654f7df82","title":"Will the New START nuclear arms control agreement be renewed until at least February 5, 2027?","body":"Resolution Criteria\nThis question will resolve positively if either of the following conditions occur:\nThere are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\nThere are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\n","resolution_date":"2027-02-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8393","metadata":{"topics":[],"background_info":"New START is a nuclear arms reduction treaty between the United States and the Russian Federation, which was signed on 8 April 2010. After its extension in 2021 it is expected to last until February 5, 2026."},"resolution":null}},"relevance":{"reasons":["Geopolitical Stability: Both questions pertain to significant geopolitical events. The recognition of Palestine by Israel would be a major diplomatic event in the Middle East, potentially affecting global diplomatic relations, including those involving nuclear arms control agreements like New START.","US Foreign Policy: The United States plays a crucial role in both the Israeli-Palestinian conflict and in nuclear arms control agreements. Changes in US foreign policy could influence both outcomes.","Global Diplomacy: Success in one area of international diplomacy (e.g., Middle East peace) might create a more favorable environment for other diplomatic negotiations, including arms control."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially from a geopolitical and diplomatic perspective.","score":7.0}}}
{"P":{"id":"4ac97a59-2105-41a5-8285-e099842104b2","title":"Will the first AGI be based on deep learning?","body":"Resolution Criteria\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5a269542-7c97-4c07-9a11-dbd6abd1dd39","title":"Conditional on the first AGI being based on deep learning, will NASA land people on Mars prior to 2030?","body":"Resolution Criteria for P:\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n\nResolution Criteria for Q:\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"6bb1e9f7-aba7-45c9-8de9-10f1571d9a3f","title":"Will both of the following occur: (a) the first AGI be based on deep learning and (b) NASA land people on Mars prior to 2030?","body":"Resolution Criteria\n1. For the first AGI being based on deep learning:\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n\n2. For NASA landing people on Mars prior to 2030:\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3e86c231-e79c-4112-9f8e-fb61611f2f57","title":"Will the first AGI be based on deep learning?","body":"Resolution Criteria\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4055","metadata":{"topics":[],"background_info":"The Deep Learning Book, which is considered by many to be the best reference textbook on the topic, introduces deep learning,\nThis book is about a solution to [fuzzy ill-defined problems]. This solution is to allow computers to learn from experience and understand the world in terms of a hierarchy of concepts, with each concept deﬁned through its relation to simpler concepts. By gathering knowledge from experience, this approach avoids the need for human operators to formally specify all the knowledge that the computer needs. The hierarchy of concepts enables the computer to learn complicated concepts by building them out of simpler ones. If we draw a graph showing how these concepts are built on top of each other, the graph is deep, with many layers. For this reason,we call this approach to AI deep learning\nPaul Christiano has written that future AGI might be based on deep learning principles,\nIt now seems possible that we could build “prosaic” AGI, which can replicate human behavior but doesn’t involve qualitatively new ideas about “how intelligence works:”\nIt’s plausible that a large neural network can replicate “fast” human cognition, and that by coupling it to simple computational mechanisms — short and long-term memory, attention, etc. — we could obtain a human-level computational architecture.\nIt’s plausible that a variant of RL can train this architecture to actually implement human-level cognition. This would likely involve some combination of ingredients like model-based RL, imitation learning, or hierarchical RL. There are a whole bunch of ideas currently on the table and being explored; if you can’t imagine any of these ideas working out, then I feel that’s a failure of imagination (unless you see something I don’t).\n"},"resolution":null},"Q":{"id":"5429b2a6-07b1-4ba7-8ade-44bce05be866","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1476","metadata":{"topics":[],"background_info":"Landing people on Mars is a longstanding ambition of NASA. Wikipedia lists 17 crewed Mars mission proposed by NASA, with the first one from 1960.\nThe latest is the \"Moon to Mars\" idea, as stated in Space Policy Directive-1:\nThe NASA Administrator shall, 'Lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities. Beginning with missions beyond low-Earth orbit, the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.'\nThe general ambition seems to be achieving landing people on Mars around 2030.\nMetaculus has very similar and popular question \"Will SpaceX land people on Mars prior to 2030?\". However, there is no corresponding question for NASA.\n"},"resolution":null}},"relevance":{"reasons":["The development of AGI based on deep learning could have significant implications for space exploration, including missions to Mars. Advanced AI could assist in mission planning, real-time problem solving, and autonomous operations, potentially increasing the likelihood of a successful Mars landing.","Both questions pertain to significant technological advancements and milestones in human achievement. The intersection of AI and space exploration is a topic of interest in futurism and technological forecasting."],"conclusion":"The logical combination of these questions is somewhat relevant, especially in the context of technological advancements and their potential interdependencies.","score":6.0}}}
{"P":{"id":"4f0769bb-89b4-4228-8263-9a70d7233a1d","title":"Will commercial farming of cows, pigs and chickens for meat be prohibited in the US before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if the US government passes legislation or the US constitution has been amended or interpreted by the Supreme Court to prohibit commercial farming of pigs, chickens and cows for their meat before December 31, 2040","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"9ae38087-597e-4f7e-baaa-1b1d89c1594b","title":"Given that commercial farming of cows, pigs, and chickens for meat is prohibited in the US before 2041, will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Suppose the following is true: The US government passes legislation or the US constitution has been amended or interpreted by the Supreme Court to prohibit commercial farming of pigs, chickens, and cows for their meat before December 31, 2040. Then, will any top 10 global meat processor/producer go bankrupt before 2028?\n\nResolution Criteria for the condition:\n- The US government passes legislation or the US constitution has been amended or interpreted by the Supreme Court to prohibit commercial farming of pigs, chickens, and cows for their meat before December 31, 2040.\n\nResolution Criteria for the outcome:\n- This question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\n- This question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\n- Positive resolution requires a filing only. No court ruling needs to be made.\n- If any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4a2a644f-9113-4a31-b93e-a646a31178aa","title":"Will both of the following occur: (a) Commercial farming of cows, pigs, and chickens for meat be prohibited in the US before 2041 and (b) Any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) The US government passes legislation or the US constitution has been amended or interpreted by the Supreme Court to prohibit commercial farming of pigs, chickens, and cows for their meat before December 31, 2040.\n(b) Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports. This includes:\n- Cargill, Tyson Foods, or Hormel (or any of their parent companies) submitting a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code.\n- Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) applying for bankruptcy proceedings in China.\n- Kerry Group applying for bankruptcy proceedings in Ireland.\n- JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan applying for bankruptcy proceedings.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ffb76b9e-32e7-4cae-adc7-39b6d0de79e6","title":"Will commercial farming of cows, pigs and chickens for meat be prohibited in the US before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if the US government passes legislation or the US constitution has been amended or interpreted by the Supreme Court to prohibit commercial farming of pigs, chickens and cows for their meat before December 31, 2040","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7547","metadata":{"topics":[],"background_info":"Related question on Metaculus:\nWill commercial animal farming be prohibited in the US by 2041?\nDirect Action Everywhere recently updated their roadmap to animal liberation to move the expected date of an Animal Bill of Rights forward from 2055 to 2040. An Animal Bill of Rights refers to extending constitutional protections in the US to animals, such that specifically all animal farming is made illegal by either a constitutional amendment or a Supreme Court ruling interpreting the existing constitution to prohibit animal farming.\nThis question is more narrow in scope, and asks if commercial farming of pigs, chickens and cows for meat will be banned by 2041 (so farming for eggs and dairy are not included in this scope).\n"},"resolution":null},"Q":{"id":"51ea48f3-e18e-4f28-9f0e-b2805cf6dc08","title":"Will any top 10 global meat processor/producer go bankrupt before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if Cargill, Tyson Foods, Hormel, Muyuan Foods, Wens Foodstuff Group, or any of their parent companies file for bankruptcy by January 1, 2028, according to credible financial media reports.\nThis question will resolve positively if Cargill, Tyson Foods or Hormel (or any of their parent companies) submits a court filing seeking bankruptcy protection under any provision of the United States Bankruptcy Code, or if Muyuan Foods or Wens Foodstuff Group (or any of their parent companies) apply for bankruptcy proceedings in China. It will also resolve positively if Kerry Group applies for bankruptcy proceedings in Ireland, JBS in Brazil, the WH Group in Hong Kong, Mowi ASA in Norway, or the Marubeni Corporation in Japan.\nPositive resolution requires a filing only. No court ruling needs to be made.\nIf any of the relevant companies are acquired or merged, and the new entity files for bankruptcy within two years of the acquisition or merger, the question will resolve positively\n","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7054","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nAccording to Value.today, software analytics company, the largest global processors or producers of meat are the following as April 2021 are: Cargill (US), Tyson Foods (US), Muyuan Foods (CN), Wens Foodstuff Group (CN), Hormel (US), Kerry Group (IE), JBS (BR), WH Group (Hong Kong), Mowi ASA (NO), and Marubeni Corporation (JP)"},"resolution":null}},"relevance":{"reasons":["The prohibition of commercial farming of cows, pigs, and chickens in the US could significantly impact the meat industry, potentially leading to financial instability for major meat processors and producers.","If commercial farming is prohibited, it could lead to increased costs, supply chain disruptions, and a shift in consumer behavior, all of which could contribute to the financial difficulties of top meat processors and producers.","The legal and regulatory environment surrounding meat production could influence the financial health of companies involved in the industry, making the logical combination of these questions relevant."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"79c0bbca-3a5c-4e01-b1fe-96f3a9f266db","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"fed29a54-cd09-451a-b363-a40588b78156","title":"Conditional on Donald Trump being the Republican nominee for the 2024 US Presidential Election, will there be fewer than 400 public 4-year colleges in the US by 2050?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if there are fewer than 400 public 4-year colleges in the US in any year after 2018, up to and including the 2049-2050 school term, according to NCES. If NCES no longer reports this data, other credible sources may be used. If the school year is no longer over a similar period, the final term can be any period which ends in 2050.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d9da8024-4756-41fd-94bf-1917ed2fb0bb","title":"Will Donald Trump be the Republican nominee for the 2024 US Presidential Election and will there be fewer than 400 public 4-year colleges in the US by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n(a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is not restricted to the candidates currently below; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention. If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\n(b) There are fewer than 400 public 4-year colleges in the US in any year after 2018, up to and including the 2049-2050 school term, according to NCES. If NCES no longer reports this data, other credible sources may be used. If the school year is no longer over a similar period, the final term can be any period which ends in 2050.\n\nFine Print\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c8a9f1a9-4236-4fef-9bef-25098632ac12","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5049","metadata":{"topics":[],"background_info":"Following the 2020 US election, Former President Donald Trump has hinted his intentions of running again for President in 2024, saying at a rally in March 2022, \"[...] in 2024, we are going to take back our beautiful White House [...] I will be back and we will be better and stronger than ever before\". Early polling for the Republican Party nomination frequently shows Trump as the top choice among respondents.\nFlorida Governor Ron DeSantis has not publicly expressed his intention of running (as of June 2022), though Fox News producers have called him \"the future of the Republican Party\". DeSantis is a frequent second-place favorite in polling behind Trump.\nFormer Vice President Mike Pence has also hinted his intentions of seeking the nomination; in April 2022, when asked if he would run even if Donald Trump were also running, he responded \"We’ll go where we’re called\".\n"},"resolution":null},"Q":{"id":"337cd5e8-ea9e-4fd9-95ea-178f3db4fb8b","title":"By 2050, will there be fewer than 400 public 4-year colleges in the US?","body":"Resolution Criteria\nThis question will resolve as Yes if there are fewer than 400 public 4-year colleges in the US in any year after 2018, up to and including the 2049-2050 school term, according to NCES. If NCES no longer reports this data, other credible sources may be used. If the school year is no longer over a similar period, the final term can be any period which ends in 2050\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8495","metadata":{"topics":[],"background_info":"The skyrocketing cost of college education in the the United States has led many to speculate on how costs can be brought under control or if they'll continue to rise. Neuroscientist and fiction author Erik Hoel wrote the following about college education in the year 2050 in a blog post published August 25, 2021\nThe education bubble will have popped and in 2050 the majority of education will take place online. A combination of private tutors and MOOCs and testing centers will have become the most common form of education. Students will compile credits from these different courses for different degrees. Colleges and universities will have lost much of their prestige and most mid-tier institutions will be closed or closing.\nAccording to the National Center for Education Statistics (NCES) there were 768 public 4 year colleges in the US in the 2018-2019 school year. If this number fell under 400 by 2050, that would be a drop of 48%.\n"},"resolution":null}},"relevance":{"reasons":["The political climate and policies of a Republican nominee, especially someone as influential as Donald Trump, could impact higher education policies and funding.","A Republican administration might push for changes in education funding, potentially leading to the closure or consolidation of public colleges.","The broader political and economic environment shaped by the 2024 election could influence long-term trends in public education."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially given the potential impact of political decisions on public education.","score":7.0}}}
{"P":{"id":"ef2b9864-bddf-478c-ae09-eb27fa9e8fe6","title":"Fewer than 375M in extreme poverty by 2030?","body":"Resolution Criteria\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nWill we see fewer than 375M in extreme poverty by 2030?\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d1c3e2cd-a0cc-4f12-8ec5-d12d92da3fcd","title":"Conditional on there being fewer than 375M people in extreme poverty by 2030, will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria for the condition:\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n\nResolution Criteria for the outcome:\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"3761e918-abfb-4bc8-922e-b630798c3f4a","title":"Will both of the following occur: (a) Fewer than 375M in extreme poverty by 2030 and (b) Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\n1. Fewer than 375M in extreme poverty by 2030:\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n\n2. Xi Jinping continue leading China in 2030:\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f46ca365-ffeb-4638-bea7-950184d655d7","title":"Fewer than 375M in extreme poverty by 2030?","body":"Resolution Criteria\nIn September 2015, 193 world leaders adopted the Sustainable Development Goals (SDGs) and called for a “data revolution” to enhance accountability in measuring the progress towards their fulfilment. The SDGs have 17 goals of which the first is “To end poverty in all its forms everywhere by 2030”.\nExtreme poverty is defined as living on less than $1.90 a day, measured in 2011 Purchasing Power Parity prices. Currently, around 630M people (roughly 8%) live in extreme poverty worldwide. According to World Bank Data, extreme poverty has been declining by roughly 1% per year since the 1980's. However, there is evidence that the decline in global extreme poverty has been slowing.\nA 2018 study by Cuaresma et al. on the poverty paths of developing countries projects worldwide poverty rates ranging from 4.5% (around 375 million persons) to almost 6% (over 500 million persons) in 2030.\nWill we see fewer than 375M in extreme poverty by 2030?\nThis question resolves positively if there are fewer than 375M in extreme poverty in any year up to (and including) 2030. For this question we will refer to the data by the World Bank, and if this is unavailable, some other database listed on the data sources page.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1576","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"ec161760-4042-40f6-8a52-56cf274153bf","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8533","metadata":{"topics":[],"background_info":"Xi Jinping is currently nearing the end of his second term as CCP General Secretary and is expected to make a bid for a third term and win it with a 92% chance according to a current Metaculus question. There is considerable speculation that Xi will pave the way for a much longer tenure akin to the tenure of Mao Zedong and Deng Xiaping. Having China ruled by a single figure with a potentially unlimited tenure might have considerable ramifications for a variety of topics ranging from the West's China policy to global security concerns."},"resolution":null}},"relevance":{"reasons":["Xi Jinping's leadership could influence China's economic policies, which in turn could affect global economic conditions and poverty rates.","China's role in international trade and development aid could impact poverty reduction efforts in other countries.","Xi Jinping's policies on international relations and global cooperation could affect the success of global initiatives aimed at reducing poverty."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as China's leadership could have significant global economic and political impacts that influence poverty rates.","score":7.0}}}
{"P":{"id":"76cec876-fea7-495a-98c4-cd48836575f9","title":"Will armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"2c552542-feee-4dcf-90d6-336d8990f193","title":"Conditional on armed conflicts between Taiwan and the PRC leading to at least 100 deaths before 2026, will the annual rate of US labor productivity growth for 2025 be 2 percent or above?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n\nResolution Criteria for Q:\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nWill the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4f7276d1-e88b-46d0-af0f-34bde01ecc12","title":"Will both of the following occur: (a) Armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026, and (b) The annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n(b) The annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, is 2 percent or above.\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\nThis question will resolve as No otherwise.","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"afa879b1-ede3-4893-8bcf-0ef385ed54ae","title":"Will armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7792","metadata":{"topics":[],"background_info":"The People's Republic of China claims sovereignty over the land currently controlled by the Republic of China (Taiwan) and has been increasingly belligerent in recent years about their claim here. NBC news recently claimed that the threat of China invading Taiwan is \"growing every day\"."},"resolution":null},"Q":{"id":"08111fa1-9bfd-450e-a122-c075970603e5","title":"Longbets series: will the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?","body":"Resolution Criteria\nRobert D Atkinson and Alberto Forchielli summarize their reasons for taking the bet here.\nRobert D Atkinson argued,\nU.S. productivity growth is at its lowest rate, perhaps since the founding of the Republic. Some experts, like Robert Gordon, argue that this will be the new new norm, arguing that all the \"low hanging fruit has been picked.\" Rather, a new wave of innovations, grounded in areas such as new materials, robotics and AI, are likely to finally get to the \"s-curve\" take-off point within the next 5 to 10 years, thereby powering organizations to boost labor productivity (eg., produce more per hour of labor)\nAlberto Forchielli countered,\nWe have not seen 3% productivity growth in USA for many years. Predicting such growth is highly speculative at this point since there are way too many uncertainties. Moreover assuming such growth entails large investment amounts not just in R&D but also downstream. I fear US economy will see itself constrained by China worldwide expansion. Protectionist tendencies and the emergence of formidable Chinese competitors will constrain the development of US companies making it more difficult to achieve high productivity enhancements. In other words, the world economic context will change to such a degree that we will have to revise all our economic and business hypothesis derived from past experiences and extrapolated from futuristic assumptions embedded in history.\nWill the annual rate of US labor productivity growth for the year 2025, as measured by the U.S. Bureau of Labor Statistics, be 2 percent or above?\nIf Robert D Atkinson is declared the winner of the bet by the Long Now Foundation, then this question resolves positively. If Alberto Forchielli is declared the winner, then this question resolves negatively.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5865","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Geopolitical instability, such as a conflict between Taiwan and China, can have significant global economic repercussions. This could affect US economic conditions, including labor productivity growth.","A major conflict in East Asia could lead to disruptions in global supply chains, which might impact US industries and their productivity.","The US might increase its defense spending or engage in other economic activities in response to the conflict, which could indirectly affect labor productivity."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as geopolitical events can have wide-ranging economic impacts.","score":7.0}}}
{"P":{"id":"692b771d-5dc8-498a-8099-56dd990f097c","title":"If there's a nuclear conflict involving >1,000 detonations, will humanity be extinct within 50 years?","body":"Resolution Criteria\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n","resolution_date":"2073-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"06b893cc-24ec-4e64-97a8-c1145d97e91e","title":"If there's a nuclear conflict involving >1,000 detonations, will there be at least one fatality in the US from a non-test nuclear detonation by 2050?","body":"Resolution Criteria for the condition:\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n\nResolution Criteria for the outcome:\nThis question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.","resolution_date":"2073-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e2f542b5-cc8c-4b1e-a20a-0fd2ac0de274","title":"Will humanity be extinct within 50 years of a nuclear conflict involving >1,000 detonations and will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?","body":"Resolution Criteria\nThis question resolves positively if both of the following occur:\n(a) The human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\n(b) An offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\n\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\n\nThe fatality in the US must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution. For the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\n\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2073-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5cfec4b2-f879-4595-8f33-087f8fc467df","title":"If there's a nuclear conflict involving >1,000 detonations, will humanity be extinct within 50 years?","body":"Resolution Criteria\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n","resolution_date":"2073-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8396","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nNuclear GC to cause (near) extinction\nWould we recover if population falls <400m?\nWill humans go extinct by 2100?\nExtinction if population falls <400 million?\nAs stated on another question about extinction:\n\"N.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith.\"\n"},"resolution":null},"Q":{"id":"bf9d37d2-75b9-4c41-af75-b1a58dee9252","title":"Will there be at least one fatality in the US from a non-test nuclear detonation by 2050 if a non-test detonation causes a fatality anywhere?","body":"Resolution Criteria\nThis question will resolve as Yes if an offensive nuclear detonation occurs at any time between January 1, 2021 and January 1, 2050 and causes at least one fatality in the US. This question will resolve as ambiguous if there are no offensive nuclear detonations in that time period. Detonations for testing purposes, peaceful nuclear explosions, and accidental detonations of a state's weapon on its own territory will not count towards question resolution, even if such detonations cause substantial damage. Detonations by either state or non-state actors can count towards question resolution.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nFor the purposes of this question, the \"United States\" will be defined as any and all of the US states (excluding, for example, overseas territories such as Guam).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7405","metadata":{"topics":[],"background_info":"Nuclear weapons have only been detonated offensively twice. Both detonations were by the US over Japanese cities in 1945. As of May 2021, the US and two of its strategic rivals are the states with the most nuclear warheads in the world (Russia with 6,257, the US with 5,550, and China with 350)."},"resolution":null}},"relevance":{"reasons":["A nuclear conflict involving more than 1,000 detonations would likely have significant geopolitical and social ramifications, which could increase the likelihood of further nuclear incidents, including in the US.","The aftermath of such a large-scale nuclear conflict could destabilize global security, making it more probable that nuclear weapons might be used again, potentially leading to fatalities in the US.","Understanding the combined probability of these events could help in assessing the broader risks and potential cascading effects of nuclear conflicts."],"conclusion":"The logical combination of these questions is worth considering because the occurrence of a large-scale nuclear conflict could influence the likelihood of subsequent nuclear incidents, including those causing fatalities in the US.","score":8.0}}}
{"P":{"id":"1cf77d1c-b8e4-41cf-8c6f-9a17eef503dd","title":"Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI?","body":"Resolution Criteria\nThis question resolves positively in the event that Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\nRelated question: [When will the US labor force participation rate fall below 10%?](https://www.metaculus.com/questions/8480/us-l…\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"26dd927c-f77f-46d9-b998-524596ca97ea","title":"Conditional on Robin Hanson winning his bet against Matthew Barnett on whether ems will come before de novo AGI, will the Unique Games Conjecture be proved by 2030?","body":"Resolution Criteria for P:\nThis question resolves positively in the event that Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\n\nResolution Criteria for Q:\nThis question resolves positively if Boaz Barak writes publicly (on Twitter, a blog, or elsewhere) that Elchanan Mossel has won the bet. It resolves negatively if he announces Subhash Khot has won. If there is no announcement by the resolve date, then it resolves positively if there is a peer reviewed paper that was originally uploaded to the ArXiv in 2030 which is accepted in a major mathematics journal or computer science conference by the resolve date. Else, it resolves negatively.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"5d020e59-a3de-4ef8-8603-69715ad767a1","title":"Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI AND will the Unique Games Conjecture be proved by 2030?","body":"Resolution Criteria\nThis question resolves positively if BOTH of the following occur:\n(a) Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, or Metaculus admins use their discretion to resolve the bet in favor of Robin Hanson.\n(b) Boaz Barak writes publicly (on Twitter, a blog, or elsewhere) that Elchanan Mossel has won the bet, or there is a peer-reviewed paper originally uploaded to the ArXiv in 2030 which is accepted in a major mathematics journal or computer science conference by the resolve date.\n\nIt resolves negatively if EITHER of the following occur:\n(a) Robin Hanson (or his descendants) publicly concedes to Matthew Barnett, or Metaculus admins use their discretion to resolve the bet in favor of Matthew Barnett.\n(b) Boaz Barak announces Subhash Khot has won, or there is no peer-reviewed paper originally uploaded to the ArXiv in 2030 which is accepted in a major mathematics journal or computer science conference by the resolve date.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a641a2d2-5577-4c2d-87d0-dc55dca1607d","title":"Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI?","body":"Resolution Criteria\nThis question resolves positively in the event that Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\nRelated question: [When will the US labor force participation rate fall below 10%?](https://www.metaculus.com/questions/8480/us-l…\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8475","metadata":{"topics":[],"background_info":"On Twitter Robin Hanson proposed,\nOK, so to summarize a proposal: I'd bet my $1K to your $9K (both increased by S&P500 scale factor) that when US labor participation rate < 10%, em-like automation will contribute more to GDP than AGI-like. And we commit our descendants to the bet.\nMatthew Barnett replied,\nI agree to this bet."},"resolution":null},"Q":{"id":"798545de-940f-4ba0-b54e-2919aa4aab2b","title":"Will the Unique Games Conjecture be proved by 2030?","body":"Resolution Criteria\nThis question resolves positively if Boaz Barak writes publicly (on Twitter, a blog, or elsewhere) that Elchanan Mossel has won the bet. It resolves negatively if he announces Subhash Khot has won. If there is no announcement by the resolve date, then it resolves positively if there is a peer reviewed paper that was originally uploaded to the ArXiv in 2030 which is accepted in a major mathematics journal or computer science conference by the resolve date. Else, it resolves negatively\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7736","metadata":{"topics":[],"background_info":"The Unique Games Conjecture (UGC) is a conjecture made by Nevanlinna Prize winner Subhash Khot of NYU in 2002. It states that the Unique Games problem is NP-hard, and is one of the famous open problems in computational complexity theory. It especially has implications in hardness of approximation; for instance, it implies that the problem of approximating maximum cut for graphs by a better constant than given by the Goemans-Williamson algorithm is NP-hard.\nAt the 2019-2020 Tel Aviv Theory Fest, MIT professor Elchanan Mossel and NYU professor and Khot made a bet that a correct proof of UGC will be uploaded to arXiv by 2030. In early 2018, Khot, along with Dor Minzer and Muli Safra, made a significant advance toward proving UGC in a paper. Harvard professor Boaz Barak agreed to referee the bet."},"resolution":null}},"relevance":{"reasons":["Both questions involve long-term predictions about significant technological or scientific advancements, which might interest those studying the future of technology and science.","The outcome of the bet between Robin Hanson and Matthew Barnett could be influenced by advancements in AI, which might also be related to the mathematical progress needed to prove the Unique Games Conjecture.","Both questions could be of interest to futurists, researchers, and enthusiasts who are interested in the trajectory of human knowledge and technological progress."],"conclusion":"While the two questions are not directly related, they share a common theme of predicting significant future events in technology and science, making their logical combination somewhat interesting to a niche audience.","score":5.0}}}
{"P":{"id":"d7faa19f-3dfd-4f8d-bdce-e268417a7a67","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"932397a4-100c-432c-bccf-706ef55c9aed","title":"Conditional on the United States signing a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031, will renewable energy contribute 25% or less to global electricity production in 2030?","body":"Resolution Criteria for P:\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if renewable energy contributes 25.00% or less to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"ad5bb8b8-169c-4d52-8511-ad0aa5bc1ddc","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031 and will renewable energy contribute 25% or less to global electricity production in 2030?","body":"Resolution Criteria\nThis question will resolve as YES if both of the following occur: (1) By Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), and (2) Renewable energy contributes 25.00% or less to global electricity production in the calendar year 2030, according to World Bank data. Historical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments. Otherwise, this question will resolve as NO.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"59377b1e-e04a-493c-83b3-f8252d4553fb","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8504","metadata":{"topics":[],"background_info":"Lethal Autonomous Weapons Systems, as defined by the U.S. Department of Defense, are “weapon system[s] that, once activated, can select and engage targets without further intervention by a human operator.”\nSuch systems, colloquially known (especially by their opponents) as \"Killer Robots\" or \"Slaughterbots\" have received negative attention from a number of actors, including a coalition known as the Campaign to Stop Killer Robots.\nThese activists appear to prefer a legally-binding instrument of international law, likely in treaty form, as a \"Killer Robot Ban Treaty\". Such a treaty has received support from several countries, as tracked by Human Rights Watch, and been discussed at the working group of the UN Convention on Certain Conventional Weapons (ibid.).\nFormal and legally-binding arms control has proven elusive however, leading some to question the \"end of arms control.\" Moreover, several of the most powerful militaries in the world, including the United States, the United Kingdom, and Russia, strongly oppose such a ban.\nMoreover, a Killer Robot Ban Treaty faces a fundamental definitional problem, as weapons systems like \"homing munitions\" have elements of autonomy under conventional definitions, but are an integral part of many military operations, and have been in use since World War II, and as broad definitions may exclude many applications of artificial intelligence. Senior defense leaders, including Bob Work, the \"father of the Pentagon's push for Artificial Intelligence\" have also criticized such a ban.\n"},"resolution":null},"Q":{"id":"d1f4eed9-ff7b-4806-93af-84009304b668","title":"Will renewable energy contribute 25% or less to global electricity production in 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if renewable energy contributes 25.00% or less to global electricity production in the calendar year 2030, according to World Bank data.\nHistorical data can be found here. Please make a copy by clicking \"file\" and then \"make a copy\" if you wish to edit it. If you make useful additions to the dataset, please share the file in the comments\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3593","metadata":{"topics":[],"background_info":"The Intergovernmental Panel on Climate Change (IPCC) has outlined various illustrative model pathways for limiting global warming to 1.5°C by the end of the century. Its fourth pathway (P4) is the worst-case scenario in terms of our ability to transition our energy supply toward renewables. In this scenario, the only way to limit global warming to 1.5°C is by making strong use of carbon dioxide removal (CDR) techniques, such as through the deployment of Bio-energy with carbon capture and storage (BECCS). According the (IPCC, 2018):\nP4: A resource- and energy-intensive scenario in which economic growth and globalization lead to widespread adoption of greenhouse-gas-intensive lifestyles, including high demand for transportation fuels and livestock products. Emissions reductions are mainly achieved through technological means, making strong use of CDR through the deployment of BECCS.\nAccording to the (IPCC, 2018), P4 is consistent with a share of 25% or less of renewables energy used in electricity production in 2030.\nIn 2016, 22.66% of total electricity was produced using renewable energy, according to World Bank data.\n"},"resolution":null}},"relevance":{"reasons":["The United States' stance on international treaties, especially those related to advanced military technologies, could reflect broader geopolitical strategies and priorities. These strategies might also influence or be influenced by the country's energy policies and investments in renewable energy.","A focus on military advancements and autonomous weapons might indicate a prioritization of defense spending over investments in renewable energy infrastructure, potentially affecting the global share of renewable energy.","Conversely, a strong commitment to renewable energy might reflect a broader strategy of international cooperation and peace, which could correlate with a willingness to engage in treaties banning certain types of weapons."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they both reflect broader geopolitical and strategic priorities of the United States.","score":6.0}}}
{"P":{"id":"96f2e8d5-6982-4d31-a30b-0fa78c0ac56f","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"15189cf8-4651-47cb-a54b-d8077a72df29","title":"Given the United States signs a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031, will a large American city fully abolish their police department before 2035?","body":"Suppose the following is true: The United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons by Jan 1, 2031, and this is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times). Then, will a large American city whose metropolitan area contains at least 1 million people abolish their public police department before 2035? In other words, will the government take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city?","resolution_date":"2034-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e2873692-251d-4176-89c8-7728c15e1f23","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031 and will a large American city fully abolish their police department before 2035?","body":"Resolution Criteria\nThis question will resolve as YES if BOTH of the following occur:\n(a) By Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times).\n(b) An American city whose metropolitan area contains at least 1 million people, abolishes their public police department before 2035. In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n\nIf both conditions are met, this question will resolve as YES, otherwise NO.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"59377b1e-e04a-493c-83b3-f8252d4553fb","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8504","metadata":{"topics":[],"background_info":"Lethal Autonomous Weapons Systems, as defined by the U.S. Department of Defense, are “weapon system[s] that, once activated, can select and engage targets without further intervention by a human operator.”\nSuch systems, colloquially known (especially by their opponents) as \"Killer Robots\" or \"Slaughterbots\" have received negative attention from a number of actors, including a coalition known as the Campaign to Stop Killer Robots.\nThese activists appear to prefer a legally-binding instrument of international law, likely in treaty form, as a \"Killer Robot Ban Treaty\". Such a treaty has received support from several countries, as tracked by Human Rights Watch, and been discussed at the working group of the UN Convention on Certain Conventional Weapons (ibid.).\nFormal and legally-binding arms control has proven elusive however, leading some to question the \"end of arms control.\" Moreover, several of the most powerful militaries in the world, including the United States, the United Kingdom, and Russia, strongly oppose such a ban.\nMoreover, a Killer Robot Ban Treaty faces a fundamental definitional problem, as weapons systems like \"homing munitions\" have elements of autonomy under conventional definitions, but are an integral part of many military operations, and have been in use since World War II, and as broad definitions may exclude many applications of artificial intelligence. Senior defense leaders, including Bob Work, the \"father of the Pentagon's push for Artificial Intelligence\" have also criticized such a ban.\n"},"resolution":null},"Q":{"id":"98c5ef3f-661e-4e2c-bdad-6f336c54fc47","title":"Will a large American city fully abolish their police department before 2035?","body":"Resolution Criteria\nThis question resolves positively in the event that an American city whose metropolitan area contains at least 1 million people, abolishes their public police department. In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n30 October 2021 clarification: Resolution text changed from\n\"In other words, the government would need to take an official action whose result is the complete disappearance of a taxpayer funded and government managed police department in that city.\"\nto\n\"In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6725","metadata":{"topics":[],"background_info":"From Wikipedia,\nThe police abolition movement is a political movement, largely in the United States, that advocates replacing policing with other systems of public safety. Police abolitionists believe that policing, as a system, is inherently flawed and cannot be reformed—a view that rejects the ideology of police reformists. While reformists seek to address the ways in which policing occurs, abolitionists seek to transform policing altogether through a process of disbanding, disempowering, and disarming the police. Abolitionists argue that the institution of policing is deeply rooted in a history of white supremacy and settler colonialism, and that it is inseparable from a pre-existing racial capitalist order.\nIn the summer of 2020, a movement to dismantle the Minneapolis police department became supported by a majority of the members of the Minneapolis city council, but was later abandoned.\nSome have questioned the practicality of police abolition, asking whether it would be possible to maintain a society with no police without it devolving into lawlessness and chaos. As one potential response, the capitalist philosopher Michael Huemer has written at length about how a society that abolished government policing could maintain the public order. From his book The Problem of Political Authority,\nAccording to a recent report, there are now 20 million private security guards worldwide – about twice as many as the number of government police. In America, private security guards number about 1 million, compared to 700,000 government police. In some cases, the government itself hires private security guards to protect public spaces, including the Liberty Bell in Philadelphia, the Statue of Liberty in New York, and the main bus terminal in Durham, North Carolina. If this trend continues, we could one day see a situation in which all public spaces are protected by private security guards.\nIn many countries – the United States, the United Kingdom, Canada, Australia, and others – private citizens are legally authorized to make citizens’ arrests. The conditions for a legal citizen’s arrest, however, tend to be much more restricted than the conditions under which government police may make an arrest. Legal authorization for citizens’ arrests may be limited to certain kinds of crimes, and the arresting citizen may be required to personally witness the crime in progress. One could imagine a liberalization of such laws, permitting citizens’ arrests for all crimes, including cases in which the suspect’s guilt is established by investigation after the fact.\n"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to significant shifts in U.S. policy and governance, reflecting broader societal and political trends.","The abolition of a police department in a major city could be indicative of a larger movement towards demilitarization and reform, which might also influence the stance on autonomous weapons.","Both questions involve substantial changes in public safety and security policies, which could be driven by similar political or social pressures."],"conclusion":"The logical combination of these questions is somewhat relevant as they both reflect potential major policy shifts in the U.S. related to security and governance.","score":6.0}}}
{"P":{"id":"64a906c3-a4ff-4669-baf5-24be9f77983c","title":"Will there be another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026?","body":"Resolution Criteria\nThis question resolves positively if, in 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations (see fine print for details).\nGrants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example.\nFine Print\nA donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count).\nAn organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, I will make a best-effort attempt to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021.\nBy way of a guide, this is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n[EDIT] Sylvain 2021-09-28: clarified that Good Ventures doesn't count.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"1c8151a3-2773-4d26-a629-5f657d0318c9","title":"Conditional on there being another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026, will the National Popular Vote Interstate Compact reach majority in the Electoral College before 2030?","body":"Suppose the following is true: In 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family, donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations. Grants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example. A donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count). An organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, a best-effort attempt will be made to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021. This is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n\nThen, is the following true: At least five reliable media sources report that states representing at least half of Electoral College votes have signed the National Popular Vote Interstate Compact (NPVIC) before 2030?","resolution_date":"2029-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"04d34e1c-7f84-4ba0-8724-4f25d0ff28f1","title":"Will both of the following occur: (a) Another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026 and (b) The National Popular Vote Interstate Compact reach majority in the Electoral College before 2030?","body":"Resolution Criteria\nThis question resolves positively if both of the following occur:\n(a) In 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations (see fine print for details).\nGrants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example.\nFine Print\nA donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count).\nAn organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, I will make a best-effort attempt to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021.\nBy way of a guide, this is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n[EDIT] Sylvain 2021-09-28: clarified that Good Ventures doesn't count.\n\n(b) At least five reliable media sources report that states representing at least half of Electoral College votes have signed the NPVIC before 2030.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3762d21c-7a44-44c9-a525-7d4a7e297381","title":"Will there be another donor on the scale of 2020 Good Ventures in the Effective Altruist space in 2026?","body":"Resolution Criteria\nThis question resolves positively if, in 2026, an individual donor or foundation other than Good Ventures, sourcing its wealth from a single individual or family donates over 250 million dollars (adjusted for inflation), using an Effective Altruist framework to guide their donations (see fine print for details).\nGrants should only count if they are publicly disclosed, as is currently done by Good Ventures or Survival and Flourishing, for example.\nFine Print\nA donor will be considered to have donated the money if the money has been regranted to organisations outside their foundation to explicitly pursue direct work on improving the world (so, for example, donating to a Donor Advised Fund with the intention of investing the money for future charitable use would not count, but donating to an organisation doing cause prioritisation research would count).\nAn organisation should be considered EA aligned if out of 3 Metaculus moderators, 3/3 would consider the donor or the majority of the leadership of the organisation to be members of the EA community, or that the donations were motivated by Effective Altruist considerations. If moderators are divided or individually uncertain, I will make a best-effort attempt to poll 5 well-known members of the EA community who can credibly attest to being part of EA as of June 4 2021.\nBy way of a guide, this is intended to exclude, for example, the Gates Foundation, but include Open Philanthropy, Longview Philanthropy and The Life You Can Save as of 2021.\n[EDIT] Sylvain 2021-09-28: clarified that Good Ventures doesn't count.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7340","metadata":{"topics":[],"background_info":"Good Ventures is a philanthropic foundation managing the giving of Dustin Moskovitz and Cari Tuna which is a major donor to effective altruist aligned causes. They donated $219 million to such causes in 2020 and $274 million in 2019, for an average of $246 million per year in these two years. This question asks if, in 2026, there will be another such foundation or individual donor in the effective altruism space."},"resolution":null},"Q":{"id":"f2e4377a-ce7d-423f-9189-48ff996e59e2","title":"Will the National Popular Vote Interstate Compact reach majority in the Electoral college before 2030?","body":"Resolution Criteria\nThis question resolves positively if at least five reliable media sources report that states representing at least half of Electoral College votes have signed the NPVIC before 2030.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3629","metadata":{"topics":[],"background_info":"The National Popular Vote Interstate Compact is a an agreement among states to award all of their electoral votes to the candidate with the highest popular vote, conditional on enough states agreeing that the total electoral vote count would secure a majority in the electoral college. In effect, the agreement means that if enough states sign on, the popular vote will determine the outcome of presidential elections. So far states representing 196 electoral votes have signed on, which is 73% of the way to the 270 required to obtain a majority in the Electoral College."},"resolution":null}},"relevance":{"reasons":["The Effective Altruist (EA) community is often interested in systemic changes and large-scale policy shifts, which could be influenced by changes in the political landscape, such as the adoption of the National Popular Vote Interstate Compact (NPVIC).","A significant donor in the EA space might have an interest in political reforms, including the NPVIC, as part of their broader strategy to improve governance and democratic processes.","The success of the NPVIC could potentially influence the priorities and strategies of large EA donors, who might see it as a way to ensure that their donations have a more significant impact on policy and governance."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly from the perspective of the EA community's interest in systemic change and political reform.","score":6.0}}}
{"P":{"id":"3e61a029-4195-48b3-a90d-41e7d47503e4","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4a797edd-4882-4213-ad06-caf0794c5e27","title":"If a global biological catastrophe reduces the human population by 95% or more, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?","body":"Resolution Criteria for P:\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n\nResolution Criteria for Q:\nA hemispherectomy is a very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\nHere the resolution is determined by the conjunction of three actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nHalf of their brain was placed in long-term cryopreservation while they were still legally alive.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d55ca071-5727-4dad-a1d4-2abeb863fed8","title":"Will both of the following occur: (a) a global biological catastrophe reduces the human population by 95% or more, and (b) someone reports receiving a hemispherectomy for life extension before 2100?","body":"Resolution Criteria:\n\n1. Given that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\n   - The question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population.\n   - The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur.\n   - The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n   - A biological catastrophe is here defined as a catastrophe resulting from the deployment of biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n\n2. Will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\n   - A hemispherectomy is a very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain.\n   - The resolution is determined by the conjunction of three actions, performed by an individual human:\n     1. They received a hemispherectomy voluntarily.\n     2. Half of their brain was placed in long-term cryopreservation while they were still legally alive.\n     3. They reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"77e5830a-495d-4c86-a8d7-2637efc64cc4","title":"Ragnarök Question Series: if a global biological catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nGiven that a biological global catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a global biological catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population. The question resolves ambiguous if a global biological catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a global biological catastrophe failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\nA biological catastrophe is here defined as a catastrophe resulting from the deployment biotechnologies or bioengineered organisms (including viruses) that claims at least 10% in any period of 5 years or less before 2100. Moreover, the catastrophe must be generally believed very unlikely in a counterfactual world with little or no biotechnological interventions but otherwise similar to ours.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2514","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to biotechnology or bioengineered organisms?.\nNo single disease currently exists that combines the worst-case levels of transmissibility, lethality, resistance to therapies, and global reach. But we know that the worst-case attributes can be realized independently. For example, some diseases exhibit nearly a 100% case fatality ratio in the absence of treatment, such as rabies or septicemic plague. The 1918 flu has a track record of spreading to virtually every human community worldwide. Chickenpox and HSV-1, can reportedly reach over 95% of a given population.\nAn informal survey at the 2008 Oxford Global Catastrophic Risk Conference asked participants to estimate the chance that disasters of different types would occur before 2100. Participants had a median risk estimate of 0.05% that a natural pandemic would lead to human extinction by 2100, and a median risk estimate of 2% that an “engineered” pandemic would lead to extinction by 2100.\nMoreover, previous literature has found that casualty numbers from terrorism and warfare follow a power law distribution, including terrorism from WMDs. Millett and Snyder-Beattie have performed a naive power law extrapolation to estimate the chance of an existential biological disaster:\nPast studies have estimated this ratio for terrorism using biological and chemical weapons to be about 0.5 for 1 order of magnitude, meaning that an attack that kills\n10\nx\npeople is about 3 times less likely (\n10\n0.5\n) than an attack that kills\n10\nx\nx−1\npeople (a concrete example is that attacks with more than 1,000 casualties, such as the Aum Shinrikyo attacks, will be about 30 times less probable than an attack that kills a single individual). Extrapolating the power law out, we find that the probability that an attack kills more than 5 billion will be\n(5billion\n)\n–0.5\nor 0.000014. Assuming 1 attack per year (extrapolated on the current rate of bio-attacks) and assuming that only 10% of such attacks that kill more than 5 billion eventually lead to extinction (due to the breakdown of society, or other knock-on effects), we get an annual existential risk of 0.0000014 (or\n1.4×\n10\n−6\n).\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n"},"resolution":null},"Q":{"id":"9b352a43-7135-4ce5-95c9-b5e058a4f60b","title":"Will someone report to have received a hemispherectomy for the purpose of life extension before 2100?","body":"Resolution Criteria\nA hemispherectomy is\na very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\nHere the resolution is determined by the conjunction of three actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nHalf of their brain was placed in long-term cryopreservation while they were still legally alive.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4969","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A global biological catastrophe that reduces the human population by 95% or more could create extreme conditions where radical medical procedures, including hemispherectomies for life extension, become more common as people seek desperate measures to survive or preserve their identity.","In a post-catastrophe world, the value placed on life extension technologies might increase significantly, leading to more experimental and unconventional medical practices being reported and pursued.","The psychological and societal impacts of a massive population reduction could drive individuals to take extreme steps, including undergoing hemispherectomies, to ensure their survival or the preservation of their consciousness."],"conclusion":"The logical combination of these questions is somewhat plausible, as extreme conditions resulting from a global catastrophe could lead to unconventional medical practices being more common or reported.","score":6.0}}}
{"P":{"id":"2cc86c23-0f2e-430d-aaab-cea568224bc6","title":"Will Alcor offer the use of a fixative during cryopreservation procedures before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if Alcor offers the use of a fixative during an active cryopreservation for their members at any time before January 1, 2030","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b2bd517a-7853-4e3c-a1ce-f08128190c2e","title":"Conditional on Alcor offering the use of a fixative during cryopreservation procedures before 2030, will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if Alcor offers the use of a fixative during an active cryopreservation for their members at any time before January 1, 2030.\n\nResolution Criteria for Q:\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\n\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\n\nFine Print for \"weak\" AGI:\nA \"weak\" Artificial General Intelligence should be capable of the following:\n- Able to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\n- Able to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\n- Be able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\n- Be able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\n\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"715ea957-100b-411d-91c1-c4304e12d5ee","title":"Will both of the following occur: (a) Alcor offer the use of a fixative during cryopreservation procedures before 2030 and (b) the control problem be solved before the creation of \"weak\" Artificial General Intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Alcor offers the use of a fixative during an active cryopreservation for their members at any time before January 1, 2030.\n(b) Expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable of the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"beb599af-dda6-41a0-a3bb-920ae3fa064e","title":"Will Alcor offer the use of a fixative during cryopreservation procedures before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if Alcor offers the use of a fixative during an active cryopreservation for their members at any time before January 1, 2030","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4051","metadata":{"topics":[],"background_info":"Aldehyde-Stabilized Cryopreservation (ASC) is\na brain-banking technique for preserving detailed brain ultrastructure over long time scales.\nIt was the technique that won the Large Mammal BPF Prize in 2018. ASC works by fixing biological tissue using glutaraldehyde, protecting the tissue from decay due to autolysis or putrefaction. However, glutaraldehyde is not the only fixative available. At the moment, ASC is merely the only technique that I'm currently aware of that uses a fixative to protect tissue prior to cryopreservation.\nAlcor does not currently offer ASC for its members, writing a mixed review about it as a research direction in 2018, and without releasing any plans for adoption.\nA common position among cryonicists is that ASC will not allow for successful revival since aldehyde fixation destroys biological viability. Proponents of ASC respond that it preserves fine tissue better than existing vitrification techniques, and is suitable for people who want their brain to be scanned and \"uploaded\" onto a computer. Ralph Merkle, writing for Alcor, has said\nRather obviously, if you want to cryopreserve someone you’d rather not perfuse them with glutaraldehyde. It’s a fixative. On the other hand, if you don’t use glutaraldehyde, then you’re going to get dehydration and shrinkage, which means you won’t get the pretty pictures that neuroscientists like.\n"},"resolution":null},"Q":{"id":"3955f82a-b69d-4dee-bad9-dfd1a50a125e","title":"Will the control problem be solved before the creation of \"weak\" Artificial General Intelligence?","body":"Resolution Criteria\nThe question will resolve as Yes if expert consensus is that the control problem is solved before the public demonstration of \"weak\" artificial general intelligence.\nFor the purposes of this question, \"weak\" AGI will be defined as meeting the qualifications in this question, the terms of which are reproduced in the fine print below.\nFine Print\nA \"weak\" Artificial General Intelligence should be capable fo the following:\nAble to reliably pass a Turing test of the type that would win the Loebner Silver Prize.\nAble to score 90% or more on a robust version of the Winograd Schema Challenge, e.g. the \"Winogrande\" challenge or comparable data set for which human performance is at 90+%\nBe able to score 75th percentile (as compared to the corresponding year's human students; this was a score of 600 in 2016) on all the full mathematics section of a circa-2015-2020 standard SAT exam, using just images of the exam pages and having less than ten SAT exams as part of the training data. (Training on other corpuses of math problems is fair game as long as they are arguably distinct from SAT exams.)\nBe able to learn the classic Atari game \"Montezuma's revenge\" (based on just visual inputs and standard controls) and explore all 24 rooms based on the equivalent of less than 100 hours of real-time play (see closely-related question.)\nBy \"unified\" we mean that the system is integrated enough that it can, for example, explain its reasoning on an SAT problem or Winograd schema question, or verbally report its progress and identify objects during videogame play. (This is not really meant to be an additional capability of \"introspection\" so much as a provision that the system not simply be cobbled together as a set of sub-systems specialized to tasks like the above, but rather a single system applicable to many problems.)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6509","metadata":{"topics":[],"background_info":"From wikipedia \"the AI control problem is the issue of how to build a superintelligent agent that will aid its creators, and avoid inadvertently building a superintelligence that will harm its creators... approaches to the control problem include alignment, which aims to align AI goal systems with human values, and capability control, which aims to reduce an AI system's capacity to harm humans or gain control.\"\nHere is an introductory video."},"resolution":null}},"relevance":{"reasons":["Both questions are related to advancements in technology and scientific progress. Alcor's use of a fixative during cryopreservation involves advancements in cryonics and medical technology, while solving the control problem before the creation of 'weak' AGI involves advancements in artificial intelligence and safety measures.","There might be an interest in understanding the broader landscape of technological progress and how advancements in one field might correlate with or influence advancements in another field.","Both questions involve ethical considerations and long-term planning, which might be of interest to futurists, ethicists, and policymakers."],"conclusion":"While the two questions are not directly related, they both pertain to significant technological advancements and ethical considerations, making their logical combination somewhat interesting to certain audiences.","score":5.0}}}
{"P":{"id":"27ac6c9c-ef7f-4b7f-b520-8843ac72f855","title":"By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?","body":"Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"234b641a-b113-49ef-973c-e2ab9ff7cb23","title":"Conditional on at least 25% of #1 NYT Best Selling Fiction being primarily written by AI by 2050, will at least one US state secede from the Union before 31 December, 2030?","body":"Resolution Criteria for P:\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports.\n\nResolution Criteria for Q:\nThe United States of America has in the past acquired new territories, such as the Alaskan purchase of 1867, and the purchase of the former Danish West Indies in 1917. Sometimes territories have changed status, such as when Hawaii became a state in 1959. However, no state has so far left the union without a civil war ensuing and eventually causing its reintegration. However, there are currently active secessionist movements in several US states, some which have appreciable levels of support. A 2014 poll showed that 58% of Alaskans favored a secession from the union. Will a US state agree to leave the union before end of 2030?\nThe question resolves in the affirmative if any US state leave the union.\nResolution details:\nThe procedure to leave the US state need not go through official legislative channels (e.g. introducing a bill to leave the union and this bill receives majority support in the state legislature)\nIn case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union\nPositive resolution requires the relevant state to have existed at least one year prior to its secession\nFor example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"8e667658-88f8-459a-84fe-64d86e2a4ac2","title":"Will both of the following occur: (a) By 2050, at least 25% of #1 NYT Best Selling Fiction will be primarily written by AI and (b) At least one US state will secede from the Union before 31 December, 2030?","body":"Resolution Criteria\n(a) This question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports.\n(b) The United States of America has in the past acquired new territories, such as the Alaskan purchase of 1867, and the purchase of the former Danish West Indies in 1917. Sometimes territories have changed status, such as when Hawaii became a state in 1959. However, no state has so far left the union without a civil war ensuing and eventually causing its reintegration. However, there are currently active secessionist movements in several US states, some which have appreciable levels of support. A 2014 poll showed that 58% of Alaskans favored a secession from the union. Will a US state agree to leave the union before end of 2030?\nThe question resolves in the affirmative if any US state leave the union.\nResolution details:\nThe procedure to leave the US state need not go through official legislative channels (e.g. introducing a bill to leave the union and this bill receives majority support in the state legislature)\nIn case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union\nPositive resolution requires the relevant state to have existed at least one year prior to its secession\nFor example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f095c54b-16cb-4073-94ba-7a2b86866270","title":"By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?","body":"Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8404","metadata":{"topics":[],"background_info":"Artificial intelligence has made significant advances with the recent development of language models such as GPT-3. It is widely expected that artificial intelligence will become significantly more capable in the future, and some believe that artificial intelligence may someday surpass human ability in certain areas, or even in general intelligence.\nNeuroscientist and fiction author Erik Hoel wrote the following about the capabilities of AI in the year 2050 in a blog post published August 25, 2021:\nThe worst hit will be artists like writers, painters, poets, and musicians, who will have to deal with a total saturation of artistic content by AI. By 2050 much of the words you read and content you consume will be generated by an AI [...]\n"},"resolution":null},"Q":{"id":"fbee742a-2838-40d1-9939-20aef23170d4","title":"Will at least one US state secede from the Union before 31 December, 2030?","body":"Resolution Criteria\nThe United States of America has in the past acquired new territories, such as the Alaskan purchase of 1867, and the purchase of the former Danish West Indies in 1917. Sometimes territories have changed status, such as when Hawaii became a state in 1959. However, no state has so far left the union without a civil war ensuing and eventually causing its reintegration. However, there are currently active secessionist movements in several US states, some which have appreciable levels of support. A 2014 poll showed that 58% of Alaskans favored a secession from the union. Will a US state agree to leave the union before end of 2030?\nThe question resolves in the affirmative if any US state leave the union.\nResolution details:\nThe procedure to leave the US state need not go through official legislative channels (e.g. introducing a bill to leave the union and this bill receives majority support in the state legislature)\nIn case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union\nPositive resolution requires the relevant state to have existed at least one year prior to its secession\nFor example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4678","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The rise of AI in creative fields and political instability are both significant societal changes that could be of interest to futurists and sociologists.","The combination could be relevant to discussions about the future of technology and governance, and how they might intersect.","If AI becomes a dominant force in literature, it could reflect broader societal shifts that might also influence political movements, including secessionist sentiments."],"conclusion":"While the two questions are not directly related, they both touch on significant societal changes that could be of interest to certain groups.","score":5.0}}}
{"P":{"id":"ab6c2d8d-92c5-4fad-8ccc-65d53c7b1c1d","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n","resolution_date":"2044-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bce18b19-8b00-4a04-a95f-e128e7dbb939","title":"If humanity discovers extraterrestrial life on Europa before 2045, will a nuclear conflict involving >1,000 detonations cause more than 4 billion fatalities within 10 years?","body":"Suppose the following is true: Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. Extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n\nThen, will a nuclear conflict involving more than 1,000 nuclear weapon detonations cause more than 4 billion fatalities within 10 years?\n\nResolution Criteria for the outcome:\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2044-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"71e3ae4d-b680-4f57-9396-78a1b8ba4b70","title":"Will humanity discover extraterrestrial life on Europa before 2045 and will a nuclear conflict involving >1,000 detonations cause more than 4 billion fatalities within 10 years?","body":"Resolution Criteria\nThis question will resolve as Yes if both of the following conditions are met:\n1. Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n2. At any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations, and for any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.) Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.). If a source gives a range as its estimate, the midpoint of that range will be used as its estimate. For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions. For simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2044-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"eb172a83-720f-4d00-b26f-20e74c71e346","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n","resolution_date":"2044-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/808","metadata":{"topics":[],"background_info":"Every astrobiologist and their brother is excited about the possibility of life on Jupiter's moon, Europa. And for good reason. It's likely got more liquid water than our fair Earth does. Thanks to Jupiter's gravitation tugging, there's almost certainly lots of volcanic activities beneath those seas to create an environment similar to the one we suspect gave rise to life on this planet.\nIn addition to fantasizing extensively about discovering life on Europa, our species has been busy preparing recon missions to sample tasty plumes of water+organics fulminating off the surface. Maybe we'll get lucky and find convincing proof of biological activity on Europa with the Clipper mission.\nOr maybe not.\nEuropa is far away. It's bathed in horrific radiation. It's cold. Its environment would be mean to our drills. And there might not even be life there.\nMeanwhile, other (slightly) more hospitable places – Mars, hint, hint – may also house life. Or maybe boosters of Titan or Enceladus will convince us to go to those worlds first, and we'll find the first alien life there. Or maybe life won't be found at all in the solar system. Or maybe SETI will come through. Or our new mega powerful telescopes will reveal life on extra solar worlds. Or maybe aliens have already found us!\n"},"resolution":null},"Q":{"id":"d262ab03-9cd5-4a46-a2b5-0505fc624ac5","title":"If there's a nuclear conflict involving >1,000 detonations, will that cause more than 4 billion fatalities within 10 years?","body":"Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2033-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8382","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\n"},"resolution":null}},"relevance":{"reasons":["Both questions involve significant global events that could drastically alter the course of human history and civilization.","The discovery of extraterrestrial life on Europa could lead to a shift in global priorities, potentially affecting international relations and even conflict dynamics.","A nuclear conflict with over 1,000 detonations and resulting in more than 4 billion fatalities would have profound implications for humanity's future, including its ability to explore space and search for extraterrestrial life.","The combination of these questions could be of interest to those studying existential risks and the future of humanity."],"conclusion":"While the two questions are not directly related, they both pertain to major global events that could have far-reaching consequences. Therefore, it might be of interest to consider their logical combination in the context of studying existential risks and the future of humanity.","score":5.0}}}
