{"P":{"id":"b58cda72-139e-4284-bc01-c2b9974a871a","title":"Longbets series: By 2030, will commercial passengers routinely fly in pilotless planes?","body":"Resolution Criteria\nCraig J Mundie and Eric Schmidt summarize their reasons for taking the bet here.\nIf the Long Now Foundation declares Craig J Mundie the winner, this question resolves positively. If they declare Eric Schmidt the winner, this question resolves negatively.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"70505f78-0a6f-4bc8-8f75-f14328bad195","title":"Given that by 2030 commercial passengers routinely fly in pilotless planes, will Starlink conduct an IPO before 2030?","body":"Resolution Criteria for P: If the Long Now Foundation declares Craig J Mundie the winner, this question resolves positively indicating that by 2030, commercial passengers are routinely flying in pilotless planes. If they declare Eric Schmidt the winner, it resolves negatively.\n\nResolution Criteria for Q: This will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times, or Washington Post. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"173f6c95-92e2-468d-a0dc-45d7c681341b","title":"Given both of the following occur by 2030: (1) commercial passengers routinely fly in pilotless planes, and (2) Starlink conducts an IPO, will global fertility drop to 0.25 births per woman before 2046?","body":"Resolution Criteria for each component:\n\n1. Commercial passengers routinely flying in pilotless planes: This will be determined based on the declaration by the Long Now Foundation. If Craig J Mundie is declared the winner, this part of the question resolves positively. If Eric Schmidt is declared the winner, it resolves negatively.\n\n2. Starlink conducting an IPO: This will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times, or Washington Post. If Starlink does not go public by 2030-01-01 00:00 UTC, this part of the question resolves negatively.\n\nGlobal fertility rate: This question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive).","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"05d58d26-3abb-4868-bc42-4bb45a376e22","title":"Will all of the following occur by the specified dates: (1) commercial passengers routinely fly in pilotless planes by 2030, (2) Starlink conducts an IPO by 2030, and (3) global fertility drops to 0.25 births per woman before 2046?","body":"Resolution Criteria for each component:\n\n1. Commercial passengers routinely flying in pilotless planes by 2030: This will be determined based on the declaration by the Long Now Foundation. If Craig J Mundie is declared the winner, this part of the question resolves positively. If Eric Schmidt is declared the winner, it resolves negatively.\n\n2. Starlink conducting an IPO by 2030: This will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times, or Washington Post. If Starlink does not go public by 2030-01-01 00:00 UTC, this part of the question resolves negatively.\n\n3. Global fertility dropping to 0.25 births per woman before 2046: This question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive).","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"1b6fffc8-a678-4678-8396-9574e4564381","title":"Longbets series: By 2030, will commercial passengers routinely fly in pilotless planes?","body":"Resolution Criteria\nCraig J Mundie and Eric Schmidt summarize their reasons for taking the bet here.\nIf the Long Now Foundation declares Craig J Mundie the winner, this question resolves positively. If they declare Eric Schmidt the winner, this question resolves negatively.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3645","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"9e5c5135-d145-4ea7-8a99-b1472fe3d013","title":"Will Starlink conduct an IPO before 2030?","body":"Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6618","metadata":{"topics":[],"background_info":"related question on Metaculus:\nIf Starlink offers an IPO before 2030, will it set a record for the largest IPO?\nStarlink as been speaking openly about an IPO. This question will be judged yes if Starlink or a parent company with full ownership(i.e. SpaceX) conduct an IPO or if a publicly traded company acquires majority ownership of Starlink. Otherwise the question will resolve no."},"resolution":null},"R":{"id":"2ab7a4b9-15a1-47ef-8c7c-bcbaee74a908","title":"Will global fertility drop to 0.25 births per woman before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive)","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6870","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWhat will the global total fertility rate be in 2050?\nFrom a recent Guardian piece,\nThe end of humankind? It may be coming sooner than we think, thanks to hormone-disrupting chemicals that are decimating fertility at an alarming rate around the globe. A new book called Countdown, by Shanna Swan, an environmental and reproductive epidemiologist at Icahn School of Medicine at Mount Sinai in New York, finds that sperm counts have dropped almost 60% since 1973. Following the trajectory we are on, Swan’s research suggests sperm counts could reach zero by 2045. Zero. Let that sink in. That would mean no babies. No reproduction. No more humans. Forgive me for asking: why isn’t the UN calling an emergency meeting on this right now?\nThe chemicals to blame for this crisis are found in everything from plastic containers and food wrapping, to waterproof clothes and fragrances in cleaning products, to soaps and shampoos, to electronics and carpeting. Some of them, called PFAS, are known as “forever chemicals”, because they don’t breakdown in the environment or the human body. They just accumulate and accumulate – doing more and more damage, minute by minute, hour by hour, day by day. Now, it seems, humanity is reaching a breaking point.\nSwan’s book is staggering in its findings. “In some parts of the world, the average twentysomething woman today is less fertile than her grandmother was at 35,” Swan writes. In addition to that, Swan finds that, on average, a man today will have half of the sperm his grandfather had. “The current state of reproductive affairs can’t continue much longer without threatening human survival,” writes Swan, adding: “It’s a global existential crisis.” That’s not hyperbole. That’s just science.\nAs of 2021, the total fertility rate is 2.44 according to the UN, as reported by Our World in Data.\n"},"resolution":null}},"relevance":{"reasons":["Technological advancements in aviation and space sectors might be correlated. If pilotless planes become routine, it could indicate a broader trend of technological adoption and innovation, which might also influence the likelihood of Starlink going public.","Both pilotless planes and Starlink's IPO are indicators of technological progress and market confidence. A thriving tech sector might influence both events positively.","Global fertility rates are influenced by a variety of factors, including economic conditions, technological advancements, and societal changes. If technological advancements are significant enough to enable pilotless planes and influence Starlink's IPO, they might also impact global fertility trends."],"conclusion":"While the three questions are not directly related, they all touch upon broader themes of technological progress and societal change. Therefore, considering their logical combination could provide insights into the trajectory of future technological and societal developments.","score":6.0}}}
{"P":{"id":"4075d7dd-8880-4458-8f17-ba202b7aad01","title":"Will the research group that is responsible for developing the first AGI be part of a nationalized organization?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a nationalized organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNon-profit organization develops first AGI\nGovernment project develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"dd75f2f9-dccb-47e0-8014-7eea5e1fe530","title":"Given that the research group responsible for developing the first AGI is part of a nationalized organization, will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI?","body":"Suppose the following is true: The AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a nationalized organization. This includes cases where the AI system is developed under a collaborative effort between two or more different institutions, such as a partnership between a for-profit corporation and a university. Then, consider whether Robin Hanson will win his bet against Matthew Barnett, which resolves positively if Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively if Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"274314a1-bef8-4b1f-b43d-7ebdbdec4897","title":"Given that the first AGI is developed by a nationalized organization and Robin Hanson wins his bet against Matthew Barnett on ems and AGI, will there be at least one fatality in North Korea due to a nuclear detonation by 2030?","body":"Suppose the following is true: The first AGI is developed by a nationalized organization and Robin Hanson wins his bet against Matthew Barnett on ems and AGI. Then, consider the question of nuclear detonations and their consequences.\n\nResolution Criteria for the conditional question:\n\n1. The first AGI must be developed by a research group from a nationalized organization. If the AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\n2. The bet between Robin Hanson and Matthew Barnett resolves positively if Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively if Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\n\n3. The nuclear detonation question resolves based on the occurrence of at least one offensive nuclear detonation between January 1, 2021, and January 1, 2030. If there is at least one offensive nuclear detonation in this time period, the sub-question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in North Korea, at any point between January 1, 2021 to January 1, 2030. Fatalities must be caused by the immediate effects of the detonation; fatalities caused by fallout, rioting, or climate effects will be excluded from resolution.\n\nAn \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions. A detonation will be considered \"within\" North Korea if it occurs less than 20 kilometers above the land or sea level in North Korea's land territory, internal waters, or within 10 kilometers of their coastline.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"50742a60-59ad-40f2-b52e-2e5ba5f4f820","title":"Will both of the following occur: the first AGI is developed by a nationalized organization and Robin Hanson wins his bet against Matthew Barnett on ems and AGI, and there is at least one fatality in North Korea due to an offensive nuclear detonation by 2030?","body":"Resolution Criteria for all components:\n\n1. The first AGI must be developed by a research group from a nationalized organization. If the AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n\n2. Robin Hanson wins his bet against Matthew Barnett on ems and AGI if Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\n\n3. There must be at least one offensive nuclear detonation between January 1, 2021 and January 1, 2030, resulting in at least one fatality in North Korea due to the immediate effects of the detonation. Offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, excluding detonations for testing purposes or peaceful nuclear explosions. A detonation will be considered \"within\" North Korea if it occurs less than 20 kilometers above the land or sea level in North Korea's land territory, internal waters, or within 10 kilometers of their coastline.\n\nThis question will be answered YES only if all of the above conditions are met.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6a28b8c7-4184-4cc9-b9c8-ef386e14bef1","title":"Will the research group that is responsible for developing the first AGI be part of a nationalized organization?","body":"Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a nationalized organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNon-profit organization develops first AGI\nGovernment project develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8325","metadata":{"topics":[],"background_info":"The question Date first AGI is publicly known. asks When will the first AGI be first developed and demonstrated?.\nToday, research groups at both for-profit corporations and universities are working on developing general reasoning systems. Other possible institutions might be nationalized corporations, governments generally, and non-profit organizations.\nNationalization of corporations that are working on AGI might happen due to the government perceiving the risks and power imbalance associated with a private organization with AGI technology to be unacceptable."},"resolution":null},"Q":{"id":"a641a2d2-5577-4c2d-87d0-dc55dca1607d","title":"Will Robin Hanson win his bet against Matthew Barnett on whether ems will come before de novo AGI?","body":"Resolution Criteria\nThis question resolves positively in the event that Matthew Barnett (or his descendants) publicly concedes the bet to Robin Hanson, and resolves negatively in the event that Robin Hanson (or his descendants) publicly concedes to Matthew Barnett. In the event that one party declares victory but the other party does not concede, Metaculus admins will use their discretion in resolving the bet.\nRelated question: [When will the US labor force participation rate fall below 10%?](https://www.metaculus.com/questions/8480/us-l…\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8475","metadata":{"topics":[],"background_info":"On Twitter Robin Hanson proposed,\nOK, so to summarize a proposal: I'd bet my $1K to your $9K (both increased by S&P500 scale factor) that when US labor participation rate < 10%, em-like automation will contribute more to GDP than AGI-like. And we commit our descendants to the bet.\nMatthew Barnett replied,\nI agree to this bet."},"resolution":null},"R":{"id":"6cd8ab6d-b706-47c5-9793-3fcca68ae338","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8369","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["The first AGI being developed by a nationalized organization could have significant geopolitical implications, which might influence the likelihood of nuclear detonations and their consequences.","The outcome of the bet between Robin Hanson and Matthew Barnett on whether ems will come before de novo AGI could be influenced by the development of AGI, which in turn could be influenced by geopolitical stability or instability, including nuclear events.","The occurrence of a nuclear detonation and its fatalities could impact global stability and technological progress, which might affect the development of AGI and the outcome of the bet."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all touch on significant geopolitical and technological developments that could be interrelated.","score":7.0}}}
{"P":{"id":"630b948a-03a2-48df-8c9c-54f637e61134","title":"Before 2030, will an AI complete the Turing Test in the Kurzweil/Kapor Longbet?","body":"Resolution Criteria\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet. If Mitchell Kapor wins, then this question will resolve as No.\nEach Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges.\nDuring the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews).\nThe Turing Test Interviews will consist of online text messages sent back and forth as in a online \"instant messaging\" chat, as that concept is understood in the year 2001.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"28c3eb2a-49dd-4fad-a85d-f1ca1bfa9594","title":"Given that an AI completes the Turing Test in the Kurzweil/Kapor Longbet before 2030, will there be a European Army before 2032?","body":"Resolution Criteria for P: This question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet, indicating that an AI has successfully completed the Turing Test as per the criteria set by the Turing Test Committee. The Turing Test involves at least three Turing Test Trials, each consisting of online text message interviews conducted by three appointed Turing Test Judges with four Turing Test Candidates (one computer and three human foils) for a total of 24 hours of interviews.\n\nResolution Criteria for Q: This question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries. The army must be planned to be an \"Army\" with at least 30,000 soldiers and must report to a specifically European supranational organization.","resolution_date":"2031-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"bcd03888-14f7-46c1-9293-be54dd19fbe4","title":"Given both an AI completes the Turing Test in the Kurzweil/Kapor Longbet and a European Army is established, will there be a global thermonuclear war by 2070?","body":"Suppose the following is true: An AI has successfully completed the Turing Test as per the conditions set in the Kurzweil/Kapor Longbet, which involves at least three Turing Test Trials, each consisting of a series of online text message interviews conducted by three appointed Turing Test Judges with four Turing Test Candidates (one computer and three human foils) for a total of 24 hours of interviews, and the Long Now Foundation has declared Ray Kurzweil the winner of this bet. Additionally, legislation has been passed in at least five European countries (including one of France, Germany, or the UK) that establishes an army consisting of units from multiple countries, planned to include at least 30,000 soldiers and reporting to a specifically European supranational organization, not necessarily an EU body, before January 1, 2032. Then, is it true that there will be a global thermonuclear war by 2070, which would resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true: Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory?","resolution_date":"2070-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"61392c47-bac4-4a1a-a925-6a755db3640d","title":"Will all of the following occur: an AI completes the Turing Test in the Kurzweil/Kapor Longbet, a European Army is established, and a global thermonuclear war occurs by 2070?","body":"Resolution Criteria for AI completing the Turing Test:\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet, indicating that an AI has successfully completed the Turing Test as per the conditions set in the Kurzweil/Kapor Longbet. The Turing Test involves at least three Turing Test Trials, each consisting of a series of online text message interviews conducted by three appointed Turing Test Judges with four Turing Test Candidates (one computer and three human foils) for a total of 24 hours of interviews.\n\nResolution Criteria for the establishment of a European Army:\nThis question will resolve as Yes if, before January 1, 2032, legislation is passed in at least five European countries (including one of France, Germany, or the UK) that establishes an army consisting of units from multiple countries. This army must be planned to include at least 30,000 soldiers and report to a specifically European supranational organization, not necessarily an EU body.\n\nResolution Criteria for a global thermonuclear war by 2070:\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n","resolution_date":"2070-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ecb807e6-44e3-4f20-bce6-670f6f88db1c","title":"Before 2030, will an AI complete the Turing Test in the Kurzweil/Kapor Longbet?","body":"Resolution Criteria\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet. If Mitchell Kapor wins, then this question will resolve as No.\nEach Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges.\nDuring the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews).\nThe Turing Test Interviews will consist of online text messages sent back and forth as in a online \"instant messaging\" chat, as that concept is understood in the year 2001.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3648","metadata":{"topics":[],"background_info":"Ray Kurzweil and Mitchell Kapor summarize their reasons for taking the bet here."},"resolution":null},"Q":{"id":"fd482272-c92d-4728-a197-fe17db164e11","title":"Will there be a European Army before 2032?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2032, there is legislation passed in at least 5 European countries (including one of France, Germany, UK) which makes provisions for an army consisting of units from multiple countries.\nLower level army units (eg platoons, companies, battalions, regiments) need not be mixed. (For example, often countries have armies formed from regional regiments and are still considered national armies). However, senior levels need to be staffed by officers from a range of countries.\nThe army needs to be planned to be an \"Army\". ie a joint battalion (eg the one formed between the Dutch and Germans) would not count. For this question, this means that at least 30,000 soldiers need to be planned to be in such an army.\nThe army needs to report to a supranational organization. It need not be the an EU body or any existing organization. It does need to be specifically European. eg A G7 army would not count\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7975","metadata":{"topics":[],"background_info":"Wikipedia describes the European Army as follows:\nThe European army or EU army are terms for a hypothetical army of the European Union which would supersede the Common Security and Defence Policy and would go beyond the proposed European Defence Union. Currently, there is no such army, and defence is a matter for the member states.\nThe idea of such an army is brought up periodically, although so far there are no plans in the works to create it."},"resolution":null},"R":{"id":"f19d37cf-ac71-45f0-ba13-a168b35fbec2","title":"Will there be a global thermonuclear war by 2070?","body":"Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n","resolution_date":"2070-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3517","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. (Indeed, there have been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come.)\nThis question (which any sane person will hope resolves negatively) regards the probability that a nuclear war will occur by Jan 1, 2070. (Different questions address this separately, but none directly.) There is a great paucity of public and useful estimates of this probability. See for example this paper for an outline of considerations (but no bottom-line numbers.)\n"},"resolution":null}},"relevance":{"reasons":["The development of an AI capable of passing the Turing Test could have significant geopolitical implications, potentially influencing international relations and military strategies. This could indirectly affect the formation of a European Army and global security dynamics.","The establishment of a European Army could be seen as a response to increasing global instability, which might be exacerbated by advancements in AI technology and the potential for AI-driven warfare.","The occurrence of a global thermonuclear war would drastically alter the geopolitical landscape, potentially affecting the development and deployment of advanced AI technologies and the formation of international military alliances, including a European Army."],"conclusion":"While the questions are not directly related, there are plausible scenarios where advancements in AI, the formation of a European Army, and the occurrence of a global thermonuclear war could be interconnected through broader geopolitical and technological trends.","score":6.0}}}
{"P":{"id":"4104f538-c552-4d08-b1e4-9204e76703b7","title":"Will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"45829568-a262-4dd8-b330-0d7f6a740d18","title":"Given AI predictions of AGI jump sharply, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI by 2050?","body":"Suppose the following is true: The likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts) increases significantly. This is indicated by both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least tripling within any two-month period before its close date. Then, will at least 25% of the books that top the New York Times' Best Sellers list in the category of adult fiction in any year between 2021 to 2049 (inclusive) be primarily written by AI? To qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"735ffb29-71f3-4fb5-af73-9f0262de70b2","title":"Given both AI-driven sharp jumps in AGI predictions and AI authorship of 25% of NYT Best Selling Fiction by 2050, will the sunflower conjecture be resolved before 2060?","body":"Suppose the following is true: Both of the following occur by 2050: AI-driven sharp jumps in AGI predictions and AI authorship of 25% of NYT Best Selling Fiction. Then, will the sunflower conjecture be resolved before 2060?\n\nResolution Criteria for P:\n1. AI progress in AGI predictions: This question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Examples include odds of 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc. Edited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n\n2. AI authorship in fiction: This question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. To qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\n\nResolution Criteria for Q:\nThis question will resolve positively in the event of a publication in a major mathematics journal resolving the sunflower conjecture. If there is no such proof by 2060-01-01, the question will resolve negative. If a proof is published, but not confirmed by peer review by 2060-01-01, the question may wait to resolve until peer review has reached a consensus.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"668443ac-50dd-4901-9427-5a7e9a019e32","title":"Will all of the following occur: AI-driven sharp jumps in AGI predictions, AI authorship of 25% of NYT Best Selling Fiction by 2050, and resolution of the sunflower conjecture before 2060?","body":"Resolution Criteria for each component:\n\n1. AI progress in AGI predictions: This question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Examples include odds of 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc. Edited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n\n2. AI authorship in fiction: This question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. To qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\n\n3. Sunflower conjecture: This question will resolve positively in the event of a publication in a major mathematics journal resolving the sunflower conjecture. If there is no such proof by 2060-01-01, the question will resolve negative. If a proof is published, but not confirmed by peer review by 2060-01-01, the question may wait to resolve until peer review has reached a consensus.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"57560e6b-6e44-4d41-9508-7b27df3832b0","title":"Will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1394","metadata":{"topics":[],"background_info":"Discontinuity in progress occurs when a particular technological advance pushes some progress metric substantially above what would be expected based on extrapolating past progress. If AI progress is unusually lumpy, i.e., arriving in unusually fewer larger packages rather than in the usual many smaller packages, then future progress might arrive faster than we would expect by simply looking at past progress. Moreover, if one AI team finds a big lump, it might jump way ahead of the other teams. According to AI Impacts, discontinuity on the path to AGI, lends itself to:\nA party gaining decisive strategic advantage\nA single important ‘deployment’ event\nOther very sudden and surprising events\n\nA previous question did a good job operationalising Human-machine intelligence parity. It proposes a generalised intelligence test that compares machine systems to human experts in each of physics, mathematics and computer science. Using this, we can define a surprising discontinuity in AI progress as a tripling of the odds (given by p/(1-p)) in both the Metaculus prediction and community prediction within a 2-month period.\n"},"resolution":null},"Q":{"id":"f095c54b-16cb-4073-94ba-7a2b86866270","title":"By 2050, will at least 25% of #1 NYT Best Selling Fiction be primarily written by AI?","body":"Resolution Criteria\nThis question will resolve positively if, in any year between 2021 to 2049 (inclusive), 25% or more of the books that top that year's New York Times' Best Sellers list in the category of adult fiction were written by AI. For example, the NYT top Best Sellers of 2020 are listed here. If the NYT Best Sellers list is no longer available until 2050 or no longer ranks adult fiction books, Metaculus Admins may select a similar ranking of bestselling fiction, or resolve ambiguously at their discretion.\nTo qualify as being written by AI, authorship of the book must be credited to an AI or more than 75% of the content must be created by AI, according to publisher's statements or credible media reports\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8404","metadata":{"topics":[],"background_info":"Artificial intelligence has made significant advances with the recent development of language models such as GPT-3. It is widely expected that artificial intelligence will become significantly more capable in the future, and some believe that artificial intelligence may someday surpass human ability in certain areas, or even in general intelligence.\nNeuroscientist and fiction author Erik Hoel wrote the following about the capabilities of AI in the year 2050 in a blog post published August 25, 2021:\nThe worst hit will be artists like writers, painters, poets, and musicians, who will have to deal with a total saturation of artistic content by AI. By 2050 much of the words you read and content you consume will be generated by an AI [...]\n"},"resolution":null},"R":{"id":"cf77877f-3d25-40dd-993a-92e4d6855985","title":"Will the sunflower conjecture be resolved before 2060?","body":"Resolution Criteria\nThis question will resolve positively in the event of a publication in a major mathematics journal resolving the sunflower conjecture. If there is no such proof by 2060-01-01, the question will resolve negative. If a proof is published, but not confirmed by peer review by 2060-01-01, the question may wait to resolve until peer review has reached a consensus\n","resolution_date":"2059-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7549","metadata":{"topics":[],"background_info":"One of Paul Erdős' favorite problems was the sunflower conjecture, due to him and Rado. Erdős offered $1000 for its proof or disproof.\nThe sunflower problem asks how many sets of some size\nn\nare necessary before there are some\n3\nwhose pairwise intersections are all the same. The best known bound was improved in 2019 to something the form\nlog(n\n)\nn(1+o(1))\n; see here for the original paper and here for a slightly better bound. The sunflower conjecture asks whether there is a bound\nc\nn\nfor some constant\nc\n."},"resolution":null}},"relevance":{"reasons":["AI progress and AI-written fiction are directly related as both involve advancements in artificial intelligence. A significant leap in AI capabilities could lead to both a sharp increase in AGI predictions and a higher likelihood of AI-written fiction becoming mainstream.","The resolution of the sunflower conjecture is a major mathematical achievement and might not seem directly related to AI progress or AI-written fiction. However, advancements in AI could potentially contribute to solving complex mathematical problems, including the sunflower conjecture."],"conclusion":"While the first two questions are closely related and their logical combination makes sense, the third question about the sunflower conjecture is less directly related but not entirely irrelevant. Therefore, considering the logical combination of these questions is somewhat reasonable.","score":6.0}}}
{"P":{"id":"4a4bff0d-3881-4527-b22a-d7d43f1acbbf","title":"Will the Church of Jesus Christ of Latter-Day Saints allow same-sex marriage by 2030?","body":"Resolution Criteria\nThe Church of Jesus Christ of Latter-Day Saints, otherwise known as the Mormons, have historically been more anti-LGBT, in terms of both official church doctrine and the individual attitudes of members, than most major Christian denominations in America. However, like other such large, socially conservative churches, there has been a lot of pressure recently, particularly from younger and/or LGBT members, for them to change their doctrine regarding gender and sexuality.\nWill the Church of Jesus Christ of Latter-Day Saints officially recognize marriages between individuals of the same sex?\nThis question resolves positively if by midnight on December 31st, 2029, the Church of Jesus Christ of Latter-Day Saints officially recognizes marriages between individuals of the same sex.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"aeb6ede2-4088-4288-9294-45caf806d131","title":"Given that the Church of Jesus Christ of Latter-Day Saints allows same-sex marriage by 2030, will Mount Rushmore be intentionally destroyed or modified before 2025?","body":"Resolution Criteria for P: The Church of Jesus Christ of Latter-Day Saints, otherwise known as the Mormons, have historically been more anti-LGBT, in terms of both official church doctrine and the individual attitudes of members, than most major Christian denominations in America. However, there has been significant pressure, particularly from younger and/or LGBT members, for them to change their doctrine regarding gender and sexuality. This question resolves positively if by midnight on December 31st, 2029, the Church of Jesus Christ of Latter-Day Saints officially recognizes marriages between individuals of the same sex.\n\nResolution Criteria for Q: New York Times published an article on 1st July 2020 reporting on the history of the famous Mount Rushmore in South Dakota. Their tweet announcing the article says \"Mount Rushmore was built on land that belonged to the Lakota tribe and sculpted by a man who had strong bonds with the Ku Klux Klan. It features the faces of 2 U.S. presidents who were slaveholders.\" Considering the many recent removals of statues in the USA (especially of persons related to the Confederate states) and elsewhere (e.g. in the UK) in recent months, it seems within reason that some kind of action against Mount Rushmore might be taken. This question resolves positively if, before 2025, Mount Rushmore is damaged or modified, either with the complete removal of one or more faces or other substantial modification. The damage must be such that a typical person viewing before-and-after pictures of the full monument on a monitor can immediately identify the damaged version (admins will use their judgment in edge cases). The relevant damage must be substantial and result in the structure not being fully repaired or restored within a ten day period. Furthermore, one of the two conditions must be true: The damage/modification occurs as ordered by a US state or governmental entity; A person or group damages Mount Rushmore without authorization, and explicitly states that their motivation was in some way related to racial inequality, slavery, or police brutality, and not, for example, tax protest or the Illuminati. Hence, incidental damage (natural disasters, foreign nuclear strikes, etc.) is not counted.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"d3915869-7378-40e5-9217-242f6cd5b227","title":"Given that both the Church of Jesus Christ of Latter-Day Saints allows same-sex marriage by 2029 and Mount Rushmore is intentionally destroyed or modified by 2025, will a non-state actor have acquired a nuclear weapon from a state by 2030?","body":"Suppose the following is true: By midnight on December 31st, 2029, the Church of Jesus Christ of Latter-Day Saints officially recognizes marriages between individuals of the same sex, and before 2025, Mount Rushmore is damaged or modified in a way that a typical person viewing before-and-after pictures can immediately identify the damaged version. The damage/modification must be substantial and result in the structure not being fully repaired or restored within a ten day period. Furthermore, the damage/modification must occur as ordered by a US state or governmental entity, or a person or group damages Mount Rushmore without authorization, explicitly stating that their motivation was related to racial inequality, slavery, or police brutality. Then, is it true that between the opening of this question and January 1, 2030, an individual or group not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it? This may occur by sales, theft, or a state inadvertently losing control of a weapon. The weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source. This question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity, resolution may be delayed until January 1, 2035 for clarification, or be resolved ambiguous at the discretion of Metaculus admins.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8607b06a-2192-4654-8e6b-b36195cc2145","title":"Will both of the following occur: the Church of Jesus Christ of Latter-Day Saints allowing same-sex marriage by 2029, and a non-state actor acquiring a nuclear weapon from a state by 2030?","body":"**Resolution Criteria for each component:**\n\n1. **Church of Jesus Christ of Latter-Day Saints and Same-Sex Marriage:**\nThe Church of Jesus Christ of Latter-Day Saints, otherwise known as the Mormons, have historically been more anti-LGBT, in terms of both official church doctrine and the individual attitudes of members, than most major Christian denominations in America. However, there has been significant pressure, particularly from younger and/or LGBT members, for them to change their doctrine regarding gender and sexuality. This question resolves positively if by midnight on December 31st, 2029, the Church of Jesus Christ of Latter-Day Saints officially recognizes marriages between individuals of the same sex.\n\n2. **Non-State Actor Acquiring a Nuclear Weapon:**\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it (though it need not be used, detonated, or set on alert). This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon (such scenarios are addressed in a separate question). A non-state actor obtaining highly-enriched uranium or other weapons material is not sufficient to resolve this question positively. Additionally, dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f3f902df-f273-4630-8be1-889bb2ebbc4d","title":"Will the Church of Jesus Christ of Latter-Day Saints allow same-sex marriage by 2030?","body":"Resolution Criteria\nThe Church of Jesus Christ of Latter-Day Saints, otherwise known as the Mormons, have historically been more anti-LGBT, in terms of both official church doctrine and the individual attitudes of members, than most major Christian denominations in America. However, like other such large, socially conservative churches, there has been a lot of pressure recently, particularly from younger and/or LGBT members, for them to change their doctrine regarding gender and sexuality.\nWill the Church of Jesus Christ of Latter-Day Saints officially recognize marriages between individuals of the same sex?\nThis question resolves positively if by midnight on December 31st, 2029, the Church of Jesus Christ of Latter-Day Saints officially recognizes marriages between individuals of the same sex.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4924","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"b48887a2-8b6a-4d55-9c84-8c8d733e525a","title":"Will Mount Rushmore be intentionally destroyed or modified before 2025?","body":"Resolution Criteria\nNew York Times published an article on 1st July 2020 reporting on the history of the famous Mount Rushmore in South Dakota. Their tweet announcing the article says \"Mount Rushmore was built on land that belonged to the Lakota tribe and sculpted by a man who had strong bonds with the Ku Klux Klan. It features the faces of 2 U.S. presidents who were slaveholders.\". Considering the many recent removals of statues in the USA (especially of persons related to the Confederate states) and elsewhere (e.g. in the UK) in recent months, it seems within reason that some kind of action against Mount Rushmore might be taken.\nWill Mount Rushmore be intentionally destroyed or modified before 2025?\nThis question resolves positively if, before 2025, Mount Rushmore is damaged or modified, either with the complete removal of one or more faces or other substantial modification. The damage must be such that a typical person viewing before-and-after pictures of the full monument on a monitor can immediately identify the damaged version (admins will use their judgment in edge cases).\nThe relevant damage must be substantial and result in the structure not being fully repaired or restored within a ten day period.\nFurthermore, one of the two conditions must be true:\nThe damage/modification occurs as ordered by a US state or governmental entity\nA person or group damages Mount Rushmore without authorization, and explicitly states that their motivation was in some way related to racial inequality, slavery, or police brutality, and not, for example, tax protest or the Illuminati.\nHence, incidental damage (natural disasters, foreign nuclear strikes, etc.) is not counted.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4742","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"b91e1f7e-ece5-45b7-a0ac-cc2036f7a6af","title":"Will a non-state actor have acquired a nuclear weapon from a state by 2030?","body":"Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it (though it need not be used, detonated, or set on alert). This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon (such scenarios are addressed in a separate question).\nA non-state actor obtaining highly-enriched uranium or other weapons material is not sufficient to resolve this question positively. Additionally, dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8613","metadata":{"topics":[],"background_info":"This is one of several questions in this tournament related to nuclear proliferation, force sizes, or yields. See here for a list of such questions and some discussion of these topics.\nMuch of the concern around nuclear weapons is centered on large-scale nuclear war resulting in nuclear winter and/or the deaths of a large percentage of the world's population. But nuclear proliferation and the increasing ease of developing nuclear weapons may also increase the risk of smaller conflicts and catastrophes, which could be important in themselves and could perhaps trigger larger-scale conflicts.\nTo date, there is no known incident of a non-state actor having control of a nuclear weapon, but there have been numerous close calls. In 1994, the US successfully extracted 600kg of weapons-grade uranium from an unsecured warehouse in Kazakhstan, and the IEAE reports frequent incidents involving theft or unauthorized posession of weapons material. Al-Qaeda and ISIS are notable groups who have interest or intent in acquiring nuclear weapons\n"},"resolution":null}},"relevance":{"reasons":["The Church of Jesus Christ of Latter-Day Saints allowing same-sex marriage by 2030 could be seen as a measure of societal progressiveness, which might correlate with broader social changes that could also influence actions like the modification of Mount Rushmore.","The destruction or modification of Mount Rushmore before 2025 could be indicative of significant social upheaval or changes in societal values, which might also affect the likelihood of the Church of Jesus Christ of Latter-Day Saints allowing same-sex marriage by 2030.","A non-state actor acquiring a nuclear weapon from a state by 2030 could indicate a breakdown in global security and governance, which might also correlate with significant societal changes that could influence both the Church's stance on same-sex marriage and actions against Mount Rushmore."],"conclusion":"While the three questions touch on different domains (religion, cultural heritage, and global security), they all can be seen as indicators of significant societal changes or upheavals. Therefore, it might be interesting to consider their logical combination to understand broader trends in societal stability and change.","score":6.0}}}
{"P":{"id":"2dedc187-0a14-475b-a007-4f021bdb8f6e","title":"Will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin.\nSome crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nThere is no requirement for the IRS to then hold onto that Bitcoin after receiving it, they could sell if for USD or anything else. It is only required that they accept it for the transaction.\nIt can't be part of a punitive action by the IRS nor another part of the government. It must be that the person was making an otherwise-normal payment toward their income taxes or capital gains tax, in good legal standing. If the IRS seized their crypto holdings due to illegal activity, that is not the spirit of the question.\nThere is no requirement that the Bitcoin transaction be on-chain. If the IRS accepted a custodial transfer of Bitcoin that was held by a bank in trust on behalf of the taxpayer, or if the taxpayer sent the Bitcoin using a lightning network payment channel, or if they sent it using a sidechain, or sent it using a wrapped BTC on another blockchain -- those are all acceptable\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e8c2d4d4-b697-4362-8068-7c9affc40522","title":"Given it becomes legal to pay taxes in the US using bitcoin before 2030, will the UK have a Labour Prime Minister on January 1, 2030?","body":"Suppose the following is true: At any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. This acceptance must be for a normal payment toward income taxes or capital gains tax, in good legal standing, and not as part of a punitive action. The IRS must receive and accept the Bitcoin itself, though they may subsequently sell it for USD or another currency. Acceptable forms of Bitcoin transaction include on-chain, custodial transfers, lightning network payments, sidechains, or wrapped BTC on another blockchain.\n\nThen, will the UK Prime Minister on January 1, 2030, be a member of the Labour Party? This question will resolve as Yes if the UK Prime Minister on that date is a member of the Labour Party. If the United Kingdom does not exist in its 2020 form, the question resolves as the Prime Minister of the country containing London. If the Labour party is renamed or does not continue in its current form, the question resolves positively if the Prime Minister is a member of a new political party that did not exist on 2021-01-01, is a former member of the Labour party, and fewer than 20% of MPs belong to the Labour Party. If there is no such Prime Minister, the question resolves ambiguously.","resolution_date":"2030-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"7cb6e171-70ff-4376-af2f-9a141d8ac852","title":"Given that by January 1, 2030, the US IRS accepts Bitcoin for tax payments and the UK has a Labour Prime Minister, will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria for US IRS accepting Bitcoin for tax payments:\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. The IRS must receive and accept Bitcoin directly for the transaction, not through a conversion to fiat currency at the point of transaction. Acceptable methods include on-chain transactions, custodial transfers, lightning network payments, sidechain transactions, or wrapped BTC on another blockchain. The payment must be a normal payment towards income taxes or capital gains tax in good legal standing, not as part of punitive action or seizure due to illegal activity.\n\nResolution Criteria for the UK having a Labour Prime Minister:\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030, is a member of the Labour Party. If the United Kingdom does not exist in its 2020 form, the question resolves based on the Prime Minister of the country containing London. If the Labour party is renamed, the question applies to the new party. If the Labour party does not continue in its current form, the question also resolves positively if the UK Prime Minister is a former Labour party member, belongs to a new political party not existing as of 2021-01-01, and fewer than 20% of MPs belong to the Labour Party. If there is no such Prime Minister, the question resolves ambiguously.\n\nResolution Criteria for China reducing carbon emissions per GDP by 60% by 2030:\nThis question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8ce70424-cf34-4cde-8f7a-7f20202191a9","title":"Will all of the following conditions be met by January 1, 2030?","body":"1. The US IRS accepts Bitcoin for tax payments, and the UK has a Labour Prime Minister.\nResolution Criteria for US IRS accepting Bitcoin for tax payments:\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin. The IRS must receive and accept Bitcoin directly for the transaction, not through a conversion to fiat currency at the point of transaction. Acceptable methods include on-chain transactions, custodial transfers, lightning network payments, sidechain transactions, or wrapped BTC on another blockchain. The payment must be a normal payment towards income taxes or capital gains tax in good legal standing, not as part of punitive action or seizure due to illegal activity.\n\nResolution Criteria for the UK having a Labour Prime Minister:\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030, is a member of the Labour Party. If the United Kingdom does not exist in its 2020 form, the question resolves based on the Prime Minister of the country containing London. If the Labour party is renamed, the question applies to the new party. If the Labour party does not continue in its current form, the question also resolves positively if the UK Prime Minister is a former Labour party member, belongs to a new political party not existing as of 2021-01-01, and fewer than 20% of MPs belong to the Labour Party. If there is no such Prime Minister, the question resolves ambiguously.\n\n2. China reduces their carbon emissions per GDP by 60% by 2030.\nResolution Criteria:\nThis question will resolve as Yes if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8a1a8dcb-6877-4af4-8540-507b9a165549","title":"Will it be legal to pay taxes in the US using bitcoin before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at any point before January 1, 2030, the United States Internal Revenue Service officially accepts payments in Bitcoin.\nSome crypto payment services work by exchanging the crypto for fiat at the point of transaction, and then sends fiat. That doesn't count -- what the IRS must receive and accept is the Bitcoin.\nThere is no requirement for the IRS to then hold onto that Bitcoin after receiving it, they could sell if for USD or anything else. It is only required that they accept it for the transaction.\nIt can't be part of a punitive action by the IRS nor another part of the government. It must be that the person was making an otherwise-normal payment toward their income taxes or capital gains tax, in good legal standing. If the IRS seized their crypto holdings due to illegal activity, that is not the spirit of the question.\nThere is no requirement that the Bitcoin transaction be on-chain. If the IRS accepted a custodial transfer of Bitcoin that was held by a bank in trust on behalf of the taxpayer, or if the taxpayer sent the Bitcoin using a lightning network payment channel, or if they sent it using a sidechain, or sent it using a wrapped BTC on another blockchain -- those are all acceptable\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7509","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWill anyone be convicted in the US for the possession of Bitcoin before 2060?"},"resolution":null},"Q":{"id":"8162278d-235f-4984-a3cf-6a8fd3860938","title":"Will the UK have a Labour Prime Minister on January 1, 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the UK Prime Minister on January 1, 2030 is a member of the Labour Party.\nOtherwise, the question resolves negatively.\nFine Print\nIf, in 2030, the United Kingdom does not exist in its 2020 form, then the question resolves as the Prime Minister of the country containing London.\nIf the Labour party is simply renamed, this question applies to the new party.\nIn case the Labour party does not continue in its current form, this question also resolves positively if the following three conditions are all met at 2030-1-1 00:00 GMT:\nThe UK Prime Minister is a member of a political party that did not exist on 2021-01-01,\nThe UK Prime Minister is former member of the Labour party, and\nFewer than 20% of MPs belong to the Labour Party.\nIf, at 2030-1-1 00:00 GMT, there is no such Prime Minister, the question resolves ambiguously.\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5414","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWill the UK have a Conservative Prime Minister on January 1, 2030?\nThe Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. The party's platform emphasises greater state intervention, social justice and strengthening workers' rights. As of 2020, it was last in power from 1997 to 2010."},"resolution":null},"R":{"id":"9254663c-7748-42e9-9472-4ed0dd2cc9e4","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/491","metadata":{"topics":[],"background_info":"Although the United States has announced intentions to withdraw from the Paris Climate Agreement, 194 countries are still part of the agreement, including China, the world's #1 carbon dioxide emitter.\nUnder the agreement, each country sets its own emission reduction goals. China's goal was to reduce emissions by 60-65% per unit GDP by 2030. This means that the country plans to reduce the emissions intensity, or the ratio of emissions to gross domestic product, a measure that ties emissions goals to economic growth. If achieved, by 2030 China will emit around 13-14 gigatons of CO2-equivalent greenhouse gases per year, whereas today the country accounts for 10.6 gigatons per year, or 29.5% of the global total. Current projections estimate that China will better than meet its goal, with 2030 emissions around 12-14 gigatons per year.\nAnalysts say that China's goal is achievable, thanks to a decrease in coal use in the country. But the slowdown in emissions may not be enough to limit global temperature rise to only 2 degrees C.\nOther goals of China's by 2030:\nPeaking of carbon dioxide emissions around 2030 and making best efforts to peak early;\nIncreasing the share of non-fossil fuels in primary energy consumption to around 20 percent; and\nIncreasing the forest stock volume by around 4.5 billion cubic meters from the 2005 level.\nCurrently, China is making good progress toward all of these goals.\n"},"resolution":null}},"relevance":{"reasons":["The adoption of Bitcoin for tax payments in the US could signal a broader acceptance and integration of cryptocurrencies in global financial systems. This could influence international economic policies, including those in the UK and China.","A Labour Prime Minister in the UK might have different policies towards international trade, finance, and climate change compared to a Conservative Prime Minister. This could affect the UK's stance on global issues, including cryptocurrency regulation and climate agreements.","China's commitment to reducing carbon emissions could impact global markets and international relations. This might influence the economic environment in which the US and UK operate, potentially affecting their policies on cryptocurrencies and political leadership."],"conclusion":"While the three questions are not directly related, they all pertain to significant global economic and political shifts. Therefore, considering their logical combination could provide insights into broader trends and interdependencies.","score":6.0}}}
{"P":{"id":"d934c221-fa16-438a-b37a-52e295104bfc","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"229ae1d1-372c-419f-8220-a172d4b173e1","title":"Given a mouse lives for 2,500 days before 1 January 2035, will there be human-machine intelligence parity before 2040?","body":"Suppose it is confirmed that a mouse has lived for at least 2,500 days by 1 January 2035, indicating a significant breakthrough in mammalian rejuvenation. This question then asks whether, before 2040, a machine system will achieve parity with human intelligence. The resolution of this question depends on whether the machine system outscores at least two of the three humans in a generalized intelligence test administered prior to 2040. The test involves a team of three expert interviewers who will interact with a candidate machine system and three graduate students in physics, mathematics, and computer science from top research universities. The test will be scored blindly by a disinterested third party. If no such tests are conducted, the question resolves as AMBIGUOUS.","resolution_date":"2039-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"025d3bfd-033f-495d-a458-271b89c9c2de","title":"Given both a mouse lives for 2,500 days by 2035 and human-machine intelligence parity is achieved by 2040, will an AI malfunction cause at least 100 deaths and/or $1B in economic damage by 2032?","body":"Suppose the following is true: A mouse has lived for at least 2,500 days by 1 January 2035, and a machine system has outscores at least two of the three humans on a generalized intelligence test before 2040. Then, is it true that before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage? Resolution criteria for each component are as follows:\n\n1. Mouse Longevity: This question will resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days. The longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days. In order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved.\n\n2. Human-Machine Intelligence Parity: This question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS. Assume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\n\n3. AI Malfunction Event: This question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage. To be considered easily avoidable an incident must not involve human negligence. Deaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\n\nThis question will resolve according to Metaculus' sole discretion.\nThe resolution criteria of this question were updated on May 2, 2023. See this comment for more details.","resolution_date":"2039-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"924fa37d-bf6d-4302-ad7e-8be1ee5a950b","title":"Will both of the following occur: a mouse living for 2,500 days by 1 January 2035 and an AI malfunction causing significant casualties or economic damage before 2032?","body":"Resolution Criteria for each component:\n\n1. Mouse Longevity: This question will resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days. The longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days. In order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\n\n2. AI Malfunction: This question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage. To be considered easily avoidable an incident must not involve human negligence. Deaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\n\nHuman-Machine Intelligence Parity: This question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS. Assume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"04090416-c110-4c89-9ad1-80cc17aa78d6","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1624","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"dcb5ca51-389a-4d85-95b3-b4d49a0d3faa","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/384","metadata":{"topics":[],"background_info":"Machine intelligence has been steadily progressing since the invention of the digital computer, but this progress has arguably been accelerating of late, with widespread deployment of machine learning systems and dramatically increased funding of artificial intelligence research.\nMachine intelligence long surpassed human capability in numerical computation, application of algorithms, data processing, and games such as checkers and chess. In 2005-2015 dramatic improvements in image recognition and classification, speech transcription, game playing (e.g. Go and classic Atari), and automatic translation across many languages have approached or surpassed human levels. As of 2015 there is still a large gulf, however, in many intellectual capabilities. But for how long?"},"resolution":null},"R":{"id":"e05fa682-b5be-4a51-a4a2-36a1fbf3f3cd","title":"Before 2032, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?","body":"Resolution Criteria\nThis question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage.\nMultiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions.\nTo count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage.\nTo be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution.\nDeaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\nFine Print\nA system should be considered AI if it is widely considered to be AI (e.g. by the credible media reports resolving the question). If this is not sufficiently clear for resolution, then as a secondary criterion, any system using machine learning techniques which has an agentic role in the disaster in question should count for this question.\nEconomic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not.\nThis question will resolve according to Metaculus' sole discretion.\nThe resolution criteria of this question were updated on May 2, 2023. See this comment for more details.\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7814","metadata":{"topics":[],"background_info":"Risks from Artificial intelligence are considered by many to be one of the greatest threats to human civilisation in the coming centuries.\nIn Toby Ord's recent book The Precipice he places the risk of human extinction due to unaligned AI this century at 10%.\nThis question asks if we will see large scale incidents leading to loss of life or damage as a result of AI developments going wrong in the next ten years."},"resolution":null}},"relevance":{"reasons":["A major breakthrough in rejuvenation of mammalian organisms, as indicated by a mouse living for 2,500 days, could have significant implications for human health and longevity. This could intersect with advancements in AI and human-machine intelligence parity, as both fields are at the forefront of scientific and technological innovation.","The development of advanced AI systems capable of achieving human-machine intelligence parity could potentially contribute to breakthroughs in biotechnology and medicine, including extending the lifespan of organisms.","An event precipitated by AI malfunction causing significant damage or loss of life could influence public perception and regulatory approaches to both AI and biotechnological advancements, potentially affecting the pace and direction of research in these areas."],"conclusion":"The logical combination of these questions is worth considering as they all pertain to significant technological and scientific advancements that could influence each other.","score":8.0}}}
{"P":{"id":"c02ca06f-e3c0-4606-a3e2-95c10e98c0e5","title":"Who will be elected to be US President in 2024? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5d1b455d-3121-40db-b5a4-e4850110048b","title":"Given Donald Trump is elected US President in 2024, will at least one US state secede from the Union before 31 December, 2030?","body":"Suppose Donald Trump wins the 2024 US presidential election, securing the majority of votes in the Electoral College or being selected by Congress following the contingency procedure in the Twelfth Amendment. This question then asks: Will at least one US state secede from the Union before 31 December, 2030?\n\nResolution Criteria for the Presidential Election:\n- The question resolves as Yes if Donald Trump is the person who wins the majority of votes in the Electoral College, or is selected by Congress.\n- The question does not require the individual to win the popular vote, be projected by news media as winning, or to be officially inaugurated.\n- In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous.\n\nResolution Criteria for Secession:\n- The question resolves in the affirmative if any US state leaves the union, regardless of the process used (official legislative channels or otherwise).\n- Credible news media reports of a state's secession or ejection are sufficient for a positive resolution.\n- The state must have existed at least one year prior to its secession.\n\nBackground:\n- There are active secessionist movements in several US states, with significant support in some areas, such as a 2014 poll showing 58% of Alaskans favored secession.","resolution_date":"2029-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"130ad108-e934-4599-a1a8-6f58dcda97a6","title":"Given that Donald Trump is elected US President in 2024 and at least one US state secedes from the Union before 31 December, 2030, will there be a global thermonuclear war by 2070?","body":"Resolution Criteria for Donald Trump being elected US President in 2024:\nThis question will resolve as Yes if Donald Trump wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment. This question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later. The question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n\nResolution Criteria for at least one US state seceding from the Union before 31 December, 2030:\nThe question resolves in the affirmative if any US state leaves the union. The procedure to leave the US state need not go through official legislative channels (e.g., introducing a bill to leave the union and this bill receives majority support in the state legislature). In case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union. Positive resolution requires the relevant state to have existed at least one year prior to its secession. For example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution.\n\nResolution Criteria for a global thermonuclear war by 2070:\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n","resolution_date":"2070-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"29952c66-d0fa-4c27-bf5d-7944bd5d9770","title":"Will both of the following occur: Donald Trump is elected US President in 2024, and there is a global thermonuclear war by 2070?","body":"Resolution Criteria for Donald Trump being elected US President in 2024:\nThis question will resolve as Yes if Donald Trump wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment. This question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later. The question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n\nResolution Criteria for a global thermonuclear war by 2070:\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway","resolution_date":"2070-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ef2de6e4-3d39-4531-98d8-e1384cb64138","title":"Who will be elected to be US President in 2024? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5717","metadata":{"topics":[],"background_info":"Joseph Robinette Biden Jr. is the incumbent US President after winning the 2020 election. He has stated multiple times his intention of running for re-election, particularly if the Republican nominee would be Donald Trump. A March 2022 poll by CNN found 52% of respondents expected Biden not to run for re-election, compared to 29% who predicted that he would.\nThe previous US President Donald Trump has expressed several hints of his desire to run for re-election, stopping short of officially filing his campaign.\nThe 2024 United States presidential election is scheduled for Tuesday, November 5, 2024."},"resolution":null},"Q":{"id":"fbee742a-2838-40d1-9939-20aef23170d4","title":"Will at least one US state secede from the Union before 31 December, 2030?","body":"Resolution Criteria\nThe United States of America has in the past acquired new territories, such as the Alaskan purchase of 1867, and the purchase of the former Danish West Indies in 1917. Sometimes territories have changed status, such as when Hawaii became a state in 1959. However, no state has so far left the union without a civil war ensuing and eventually causing its reintegration. However, there are currently active secessionist movements in several US states, some which have appreciable levels of support. A 2014 poll showed that 58% of Alaskans favored a secession from the union. Will a US state agree to leave the union before end of 2030?\nThe question resolves in the affirmative if any US state leave the union.\nResolution details:\nThe procedure to leave the US state need not go through official legislative channels (e.g. introducing a bill to leave the union and this bill receives majority support in the state legislature)\nIn case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union\nPositive resolution requires the relevant state to have existed at least one year prior to its secession\nFor example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4678","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"f19d37cf-ac71-45f0-ba13-a168b35fbec2","title":"Will there be a global thermonuclear war by 2070?","body":"Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n","resolution_date":"2070-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3517","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. (Indeed, there have been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come.)\nThis question (which any sane person will hope resolves negatively) regards the probability that a nuclear war will occur by Jan 1, 2070. (Different questions address this separately, but none directly.) There is a great paucity of public and useful estimates of this probability. See for example this paper for an outline of considerations (but no bottom-line numbers.)\n"},"resolution":null}},"relevance":{"reasons":["The election of Donald Trump in 2024 could lead to significant political and social changes in the United States, which might influence secessionist movements. For example, states with strong opposition to Trump might be more inclined to consider secession.","The election of Donald Trump could also impact international relations and global stability, potentially increasing the likelihood of a global thermonuclear war by 2070. His foreign policy decisions and diplomatic approach could either escalate or de-escalate tensions with other nuclear-armed nations.","The secession of a US state could be indicative of extreme political instability within the United States, which might have broader implications for global stability and the likelihood of a global thermonuclear war."],"conclusion":"The logical combination of these questions is somewhat reasonable as there are potential causal links between the election of Donald Trump, US state secession, and global thermonuclear war.","score":7.0}}}
{"P":{"id":"28c2c8ed-fc0e-40fc-8b66-01d61bbd52ad","title":"Will a Nobel Prize for Economics be awarded for MMT before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if any Nobel Prize for Economic Sciences is awarded before January 1, 2041 where both of these conditions are true:\nA. To a person who, at any point, identifies as a founder, developer, or core contributor to MMT OR is considered as one of the core contributors or founders of MMT according to at least one peer-reviewed review articles or book chapter on the topic.\nB. The justification for the prize by the committee attributes the award to that person's contribution to MMT, Macroeconomics, or a core macroeconomics principle/idea (deficit, inflation, interest rates, government bonds, reserves)\nThis question will resolve as No if no Nobel Prize is awarded which satisfies those conditions. If there is disagreement on whether the award is \"for\" contributions to MMT, the determination will be made at Metaculus' sole discretion\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"c5a82610-0a9b-4dc6-926f-3775efbf4f5d","title":"Given a Nobel Prize for Economics is awarded for MMT before 2041, will North Korea and South Korea be recognized as a unified sovereign state by 2045?","body":"Suppose the following is true: A Nobel Prize for Economic Sciences is awarded before January 1, 2041 where both of these conditions are met:\nA. To a person who, at any point, identifies as a founder, developer, or core contributor to MMT OR is considered as one of the core contributors or founders of MMT according to at least one peer-reviewed review articles or book chapter on the topic.\nB. The justification for the prize by the committee attributes the award to that person's contribution to MMT, Macroeconomics, or a core macroeconomics principle/idea (deficit, inflation, interest rates, government bonds, reserves).\n\nThen, is it true that North Korea and South Korea will be recognized as a single sovereign state by 2045? This question resolves positively if either:\n- North Korea and South Korea (or their respective descendants if they change name) merge.\n- North Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"e09ba1fa-2175-4cf7-9512-00c9a53ac60e","title":"Given that both a Nobel Prize for Economics is awarded for MMT before 2041 and Korea is recognized as a unified sovereign state by 2045, will the People's Republic of China control at least half of Taiwan before 2050?","body":"Resolution Criteria for each part:\n\n1. Nobel Prize for Economics and MMT:\nThis question will resolve as Yes if any Nobel Prize for Economic Sciences is awarded before January 1, 2041 where both of these conditions are true:\nA. To a person who, at any point, identifies as a founder, developer, or core contributor to MMT OR is considered as one of the core contributors or founders of MMT according to at least one peer-reviewed review articles or book chapter on the topic.\nB. The justification for the prize by the committee attributes the award to that person's contribution to MMT, Macroeconomics, or a core macroeconomics principle/idea (deficit, inflation, interest rates, government bonds, reserves).\nThis question will resolve as No if no Nobel Prize is awarded which satisfies those conditions. If there is disagreement on whether the award is \"for\" contributions to MMT, the determination will be made at Metaculus' sole discretion.\n\n2. Korea as a Unified Sovereign State:\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n\n3. Control of Taiwan by the People's Republic of China:\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"50c53771-d7a9-422d-a5df-cce14d2aeff1","title":"Will both of the following occur by their respective deadlines: a Nobel Prize for Economics awarded for MMT before 2041, Korea recognized as a unified sovereign state by 2045, and the People's Republic of China controls at least half of Taiwan before 2050?","body":"Resolution Criteria for each part:\n\n1. Nobel Prize for Economics and MMT:\nThis question will resolve as Yes if any Nobel Prize for Economic Sciences is awarded before January 1, 2041 where both of these conditions are true:\nA. To a person who, at any point, identifies as a founder, developer, or core contributor to MMT OR is considered as one of the core contributors or founders of MMT according to at least one peer-reviewed review articles or book chapter on the topic.\nB. The justification for the prize by the committee attributes the award to that person's contribution to MMT, Macroeconomics, or a core macroeconomics principle/idea (deficit, inflation, interest rates, government bonds, reserves).\nThis question will resolve as No if no Nobel Prize is awarded which satisfies those conditions. If there is disagreement on whether the award is \"for\" contributions to MMT, the determination will be made at Metaculus' sole discretion.\n\n2. Korea as a Unified Sovereign State:\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n\n3. Control of Taiwan by the People's Republic of China:\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"51dc0e8a-12af-4c6b-9e03-70c71e9baf79","title":"Will a Nobel Prize for Economics be awarded for MMT before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if any Nobel Prize for Economic Sciences is awarded before January 1, 2041 where both of these conditions are true:\nA. To a person who, at any point, identifies as a founder, developer, or core contributor to MMT OR is considered as one of the core contributors or founders of MMT according to at least one peer-reviewed review articles or book chapter on the topic.\nB. The justification for the prize by the committee attributes the award to that person's contribution to MMT, Macroeconomics, or a core macroeconomics principle/idea (deficit, inflation, interest rates, government bonds, reserves)\nThis question will resolve as No if no Nobel Prize is awarded which satisfies those conditions. If there is disagreement on whether the award is \"for\" contributions to MMT, the determination will be made at Metaculus' sole discretion\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6028","metadata":{"topics":[],"background_info":"Modern Monetary Theory is currently a heterodox economics theory.\nMMT is debated with active dialogues about its theoretical integrity, the implications of the policy recommendations of its proponents, and the extent to which it is actually divergent from orthodox macroeconomics."},"resolution":null},"Q":{"id":"df4c0aab-cbb9-499a-a600-b287512ea102","title":"Will North Korea and South Korea be recognized as a unified sovereign state by 2045?","body":"Resolution Criteria\nAll of Korea had been unified as a single state for centuries. After World War II and beginning in the Cold War, Korea was divided into two countries along the 38th parallel (now the Korean Demilitarized Zone). In 1950, North Korea invaded the South, beginning the Korean War, which ended in stalemate in 1953.\nEven after the end of the Korean War, reunification proved a challenge as the two countries became increasingly diverged at a steady pace. However, in the late 2010s, relations between North and South Korea warmed somewhat, beginning with North Korea's participation at the 2018 Winter Olympics in Pyeongchang, South Korea. In 2019, South Korean president Moon Jae-in proposed reunification of the two divided states in the Korean peninsula by 2045.\nWill North Korea and South Korea be recognized as a single sovereign state by 2045?\nThe question resolves positively if either:\nNorth Korea and South Korea (or their respective descendants if they change name) merge.\nor\nNorth Korea, South Korea or both (or their respective descendants if they change name) stop existing, and an entity (possibly the one that's left) controls 90%+ of the current North Korea + South Korea landmass and has its capital on that territory.\nResolution will be by reputable source that either has happened, as judged by Metaculus mods/admins.\n","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7037","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"5c2583c5-22f1-4016-9c05-8ff1fd1779e9","title":"Will the People's Republic of China control at least half of Taiwan before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5320","metadata":{"topics":[],"background_info":"The People's Republic of China (PRC), governing mainland China including Hainan, Hong Kong, and Macau, has wanted to acquire control of the territory of the Republic of China (ROC), governing the islands of Taiwan, Penghu, Kinmen, and Matsu. This process might happen if the ROC makes a clear statement of independence from the PRC, and the PRC invades in response and succeeds. In May 2020, PRC General Li Zuocheng said “If the possibility for peaceful reunification is lost, the people’s armed forces will, with the whole nation, including the people of Taiwan, take all necessary steps to resolutely smash any separatist plots or actions.” Foreign Policy thinks “Beijing is unlikely to invade Taiwan during the pandemic”, which raises the question of longer timespans. There are questions as to if/when China would be able to win a military conflict, or whether the US would defend Taiwan.\nAlternatively, the ROC may voluntarily choose to unify with the PRC. Currently, the majority of the Taiwanese public is in favor of maintaining the \"status quo\" and is against unification with China. Over 70% believes that the Republic of China is an independent country. 6.7% believes that Taiwan and China should be unified as soon as possible (The Diplomat).\n"},"resolution":null}},"relevance":{"reasons":["The Nobel Prize for Economics being awarded for MMT could indicate a significant shift in economic thinking and policy, which might influence geopolitical strategies, including those of China and the Koreas.","The unification of North and South Korea would have major geopolitical implications, potentially affecting China's strategy towards Taiwan and its broader regional ambitions.","China's control over Taiwan would have significant geopolitical ramifications, potentially influencing global economic policies and alliances, which could be related to the economic theories recognized by the Nobel Prize."],"conclusion":"The logical combination of these questions is somewhat relevant due to the interconnected nature of global geopolitics and economic policies.","score":6.0}}}
{"P":{"id":"4f788706-59fc-48e1-9495-2856eb9e6478","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bcd07889-ee2e-44f5-9d3e-044a80a5b305","title":"Given an AI Sputnik moment occurs before 2050, will US life expectancy at birth for both sexes fall below 75 years before 2040?","body":"Suppose the following is true: There is an \"AI Sputnik moment\" before 2050, defined by any of the following criteria being met:\n- A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\n- News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n- The Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\n- The Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\n- Practically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\n\nThen, will US life expectancy at birth for both sexes fall below 75 years before 2040? This question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"e40c9c55-7ee1-4c18-b94e-3f0f93b2ff2f","title":"Given both an AI Sputnik moment before 2050 and US life expectancy falling below 75 years before 2040, will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Suppose the following is true: An AI Sputnik moment occurs before 2050, defined by any of the following criteria being met: a major technology company announces the creation of an AI system leading to a stock price surge over 100% within 7 days, with credible media attributing this rise to the AI development; a head of government from one of the top 2 GDP nations speaks on the AI development within 2 weeks of initial reports; the Nasdaq Composite rises over 30% in a week due to AI development; or Google Trends shows a more than 100% increase in AI interest, with specific viewing conditions met by Metaculus administrators. Additionally, US life expectancy at birth for both sexes falls below 75 years before 2040, as confirmed by the CDC, WHO, or the UN. Then, is it true that a geoengineering act of Congress, defined as \"the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change,\" becomes US federal law by the end of 2024? This would involve the enactment of a geoengineering bill introduced in the House of Representatives and/or the Senate, signed into law by the U.S. president or otherwise enacted, with the bill being identified through a Congress website search using terms related to geoengineering.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"1069cf73-4479-4bc8-a18f-d84d8bfd28ef","title":"Will both of the following occur: (1) an AI Sputnik moment before 2050, and (2) US life expectancy at birth for both sexes fall below 75 years before 2040, and (3) a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria for AI Sputnik Moment:\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print for AI Sputnik Moment:\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\nResolution Criteria for US Life Expectancy:\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\nResolution Criteria for Geoengineering Act:\nThis question resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null},"Q":{"id":"6c34dad3-ee7c-40a6-91d3-a4cbd1c7d15c","title":"Will US life expectancy at birth for both sexes fall below 75 years before 2040?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4616","metadata":{"topics":[],"background_info":"According to the United Nations Development Program's 2019 Human Development Index, the average life expectancy at birth in the US (both sexes, average) is 78.9 years.\nLife expectancy in the US has increased by just under a decade since 1950, when it was 68.14 years. However, in the last few years, life expectancy has actually declined slightly in the US. Contributing factors include obesity and related diseases, opioid abuse, and suicides."},"resolution":null},"R":{"id":"3159b178-41aa-4eed-bcd9-ac601d141bef","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3528","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["An 'AI Sputnik moment' could lead to significant technological advancements and shifts in policy, which might influence public health and environmental policies, potentially affecting life expectancy and the likelihood of geoengineering legislation.","A major AI breakthrough could lead to economic and social changes that might impact healthcare systems, potentially influencing life expectancy.","Geoengineering legislation could be influenced by technological advancements and public perception, which might be affected by an AI breakthrough."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as technological advancements and policy shifts could have interconnected impacts on life expectancy and environmental legislation.","score":6.0}}}
