{"P":{"id":"98cf9454-3bc5-4d8f-8162-6a21ae383890","title":"Will Meta report 1 billion active users by December 31, 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if Meta Platforms, Inc. (or company which will be a rebranded version of Metaverse) reports one billion or more (\n≥\n10\n9\n), daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021 to January 1, 2032.\nFor a more precise definition of technology being \"screenless\" see related question\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"2ea4f1cf-2131-4094-a805-b2eaf62bc175","title":"Given Meta reports 1 billion active users by December 31, 2031, will Republicans win control of the US House of Representatives in 2024?","body":"Suppose the following is true: Meta Platforms, Inc. (or a rebranded version of Metaverse) reports one billion or more daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021, to January 1, 2032. Then, will Republicans win control of the US House of Representatives in 2024?\n\nResolution Criteria for P: This question will resolve as Yes if Meta Platforms, Inc. (or a rebranded version of Metaverse) reports one billion or more daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021, to January 1, 2032.\n\nResolution Criteria for Q: Resolves true if Republicans win 50% + 1 or more seats in the US House. Resolves false if Democrats win 50% + 1 or more seats. If neither of those parties wins 50% + 1 or more (e.g., an unaligned 3rd party wins seats), then the question resolves ambiguously. If the total number of seats in the US House changes, then the number needed for a majority changes with it. Independents who caucus with the Republicans will be counted as Republicans; likewise, independents who caucus with Democrats.","resolution_date":"2031-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"0b991b01-bd7c-4929-856e-09b8be9a5d2e","title":"Conditional on Meta reporting 1 billion active users by December 31, 2031, and Republicans winning control of the US House of Representatives in 2024, will there be recurring virus-driven lockdowns during the period 2030-2050?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if both of the following occur:\n(a) Meta Platforms, Inc. (or a rebranded version of Metaverse) reports one billion or more (≥10^9) daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021, to January 1, 2032.\n(b) Republicans win 50% + 1 or more seats in the US House of Representatives in 2024.\n\nFor Meta's user count, a more precise definition of technology being \"screenless\" can be found in the related question.\n\nFor the US House control, if neither Republicans nor Democrats win 50% + 1 or more seats (e.g., an unaligned 3rd party wins seats), then the question resolves ambiguously. Independents who caucus with the Republicans will be counted as Republicans; likewise, independents who caucus with Democrats will be counted as Democrats. If the total number of seats in the US House changes, then the number needed for a majority changes with it.\n\nResolution Criteria for Q:\nLockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\nAt least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\nDuring at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\nThe Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nFine Print\nDisputes related to question wording will be determined using admin discretion.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"cc60593c-d3ee-4eb3-a344-1dee4d3cf8c5","title":"Will Meta report 1 billion active users by December 31, 2031, will Republicans win control of the US House of Representatives in 2024, and will there be recurring virus-driven lockdowns during the period 2030-2050?","body":"Resolution Criteria\nThis question will resolve as Yes if all of the following occur:\n(a) Meta Platforms, Inc. (or a rebranded version of Metaverse) reports one billion or more (≥10^9) daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021, to January 1, 2032.\n(b) Republicans win 50% + 1 or more seats in the US House of Representatives in 2024.\n(c) Lockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period:\n- At least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\n- During at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\n- The Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\n\nFor Meta's user count, a more precise definition of technology being \"screenless\" can be found in the related question.\n\nFor the US House control, if neither Republicans nor Democrats win 50% + 1 or more seats (e.g., an unaligned 3rd party wins seats), then the question resolves ambiguously. Independents who caucus with the Republicans will be counted as Republicans; likewise, independents who caucus with Democrats will be counted as Democrats. If the total number of seats in the US House changes, then the number needed for a majority changes with it.\n\nDisputes related to question wording will be determined using admin discretion.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"07b9aed9-a21e-49d6-9b1d-0659152e9b04","title":"Will Meta report 1 billion active users by December 31, 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if Meta Platforms, Inc. (or company which will be a rebranded version of Metaverse) reports one billion or more (\n≥\n10\n9\n), daily active users on its \"screenless\" platforms (AR or VR glasses, holograms, etc. combined) in any public financial report between January 1, 2021 to January 1, 2032.\nFor a more precise definition of technology being \"screenless\" see related question\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8509","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWhen will a technology replace screens?\nIn the promo video of Meta Platforms Mark Zuckerberg has said, that within a decade (from November 2021) Meta Platforms can reach a billion people.\nFacebook in its Q3 2021 Earnings reports 1.93 billion daily users and 2.91 billion monthly users.\nIn 2020, according to this, there were 0.6 billion worldwide mobile AR users.\nIn 2020, according to this, \"in 2018, 59.5 million people used AR at least once per month in the United States. The corresponding figure for 2022 was forecast to reach over 95 million users.\"\n"},"resolution":null},"Q":{"id":"2401eeb8-9263-4680-aa97-eac43a5998f7","title":"Will Republicans win control of the US House of Representatives in 2024?","body":"Resolution Criteria\nResolves true if Republicans^ win 50% + 1 or more seats in the US House. Resolves false if Democrats^ win 50% + 1 or more seats. If neither of those parties wins 50% + 1 or more (e.g. an unaligned 3rd party wins seats), then the question resolves ambiguously.\nFine Print\n.* If the total number of seats in the US House changes, then the number needed for a majority changes with it.\n.^ Independents who caucus with the Republicans will be counted as Republicans; likewise independents who caucus with Democrats.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7849","metadata":{"topics":[],"background_info":"In 2020, Republicans gained seats in the House of Representatives despite losing the White House, leaving the Democrats with the thinnest margin in decades. Historically, there is often a backlash against the winner of the presidential election during the first term, so majority control could flip. However, redistricting following the 2020 Census will have its effect too.\nIf Republicans win 218* seats or more in 2024, they will secure a majority in the house. Will that happen?\n435* seats will be contested in 2024 (most in November, but some runoffs are possible). The question resolves after enough races have been called by reliable media reports to give a majority to one party or another. In case of ongoing ambiguity, the question can resolve when the Congress convenes in January 2025 and certifies its membership.\n"},"resolution":null},"R":{"id":"69963a15-ee48-45d4-858a-a28065b8300e","title":"Will there be recurring virus-driven lockdowns during the period 2030-2050?","body":"Resolution Criteria\nLockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\nAt least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\nDuring at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\nThe Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nFine Print\nDisputes related to question wording will be determined using admin discretion.\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7565","metadata":{"topics":[],"background_info":"From Wikipedia,\nA lockdown is a restriction policy for people or community to stay where they are, usually due to specific risks to themselves or to others if they can move and interact freely. The term \"stay-at-home\" or \"shelter-in-place\" is often used for lockdowns that affect an area, rather than specific locations. [...]\nDuring the COVID-19 pandemic, the term lockdown was used for actions related to mass quarantines or stay-at-home orders. The first lockdown during the pandemic was implemented in Wuhan on January 23, 2020. By early April 2020, 3.9 billion people worldwide were under some form of lockdown—more than half the world's population. By late April, around 300 million people were under lockdown in nations of Europe, while around 200 million people were under lockdown in Latin America. Nearly 300 million people, or about 90 per cent of the population, were under some form of lockdown in the United States, and 1.3 billion people have been under lockdown in India.\nThe COVID-19 lockdowns were unique in global history. Before, quarantines were more localized, and stay-at-home orders were rare, owing to the fact that most people could not work from home. The rise of internet work has enabled stay-at-home orders.\nNatural viral spillover events are common and may be becoming more common as the human population rises. Furthermore, the stupendous fall of deaths from infectious disease has arguably lowered humanity's threshold for the type of infectious event considered worthy of lockdown as a means of prevention.\nDuring the mid 21st century, it may become possible for small groups to artificially engineer viruses using new techniques like CRISPR/Cas9. Deepmind's recent open-sourcing of AlphaFold 2 and its predictions is expected to greatly enhance our understanding of biology, which may ultimately end up being used for detrimental purposes. This question asks about a secondary effect from viruses in the 21st century: will we keep going on lockdown?\n"},"resolution":null}},"relevance":{"reasons":["The political landscape in the US, such as Republicans winning control of the House, could influence regulatory and economic policies that might affect Meta's business environment and user growth.","Recurring virus-driven lockdowns could impact the adoption and usage of Meta's 'screenless' platforms, as people might rely more on virtual and augmented reality during lockdowns.","The political control of the House could influence public health policies and funding, which in turn could affect the frequency and management of virus-driven lockdowns."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as political control, technological adoption, and public health policies can be interrelated.","score":7.0}}}
{"P":{"id":"73e91645-3ce5-43b5-bd3a-0d6b1fef2209","title":"In 2029, will the US have 3,800 or fewer nuclear weapons?","body":"Resolution Criteria\nThe size of the US's nuclear weapons stockpile reached a peak in 1966 at around 30,000 warheads. Following the deescalation and the end of the Cold War, the number has substantially decreased. Kristensen and Korda (2019) estimate that the US maintains a deployed stockpile of nearly 3,800 warheads. The approximate breakdown is as follows:\n1,750 warheads are currently deployed, of which\n1,300 strategic warheads are deployed on ballistic missiles,\n300 at strategic bomber bases in the United States,\n150 tactical bombs are deployed at air bases in Europe.\n2,050 are in storage as a so-called hedge against technical or geopolitical surprises.\nIt is possible that this trend will reverse in a period of nuclear rearmament, especially if world tensions get worse. The Trump Administration’s Nuclear Posture Review takes a confrontational tone, presenting an assertive posture that embraces “Great Power competition” and includes plans to expand the US' nuclear arsenal.\nIn 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\nSee also the related question, If the US does not pursue nuclear disarmament, how many nuclear warheads will it have in 2029?\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ba33ed71-c994-4693-89c0-1da0403cf242","title":"Given that the US has 3,800 or fewer nuclear weapons in 2029, will a nuclear catastrophe reduce the human population by 95% or more?","body":"Resolution Criteria for P:\nThe size of the US's nuclear weapons stockpile reached a peak in 1966 at around 30,000 warheads. Following the deescalation and the end of the Cold War, the number has substantially decreased. Kristensen and Korda (2019) estimate that the US maintains a deployed stockpile of nearly 3,800 warheads. The approximate breakdown is as follows:\n1,750 warheads are currently deployed, of which\n1,300 strategic warheads are deployed on ballistic missiles,\n300 at strategic bomber bases in the United States,\n150 tactical bombs are deployed at air bases in Europe.\n2,050 are in storage as a so-called hedge against technical or geopolitical surprises.\nIt is possible that this trend will reverse in a period of nuclear rearmament, especially if world tensions get worse. The Trump Administration’s Nuclear Posture Review takes a confrontational tone, presenting an assertive posture that embraces “Great Power competition” and includes plans to expand the US' nuclear arsenal.\nIn 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\n\nResolution Criteria for Q:\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?. Now it is asked,\nGiven that nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c8c5d1d0-2570-46f9-b5ac-eeea16db35d8","title":"Conditional on the US having 3,800 or fewer nuclear weapons in 2029 and a nuclear catastrophe reducing the human population by 95% or more, will the US sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria for P:\n1. In 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\n\n2. Given that a nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n\nResolution Criteria for Q:\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"512f81f9-3ce4-4d71-bf7b-bce3f8ebeb6e","title":"By 2031, will the US have 3,800 or fewer nuclear weapons, will a nuclear catastrophe reduce the human population by 95% or more, and will the US sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems?","body":"Resolution Criteria\n1. In 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\n\n2. Given that a nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n\n3. Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"039ca30c-836a-4596-889c-0daadc5b1c5c","title":"In 2029, will the US have 3,800 or fewer nuclear weapons?","body":"Resolution Criteria\nThe size of the US's nuclear weapons stockpile reached a peak in 1966 at around 30,000 warheads. Following the deescalation and the end of the Cold War, the number has substantially decreased. Kristensen and Korda (2019) estimate that the US maintains a deployed stockpile of nearly 3,800 warheads. The approximate breakdown is as follows:\n1,750 warheads are currently deployed, of which\n1,300 strategic warheads are deployed on ballistic missiles,\n300 at strategic bomber bases in the United States,\n150 tactical bombs are deployed at air bases in Europe.\n2,050 are in storage as a so-called hedge against technical or geopolitical surprises.\nIt is possible that this trend will reverse in a period of nuclear rearmament, especially if world tensions get worse. The Trump Administration’s Nuclear Posture Review takes a confrontational tone, presenting an assertive posture that embraces “Great Power competition” and includes plans to expand the US' nuclear arsenal.\nIn 2029, will the US have 3,800 or fewer nuclear weapons?\nThis resolves positive if credible sources, such as the Bulletin of Atomic Scientists' Nuclear Notebook (such as this one for 2019) reports that the US held 3,800 (or fewer) nuclear warheads at any time in 2029. A similar credible source may be consulted if the Bulletin of Atomic Scientists in no longer active or publishing reports. For the purposes of question resolution, warheads that are retired and awaiting dismantlement will not be counted.\nSee also the related question, If the US does not pursue nuclear disarmament, how many nuclear warheads will it have in 2029?\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2817","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"57a6edd3-5324-40a7-86c4-d830562527d5","title":"Ragnarök Question Series: if a nuclear catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?. Now it is asked,\nGiven that nuclear catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves ambiguous if a global nuclear catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. It resolves positively if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. The question resolves negative if a global nuclear catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1585","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nA nuclear exchange could cause a nuclear winter – a release of black carbon into the atmosphere which would according to some studies, result in the blocking the Sun’s thermal energy. This would lower temperatures regionally and globally for several years, and open up new holes in the ozone layer protecting the Earth from harmful radiation, reduce global precipitation by about 10%, trigger crop failures, and result in widespread food shortages.\nAccording to some models, the smoke would rapidly engulf the Earth and form a dense stratospheric smoke layer. The smoke from a war fought with strategic nuclear weapons would quickly prevent up to 70% of sunlight from reaching the surface of the Northern Hemisphere and 35% of sunlight from reaching the surface of the Southern Hemisphere. Such an enormous loss of warming sunlight would produce Ice Age weather conditions on Earth in a matter of weeks. For a period of 1-3 years following the war, temperatures would fall below freezing every day in the central agricultural zones of North America and Eurasia.\nThis could leave some survivors in parts of Australia and New Zealand, but they would be in a very precarious situation and the threat of extinction from other sources would be great. Whether a nuclear winter could cause extinction is currently unclear. Some models consider total extinction very unlikely, and suggest parts of the world would remain habitable.\nThese studies consider what is currently the worst-case nuclear exchange, namely, that between the US and Russia. However, It is possible that a future nuclear arms race someday leads to larger stockpiles or more dangerous nuclear weapons than existed at the height of the Cold War. In this case, chances of a nuclear extinction might be higher than they currently are.\n"},"resolution":null},"R":{"id":"59377b1e-e04a-493c-83b3-f8252d4553fb","title":"Will the United States sign a Treaty on the Prohibition of Lethal Autonomous Weapons Systems before 2031?","body":"Resolution Criteria\nThis question will resolve as YES if, by Jan 1, 2031, the United States Government formally agrees to an international treaty which purports to ban either the possession or the use of Lethal Autonomous Weapons as defined above, and is announced on the U.S. Department of State Office of Treaty Affairs or a mainstream news source or wire service (e.g. AP or New York Times), or NO otherwise.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8504","metadata":{"topics":[],"background_info":"Lethal Autonomous Weapons Systems, as defined by the U.S. Department of Defense, are “weapon system[s] that, once activated, can select and engage targets without further intervention by a human operator.”\nSuch systems, colloquially known (especially by their opponents) as \"Killer Robots\" or \"Slaughterbots\" have received negative attention from a number of actors, including a coalition known as the Campaign to Stop Killer Robots.\nThese activists appear to prefer a legally-binding instrument of international law, likely in treaty form, as a \"Killer Robot Ban Treaty\". Such a treaty has received support from several countries, as tracked by Human Rights Watch, and been discussed at the working group of the UN Convention on Certain Conventional Weapons (ibid.).\nFormal and legally-binding arms control has proven elusive however, leading some to question the \"end of arms control.\" Moreover, several of the most powerful militaries in the world, including the United States, the United Kingdom, and Russia, strongly oppose such a ban.\nMoreover, a Killer Robot Ban Treaty faces a fundamental definitional problem, as weapons systems like \"homing munitions\" have elements of autonomy under conventional definitions, but are an integral part of many military operations, and have been in use since World War II, and as broad definitions may exclude many applications of artificial intelligence. Senior defense leaders, including Bob Work, the \"father of the Pentagon's push for Artificial Intelligence\" have also criticized such a ban.\n"},"resolution":null}},"relevance":{"reasons":["The number of nuclear weapons a country possesses can influence global stability and the likelihood of nuclear conflict. If the US has fewer nuclear weapons, it might reduce the chances of a nuclear catastrophe, which in turn affects the probability of a significant reduction in the human population.","The signing of a treaty on lethal autonomous weapons could indicate a broader trend towards disarmament and international cooperation, which might also influence the likelihood of nuclear conflict and the number of nuclear weapons a country maintains.","A nuclear catastrophe that reduces the human population by 95% or more would likely involve the use of a significant number of nuclear weapons, making the number of weapons a relevant factor."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"254fb285-49f5-4644-81f9-0f102594e2bb","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"b8060f2a-f7a0-4978-aad0-3cb22deb7cbd","title":"Conditional on there being at least 2˚C of global warming by 2100, will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway?","body":"Suppose the following is true: By January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. (Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.) Data for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway. The last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data.\n\nThen, will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway? This question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"9825d770-0e97-437c-9bca-16a79a49ad2c","title":"Conditional on both at least 2˚C of global warming by 2100 and a signatory to the Treaty on the Prohibition of Nuclear Weapons developing a nuclear weapon, will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria for P:\nThis question will resolve positively if both of the following occur:\n(a) By January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway. The last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data.\n(b) Credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively.\n\nResolution Criteria for Q:\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"f442c809-a393-4f86-9cb8-bdb29a6f8530","title":"Will all of the following occur: (a) at least 2˚C of global warming by 2100, (b) a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway, and (c) the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria\nThis question will resolve positively if all of the following occur:\n(a) By January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Data for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway. The last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data.\n(b) Credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively.\n(c) The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"261c94a3-a8f1-4bc7-93bf-f781d806cda0","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/585","metadata":{"topics":[],"background_info":"At the Paris climate accord, world leaders promised to keep the global temperature increase this century (relative to pre-industrial levels) \"well below 2 ˚C\" and if possible below 1.5 ˚C. Many experts are skeptical about this goal being feasible, stating that even if all Paris targets are met, global warming may reach levels up to 3 ˚C above pre-industrial levels. Furthermore, with the coming departure of the United States from the agreement, the meeting of global targets may be in jeopardy."},"resolution":null},"Q":{"id":"ca4eeafd-4f0a-4ee5-b2bf-697e1104b011","title":"Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway?","body":"Resolution Criteria\nThis question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5808","metadata":{"topics":[],"background_info":"From Wikipedia,\nThe Treaty on the Prohibition of Nuclear Weapons (TPNW), or the Nuclear Weapon Ban Treaty, is the first legally binding international agreement to comprehensively prohibit nuclear weapons with the ultimate goal being their total elimination. It was adopted on 7 July 2017, opened for signature on 20 September 2017, and will enter into force on 22 January 2021.\nFor those nations that are party to it, the treaty prohibits the development, testing, production, stockpiling, stationing, transfer, use and threat of use of nuclear weapons, as well as assistance and encouragement to the prohibited activities. For nuclear armed states joining the treaty, it provides for a time-bound framework for negotiations leading to the verified and irreversible elimination of its nuclear weapons programme.\nA mandate adopted by the United Nations General Assembly on 23 December 2016 scheduled two sessions for negotiations: 27 to 31 March and from 15 June to 7 July, 2017. The treaty passed on schedule on 7 July with 122 in favour, 1 against (Netherlands), and 1 official abstention (Singapore). 69 nations did not vote, among them all of the nuclear weapon states and all NATO members except the Netherlands.\nWhile people are skeptical that this ban will cause any current nuclear state to imminently give up their nuclear weapons, it still may have the effect of preventing current non-nuclear states from gaining nuclear weapons. This mirrors the goal of the Treaty on the Non-Proliferation of Nuclear Weapons.\n"},"resolution":null},"R":{"id":"99909888-b85f-4a1c-a0df-b7acc8ace289","title":"Will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4527","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Global warming could have significant economic impacts, which might influence stock market performance, including the S&P 500.","The development of nuclear weapons by a signatory to the Treaty on the Prohibition of Nuclear Weapons could lead to geopolitical instability, which might also affect global markets and economic conditions.","Both global warming and geopolitical instability could be seen as factors that might influence long-term economic trends, including stock market indices."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all have potential economic and geopolitical implications that could be interrelated.","score":6.0}}}
{"P":{"id":"f22930d3-b3b2-4e48-aac7-117e77b9f3e9","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Ron DeSantis)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"acbe307d-6586-4c27-bde7-f64edf806236","title":"If Ron DeSantis is the Republican nominee for the 2024 US Presidential Election, will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria for P:\nThis question will resolve as Yes if Ron DeSantis is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\n\nResolution Criteria for Q:\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.","resolution_date":"2025-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"7f3441fa-69b6-4a30-80b8-3cf5d1bd7842","title":"If Ron DeSantis is the Republican nominee for the 2024 US Presidential Election and the US President inaugurated in 2025 is from a different political party than the projected winner, will Puerto Rico's first 2 elected Senators both be Democrats if it becomes a US state by 2035?","body":"Resolution Criteria for P:\n1. This question will resolve as Yes for Ron DeSantis if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention. If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous. Note: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n2. This question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.\n\nResolution Criteria for Q:\nThis question will resolve positively if the first 2 elected Senators of Puerto Rico are both members of the Democratic Party, as of their date of election. It will resolve negatively if they are a member of any other party, including if they are independents who caucus with Democrats.\nIf Puerto Rico is not a state at any time prior to January 1, 2035, or if Puerto Rico will not elect at least 2 senators by that time, this question will resolve ambiguously.\nSenators must be elected by the general populace. If Senators are appointed for PR, this question will wait to resolve on the first Senators who are elected. This question will resolve for the first 2 elected senators, regardless of whether those senators are elected in the same year or in the same election.\nFine Print\nIf both elected senators are members of a Democratic Party Affiliate (for example, the Minnesota Democratic-Farmer-Labor Party), they will be considered Democrats for this question, assuming the Democratic Party does not endorse or support competing candidates in Puerto Rico (on or immediately prior to the general election day).\nSenators will be \"elected prior to 2035-01-01\" if their election day is prior to 2035-01-01, regardless of when they are projected by election media, or when they take office.","resolution_date":"2035-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"81734f18-cf11-4e3b-b487-3539d2582a83","title":"Will Ron DeSantis be the Republican nominee for the 2024 US Presidential Election, will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks, and if Puerto Rico becomes a US state by 2035, will their first 2 elected Senators both be Democrats?","body":"Resolution Criteria\n1. This question will resolve as Yes for Ron DeSantis if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention. If there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous. Note: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n2. This question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.\n3. This question will resolve positively if the first 2 elected Senators of Puerto Rico are both members of the Democratic Party, as of their date of election. It will resolve negatively if they are a member of any other party, including if they are independents who caucus with Democrats. If Puerto Rico is not a state at any time prior to January 1, 2035, or if Puerto Rico will not elect at least 2 senators by that time, this question will resolve ambiguously. Senators must be elected by the general populace. If Senators are appointed for PR, this question will wait to resolve on the first Senators who are elected. This question will resolve for the first 2 elected senators, regardless of whether those senators are elected in the same year or in the same election.\nFine Print\nIf both elected senators are members of a Democratic Party Affiliate (for example, the Minnesota Democratic-Farmer-Labor Party), they will be considered Democrats for this question, assuming the Democratic Party does not endorse or support competing candidates in Puerto Rico (on or immediately prior to the general election day). Senators will be \"elected prior to 2035-01-01\" if their election day is prior to 2035-01-01, regardless of when they are projected by election media, or when they take office.","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ba492577-ff05-4fe7-b631-fff8863ab2e8","title":"Who will be the Republican nominee for the 2024 US Presidential Election? (Ron DeSantis)","body":"Resolution Criteria\nThis question will resolve as Yes for the candidate below who is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently below; other options may be added in the future.\nFor this question, it is not relevant who recieves the Republican nomination on the day of the 2024 US election, it is solely determined by who is selected by the delegates of the Republican National Convention.\nFine Print\nIf there is no Republican National Convention convened in the year 2024, this question will resolve as Ambiguous.\nNote: in the previous versions of this question, Donald Trump's question originally asked \"If Trump is not sworn in as President in 2021, will he become the Republican nominee for President in 2024?\"; please bear this in mind when interpreting the forecast history.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6590","metadata":{"topics":[],"background_info":"Following the 2020 US election, Former President Donald Trump has hinted his intentions of running again for President in 2024, saying at a rally in March 2022, \"[...] in 2024, we are going to take back our beautiful White House [...] I will be back and we will be better and stronger than ever before\". Early polling for the Republican Party nomination frequently shows Trump as the top choice among respondents.\nFlorida Governor Ron DeSantis has not publicly expressed his intention of running (as of June 2022), though Fox News producers have called him \"the future of the Republican Party\". DeSantis is a frequent second-place favorite in polling behind Trump.\nFormer Vice President Mike Pence has also hinted his intentions of seeking the nomination; in April 2022, when asked if he would run even if Donald Trump were also running, he responded \"We’ll go where we’re called\".\n"},"resolution":null},"Q":{"id":"298e5981-e830-40e2-a313-7842cbf9db80","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7828","metadata":{"topics":[],"background_info":"In the 2020 US Presidential election, major news desks called the election for Joe Biden in the week following the November election. Despite this, a concerted effort was launched using various methods in an attempt to overturn this result, such that betting markets still placed nontrivial probabilities on the result being overturned for much of the next two months until Joe Biden's inauguration.\nThis question asks if we will see a situation in 2025 where the newly inaugurated president is not from the party which was called by major news desks as having won the election."},"resolution":null},"R":{"id":"caafd015-c62d-4d91-9dee-a0328faf4bae","title":"If Puerto Rico becomes a US state by 2035, will their first 2 elected Senators both be Democrats?","body":"Resolution Criteria\nThis question will resolve positively if the first 2 elected Senators of Puerto Rico are both members of the Democratic Party\n†\n, as of their date of election. It will resolve negatively if they are a member of any other party\n†\n, including if they are independents who caucus with Democrats.\nIf Puerto Rico is not a state at any time prior to January 1, 2035, or if Puerto Rico will not elect at least 2 senators by that time, this question will resolve ambiguously.\nSenators must be elected by the general populace. If Senators are appointed for PR, this question will wait to resolve on the first Senators who are elected. This question will resolve for the first 2 elected senators, regardless of whether those senators are elected in the same year or in the same election.\nFine Print\n†\nIf both elected senators are members of a Democratic Party Affiliate (for example, the Minnesota Democratic-Farmer-Labor Party), they will be considered Democrats for this question, assuming the Democratic Party does not endorse or support competing candidates in Puerto Rico (on or immediately prior to the general election day).\nSenators will be \"elected prior to 2035-01-01\" if their election day is prior to 2035-01-01, regardless of when they are projected by election media, or when they take office.\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7243","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill Puerto Rico become a US state prior to 2035?\nIf Puerto Rico becomes a US state by 2035, will their first 2 elected Senators both be Republicans?\nPuerto Rico was aquired as a territory of the USA in 1898. Since then, there has been ongoing discussion to admit Puerto Rico as a US state, though there has been much disagreement among Puerto Ricans among factions who favor statehood, favor national independence, or who favor the status quo.\nIn a related debate on statehood for the District of Columbia, the Republican Party is opposed to statehood, predicting that Democrats would gain an advantage in the Senate:\n“If DC were to become a state, Democrats would gain two reliably liberal seats in the US Senate,” said Emma Vaughn, a spokesperson for the Republican National Committee. “They cite various reasons for why they want DC statehood, but the truth is that these extra Senate seats would be a rubber stamp for their radical, far-left agenda.”\nExpecting DC to elect 2 Democratic Senators upon statehood is almost certain, but the outcome of a Puerto Rican statehood is less so. The Republican Party's official platform from 2008 to 2020 stated:\nWe support the right of the United States citizens of Puerto Rico to be admitted to the Union as a fully sovereign state after they freely so determine.\nThe Democratic Party has also expressed support of PR statehood, on the condition that it is will of PR's citizens in a fair referendum.\nSeveral referendums have been held on PR's future political status; in 2020, 52% of voters favored statehood.\n"},"resolution":null}},"relevance":{"reasons":["The first question about Ron DeSantis being the Republican nominee for the 2024 US Presidential Election is directly related to the political landscape and can influence the second question about the US President inaugurated in 2025 being from a different political party than the projected winner. If DeSantis is the nominee, it could affect the dynamics of the election and the likelihood of a different party's candidate being inaugurated.","The second question about the US President inaugurated in 2025 being from a different political party than the projected winner is related to the political climate and election integrity, which can have long-term implications on the political landscape, including the potential statehood of Puerto Rico and the political affiliation of its elected senators.","The third question about Puerto Rico's statehood and the political affiliation of its first two elected senators is indirectly related to the overall political climate in the US. If the political landscape shifts significantly (e.g., due to a controversial election outcome or changes in party control), it could influence the likelihood of Puerto Rico becoming a state and the political leanings of its elected officials."],"conclusion":"While the three questions are not directly related, they all pertain to the broader political landscape in the US. Therefore, considering their logical combination could provide insights into potential political shifts and their implications.","score":6.0}}}
{"P":{"id":"1c5b0dd3-40c6-49ef-8ee7-53b03f75f0e2","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5c66e704-ce7c-4d2e-98fa-b0a12da48e79","title":"Given Xi Jinping continues leading China in 2030, will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Suppose the following is true: Xi Jinping continues leading China in 2030. This question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now.\n\nThen, will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?\nResolution Criteria: This question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"04cb8aa6-22ce-4978-bc8f-292e16e8dc02","title":"Conditional on both Xi Jinping continuing to lead China in 2030 and the US President inaugurated in 2025 being from a different political party than the projected winner, will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria for P:\nThis question will resolve positively if both of the following occur:\n(a) Xi is CCP General Secretary on 1 January, 2030, or Xi is paramount leader of China on 1 January, 2030, or Xi is de facto leader of China on 1 January, 2030.\n(b) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.\n\nThis question will resolve negatively if either:\n(a) Any other person is leader of China on 1 January, 2030, or\n(b) The US President inaugurated in 2025 is from the same political party as the projected winner as officially called by a majority of the aforementioned news desks.\n\nThis question will resolve ambiguous if China ceases to exist as the political entity it is right now.\n\nResolution Criteria for Q:\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"b4f06a0d-36dd-4331-82a4-0949e938267c","title":"Will both of the following occur: (a) Xi Jinping continue leading China in 2030, (b) the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks, and (c) there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThis question will resolve positively if all of the following occur:\n(a) Xi is CCP General Secretary on 1 January, 2030, or Xi is paramount leader of China on 1 January, 2030, or Xi is de facto leader of China on 1 January, 2030.\n(b) The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.\n(c) There is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050:\n- A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\n- News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n- The Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\n- The Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\n- Practically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite.\n\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\n- At least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\n- The increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n\nThis question will resolve negatively if any of the following occur:\n(a) Any other person is leader of China on 1 January, 2030, or\n(b) The US President inaugurated in 2025 is from the same political party as the projected winner as officially called by a majority of the aforementioned news desks, or\n(c) None of the criteria for an \"AI Sputnik moment\" are met before 2050.\n\nThis question will resolve ambiguous if China ceases to exist as the political entity it is right now.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ec161760-4042-40f6-8a52-56cf274153bf","title":"Will Xi Jinping continue leading China in 2030?","body":"Resolution Criteria\nThis question will resolve positive if either:\nXi is CCP General Secretary on 1 January, 2030.\nXi is paramount leader of China on 1 January, 2030.\nXi is de facto leader of China on 1 January, 2030.\nThis question will resolve negative if:\nAny other person is leader on 1 January, 2030.\nThis question will resolve ambiguous if:\nChina ceases to exist as the political entity it is right now\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8533","metadata":{"topics":[],"background_info":"Xi Jinping is currently nearing the end of his second term as CCP General Secretary and is expected to make a bid for a third term and win it with a 92% chance according to a current Metaculus question. There is considerable speculation that Xi will pave the way for a much longer tenure akin to the tenure of Mao Zedong and Deng Xiaping. Having China ruled by a single figure with a potentially unlimited tenure might have considerable ramifications for a variety of topics ranging from the West's China policy to global security concerns."},"resolution":null},"Q":{"id":"298e5981-e830-40e2-a313-7842cbf9db80","title":"Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?","body":"Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7828","metadata":{"topics":[],"background_info":"In the 2020 US Presidential election, major news desks called the election for Joe Biden in the week following the November election. Despite this, a concerted effort was launched using various methods in an attempt to overturn this result, such that betting markets still placed nontrivial probabilities on the result being overturned for much of the next two months until Joe Biden's inauguration.\nThis question asks if we will see a situation in 2025 where the newly inaugurated president is not from the party which was called by major news desks as having won the election."},"resolution":null},"R":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null}},"relevance":{"reasons":["Xi Jinping's leadership in China could influence global geopolitical dynamics, which might affect the US political landscape and the likelihood of an AI Sputnik moment.","A change in US leadership could impact US-China relations, which in turn could influence technological competition and the likelihood of an AI Sputnik moment.","The AI Sputnik moment could be influenced by geopolitical tensions or cooperation between the US and China, making the leadership in both countries relevant."],"conclusion":"The logical combination of these questions is somewhat relevant due to the interconnected nature of global politics and technological advancements.","score":6.0}}}
{"P":{"id":"abe581a8-56ec-4846-a5f4-26e4917cf92f","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"936aed6a-9c6a-4e77-865c-632e623de8a9","title":"Conditional on China landing the next person on the Moon, will a Guaranteed Minimum Income be introduced in any EU country before 2041?","body":"Resolution Criteria for P:\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n\nResolution Criteria for Q:\nFor a positive resolution the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n(Edited 2020-05-21 to change name to GMI from UBI to oomport with the definition given in the question.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"34c51747-2b37-42d5-973d-ebdb433439c2","title":"Conditional on China landing the next person on the Moon and a Guaranteed Minimum Income being introduced in any EU country before 2041, will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria for P:\nThis question will resolve positively if both of the following occur:\n(a) The next person to successfully land on the Moon before the resolve date is a Chinese citizen. This will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n(b) A Guaranteed Minimum Income (GMI) is introduced in any EU country before 2041. For a positive resolution, the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n\nResolution Criteria for Q:\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"b43e9972-1acd-4e4e-b717-a5217d10e74a","title":"Will both of the following occur: (1) China lands the next person on the Moon and a Guaranteed Minimum Income is introduced in any EU country before 2041, and (2) The United States continues to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(1) Both of the following occur:\n(a) The next person to successfully land on the Moon before the resolve date is a Chinese citizen. This will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report. For a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n(b) A Guaranteed Minimum Income (GMI) is introduced in any EU country before 2041. For a positive resolution, the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n(2) The United States continues to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index.\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6f8c8f02-6101-451d-8f4e-e29ab7ac9aa3","title":"Will China land the next person on the Moon?","body":"Resolution Criteria\nThis question will resolve positively if the next person to successfully land on the Moon before the resolve date is a Chinese citizen and will resolve negatively otherwise.\nThis question will resolve immediately prior to the time of the Moon landing itself or, if that’s not available, immediately prior to the first credible media report.\nFine Print\nFor a person to successfully land on the Moon, they must be alive and inside a vehicle that physically touches the Moon’s surface. Everyone in the vehicle must be alive for 15 minutes after the vehicle touches down. They are not required to perform a walk outside the vehicle. “The Moon” refers to Earth’s moon. This does not require that they leave the Moon. If the next vehicle to land on the Moon contains more than one person, the person who performs the first Moon walk will be considered first. If there is no Moon walk, all people in the landing vehicle must be citizens of China for this to resolve positively. A Chinese citizen counts toward positive resolution even if they have citizenship in another country.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5832","metadata":{"topics":[],"background_info":"Both China and the US have announced plans to land a person on the Moon. Both are tentatively aiming to land someone on the Moon in the year 2024."},"resolution":null},"Q":{"id":"70943c1f-db70-4fcf-8142-c52eebb95ed5","title":"Will a Guaranteed Minimum Income be introduced in any EU country before 2041?","body":"Resolution Criteria\nFor a positive resolution the guaranteed income scheme must cover >50% of the labour force and guarantee an income at ≥80% of that nation’s poverty line for at least six continuous months. The relevant numbers will be taken as Eurostat gathers and collates them.\n(Edited 2020-05-21 to change name to GMI from UBI to oomport with the definition given in the question.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2711","metadata":{"topics":[],"background_info":"A Guaranteed Minimum Income (GMI) is a guaranteed minimum income above the poverty line that would be guaranteed to be paid to any person of age.\nFeatures of a GMI would be: unconditional, automatic, non-withdrawable, individual, and as a right. This doesn’t mean every person would receive that income, but the vast majority of the population of a country, region, or locale would be guaranteed a minimum income, no strings attached.\nThe implementation can and would vary from state to state, according to the respective cultural, societal, and governmental conditions.\nSo far there have been numerous experiments with UBI in the US, Finland, Canada, Netherlands, and other countries, and UBI has become a recurring theme in political and public discussion since the 1980s, in particular in light of downsizing due to automation. Groups call for the implementation of a basic income to deal with these issues.\nBut there are also arguments against implementing a UBI, such as questioning the financing strategy, a rise in shadow economy, the negative effect on people depending on more personalised (and higher) welfare, decrease in motivation to work, and so on.\n"},"resolution":null},"R":{"id":"5f05f3c6-4a6f-4397-b7c6-80607358fc08","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3125","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["China landing the next person on the Moon could signify a shift in global power dynamics, which might influence economic policies in other countries, including the introduction of a Guaranteed Minimum Income in EU countries.","The United States' stability, as measured by the Fragile States Index, could be influenced by global events such as China's advancements in space exploration and economic policies in other countries, including the EU's adoption of a Guaranteed Minimum Income.","A Guaranteed Minimum Income in the EU could be a response to global economic instability, which might be exacerbated by the US's deteriorating state stability and China's technological advancements."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all touch on global power dynamics, economic policies, and state stability.","score":6.0}}}
{"P":{"id":"1304cf9e-1b83-48f4-8904-f231c310ce70","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"dc9f8312-2372-40f4-aebd-dad8d7214f2e","title":"Conditional on at least one fatality in North Korea due to a nuclear detonation by 2030, will the New START nuclear arms control agreement be renewed until at least February 5, 2027?","body":"Resolution Criteria for P:\nThis question is conditional on at least one offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this question will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this question will resolve as Yes if there is at least one fatality from any nuclear detonation occurring in North Korea at any point between January 1, 2021, to January 1, 2030. If there is no such fatality, this question will resolve as No. If the only nuclear detonations in this period occur outside of North Korea (for example, they occur in international waters, or a region(s) not listed below), this question will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print for P:\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\nResolution Criteria for Q:\nThis question will resolve positively if either of the following conditions occur:\nThere are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\nThere are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027, and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print for Q:\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"ad5fc920-4447-4999-b92e-ded7e8d53845","title":"Conditional on both a fatality in North Korea from an offensive nuclear detonation by 2030 and the renewal of the New START nuclear arms control agreement until at least February 5, 2027, will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria for Condition:\nThis question will resolve as YES only if both of the following conditions are met:\n(a) There is at least one fatality in North Korea from an offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions. A detonation will be considered \"within\" North Korea if it occurs less than 20 kilometers above the land or sea level in North Korea's land territory, internal waters, or within 10 kilometers of their coastline.\n(b) There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027, or there are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027, and that US officials, Russian officials, and other credible sources describe as a successor to New START.\n\nFine Print for Condition:\nFor condition (a), test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nFor condition (b), it is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\nIf no offensive nuclear detonation occurs anywhere on Earth between January 1, 2021, and January 1, 2030, condition (a) will resolve as NO.\n\nResolution Criteria for Outcome:\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"707611e4-45fa-4979-9758-ddd7efdb4650","title":"Will all of the following occur: (a) there is at least one fatality in North Korea from an offensive nuclear detonation by 2030, (b) the New START nuclear arms control agreement is renewed until at least February 5, 2027, and (c) Turkey remains a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as YES only if all of the following conditions are met:\n(a) There is at least one fatality in North Korea from an offensive nuclear detonation occurring at any time between January 1, 2021, and January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorized nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions. A detonation will be considered \"within\" North Korea if it occurs less than 20 kilometers above the land or sea level in North Korea's land territory, internal waters, or within 10 kilometers of their coastline.\n(b) There are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027, or there are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027, and that US officials, Russian officials, and other credible sources describe as a successor to New START.\n(c) Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\n\nFine Print\nFor condition (a), test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nFor condition (b), it is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\nIf no offensive nuclear detonation occurs anywhere on Earth between January 1, 2021, and January 1, 2030, condition (a) will resolve as NO.\nFor condition (c), if before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6cd8ab6d-b706-47c5-9793-3fcca68ae338","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8369","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"50287226-9b91-460f-b95d-763654f7df82","title":"Will the New START nuclear arms control agreement be renewed until at least February 5, 2027?","body":"Resolution Criteria\nThis question will resolve positively if either of the following conditions occur:\nThere are credible reports such as by the Arms Control Association of New START being extended to at least February 5, 2027.\nThere are credible reports of New START being replaced by another nuclear arms control agreement that will last until at least February 5, 2027 and that US officials, Russian officials, and other credible sources describe as a successor to New START.\nFine Print\nIt is not necessary that the renewed or replacement treaty has very similar terms. But note that the second condition would not be met if one or two of the three relevant groups (US officials, Russian officials, or other credible sources) do not describe the treaty as a successor to New START.\n","resolution_date":"2027-02-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8393","metadata":{"topics":[],"background_info":"New START is a nuclear arms reduction treaty between the United States and the Russian Federation, which was signed on 8 April 2010. After its extension in 2021 it is expected to last until February 5, 2026."},"resolution":null},"R":{"id":"87539726-0820-46e5-ad88-a210967a1a5f","title":"Will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3238","metadata":{"topics":[],"background_info":"The North Atlantic Treaty Organization is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party.\nIn 1952, Turkey joined NATO.\nIn recent years, Turkey's leader Recep Tayyip Erdoğan has been widely criticised as an authoritarian. Further, Turkey's military incursions into Syria have caused some to ask if Turkey will continue to be a NATO member, or if it could be suspended or expelled.\nHowever, no existing provision in the North Atlantic Treaty provides for the suspension or expulsion of a NATO member.\n"},"resolution":null}},"relevance":{"reasons":["The renewal of the New START nuclear arms control agreement could influence global nuclear policies and tensions, which might affect the likelihood of nuclear detonations and their locations.","Turkey's membership in NATO could impact regional stability and security dynamics, potentially influencing the likelihood of nuclear incidents in the region.","The occurrence of a nuclear detonation and its fatalities in North Korea could be influenced by global nuclear policies and regional security dynamics, which are related to the other two questions."],"conclusion":"The logical combination of these questions is relevant as they all pertain to global and regional nuclear security and policies.","score":8.0}}}
{"P":{"id":"9c2aca52-d184-47c3-b974-af3b881e4846","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"a519bdf9-601d-49c8-bf4b-add1a3cc7dca","title":"Given a city on Earth has a population of over 100 million by 2100, will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria for P:\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\nResolution Criteria for Q:\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"75f1dbb5-6027-478c-a4bc-b3e40fbaddfa","title":"Given a city on Earth with a population of over 100 million by 2100 and surprising AI progress, will humans have a sustainable off-world presence by 2100?","body":"Resolution Criteria for P:\n1. Will there be a city on Earth with a population of over 100 million by 2100?\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\n2. Will AI progress surprise us by predictions of AGI jumping sharply?\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"ac7d0c2b-8707-4144-910e-ded8e26dedba","title":"Will both of the following occur: (a) there be a city on Earth with a population of over 100 million by 2100 and AI progress surprise us by predictions of AGI jumping sharply, and (b) humans have a sustainable off-world presence by 2100?","body":"Resolution Criteria:\n\n1. Will there be a city on Earth with a population of over 100 million by 2100?\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\n2. Will AI progress surprise us by predictions of AGI jumping sharply?\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n\n3. Will humans have a sustainable off-world presence by 2100?\nThis question will resolve as Yes if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e3952525-137b-482b-9f79-76be5772d71a","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1052","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"57560e6b-6e44-4d41-9508-7b27df3832b0","title":"Will AI progress surprise us by predictions of AGI jumping sharply?","body":"Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1394","metadata":{"topics":[],"background_info":"Discontinuity in progress occurs when a particular technological advance pushes some progress metric substantially above what would be expected based on extrapolating past progress. If AI progress is unusually lumpy, i.e., arriving in unusually fewer larger packages rather than in the usual many smaller packages, then future progress might arrive faster than we would expect by simply looking at past progress. Moreover, if one AI team finds a big lump, it might jump way ahead of the other teams. According to AI Impacts, discontinuity on the path to AGI, lends itself to:\nA party gaining decisive strategic advantage\nA single important ‘deployment’ event\nOther very sudden and surprising events\n\nA previous question did a good job operationalising Human-machine intelligence parity. It proposes a generalised intelligence test that compares machine systems to human experts in each of physics, mathematics and computer science. Using this, we can define a surprising discontinuity in AI progress as a tripling of the odds (given by p/(1-p)) in both the Metaculus prediction and community prediction within a 2-month period.\n"},"resolution":null},"R":{"id":"0f9ecfda-05c5-444b-ad26-beca2446c3d6","title":"Will humans have a sustainable off-world presence by 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point before January 1, 2100, there is a settlement(s) off-Earth with over 2,000 5+ year residents that are self-sufficient in production of energy and foodstuffs","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1432","metadata":{"topics":[],"background_info":"In the 1970s Gerard K. O’Neill wrote and published his seminal work, The High Frontier. In it O’Neill first paints a picture of habitats floating in space, with people living on the insides of cylinders kilometres long, and then describes how one could accomplish this from an engineering perspective with the Space Shuttle, then still in the planning stages.\nThe Shuttle turned out to be more expensive and less reusable than it was optimistically lauded to be, but it stands to reason: where are the space settlements? Certainly not in low earth orbit.\nBut they don’t have to be. What once pushed the envelope of the technically feasible is now well established as doable. The Mir was an initially Soviet, later Russian space station from 1986–1996, crewed for almost ten years. The International Space Station took 12 years to construct and has been crewed since November 2000. By the time it too will be decomissioned almost a whole generation will have passed since the first crew boarded it.\nESA wants to build a moon village, while NASA (and Elon Musk) aim for Mars.\n"},"resolution":null}},"relevance":{"reasons":["The development of a city with a population over 100 million by 2100 could be influenced by technological advancements, including AI. AI could play a significant role in urban planning, resource management, and infrastructure development, making it feasible to support such a large population.","The progress in AI, especially if it surprises us with rapid advancements, could also impact the feasibility of establishing a sustainable off-world presence. Advanced AI could assist in solving complex problems related to space travel, habitat construction, and resource management on other planets or moons.","A sustainable off-world presence could also influence population distribution on Earth. If humans start living off-world, it might reduce the pressure on Earth's cities, potentially affecting the likelihood of a city reaching a population of 100 million."],"conclusion":"The logical combination of these questions is worth considering as they are interconnected through technological advancements and their potential impact on human society.","score":8.0}}}
{"P":{"id":"0b5235d1-0dbd-44a0-b35b-e1adfaf43f87","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?","body":"Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"107116a8-773b-46cd-b486-a32e658c3913","title":"Given it is possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days by January 1, 2050, will we know what Dark Matter is before 2050?","body":"Suppose the following is true: By January 1, 2050, it is possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days. This mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt. Furthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests. The final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice). Finally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score. This question will resolve positively if by January 1, 2050, 30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or 100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or 200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\nThen is the following true: Will we know what Dark Matter is before 2050? The universe is thought to contain: only around 5% of ordinary matter, 25% Dark Matter, and 70% Dark Energy. In other words, we don't know what 95% of the universe is made of. Presence of Dark matter is implied in a variety of astrophysical observations, including gravitational effects that cannot be explained unless more matter is present than can be seen. Dark energy is an unknown form of energy which is hypothesized to permeate all of space, tending to accelerate the expansion of the universe. Dark energy is the most accepted hypothesis to explain the observations since the 1990s indicating that the universe is expanding at an accelerating rate. What is Dark Matter and Dark Energy? by Kurzgesagt – In a Nutshell is an approachable introduction to the topic. The question asks whether a Nobel Prize will be awarded before 2050 for work done primarily later than 2015, and directly related to explaining what Dark Matter is, as mentioned in the prize rationale. If the prize is awarded before 2050 the question will close retroactively to the day before prize announcement. If the prize is not awarded before 2050, the question will close the day before the Nobel Prize announcement of 2049.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"cd0b1378-4988-49af-81df-60f210b2cca0","title":"Conditional on both a major IQ increase and a Nobel Prize for Dark Matter before 2050, will there be an AI Sputnik moment before 2050?","body":"Suppose the following is true: Before 2050, (1) it becomes possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days, and (2) a Nobel Prize is awarded for work explaining what Dark Matter is. Then is the following true: Will there be an AI Sputnik moment before 2050?\n\nResolution Criteria for P:\n1. By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\n2. Will we know what Dark Matter is before 2050?\nThe universe is thought to contain:\nonly around 5% of ordinary matter\n25% Dark Matter\n70% Dark Energy\nIn other words, we don't know what 95% of the universe is made of.\nPresence of Dark matter is implied in a variety of astrophysical observations, including gravitational effects that cannot be explained unless more matter is present than can be seen.\nDark energy is an unknown form of energy which is hypothesized to permeate all of space, tending to accelerate the expansion of the universe. Dark energy is the most accepted hypothesis to explain the observations since the 1990s indicating that the universe is expanding at an accelerating rate.\nWhat is Dark Matter and Dark Energy? by Kurzgesagt – In a Nutshell is an approachable introduction to the topic.\nThe question asks whether a Nobel Prize will be awarded before 2050 for work done primarily later than 2015, and directly related to explaining what Dark Matter is, as mentioned in the prize rationale.\nIf the prize is awarded before 2050 the question will close retroactively to the day before prize announcement. If the prize is not awarded before 2050, the question will close the day before the Nobel Prize announcement of 2049.\n\nResolution Criteria for Q:\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e654d5c7-133c-4402-bf04-1a8ebd819c6a","title":"Will all of the following occur before 2050: (1) It becomes possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days, (2) A Nobel Prize is awarded for work explaining what Dark Matter is, and (3) There is an AI Sputnik moment?","body":"Resolution Criteria\n\n1. By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\n2. Will we know what Dark Matter is before 2050?\nThe universe is thought to contain:\nonly around 5% of ordinary matter\n25% Dark Matter\n70% Dark Energy\nIn other words, we don't know what 95% of the universe is made of.\nPresence of Dark matter is implied in a variety of astrophysical observations, including gravitational effects that cannot be explained unless more matter is present than can be seen.\nDark energy is an unknown form of energy which is hypothesized to permeate all of space, tending to accelerate the expansion of the universe. Dark energy is the most accepted hypothesis to explain the observations since the 1990s indicating that the universe is expanding at an accelerating rate.\nWhat is Dark Matter and Dark Energy? by Kurzgesagt – In a Nutshell is an approachable introduction to the topic.\nThe question asks whether a Nobel Prize will be awarded before 2050 for work done primarily later than 2015, and directly related to explaining what Dark Matter is, as mentioned in the prize rationale.\nIf the prize is awarded before 2050 the question will close retroactively to the day before prize announcement. If the prize is not awarded before 2050, the question will close the day before the Nobel Prize announcement of 2049.\n\n3. Will there be an AI Sputnik moment before 2050?\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"110e88ab-f293-4895-906c-6891dc443d36","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?","body":"Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1625","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"e71ac217-92ec-42dc-8c88-5308e788a184","title":"Will we know what Dark Matter is before 2050?","body":"Resolution Criteria\nThe universe is thought to contain:\nonly around 5% of ordinary matter\n25% Dark Matter\n70% Dark Energy\nIn other words, we don't know what 95% of the universe is made of.\nPresence of Dark matter is implied in a variety of astrophysical observations, including gravitational effects that cannot be explained unless more matter is present than can be seen.\nDark energy is an unknown form of energy which is hypothesized to permeate all of space, tending to accelerate the expansion of the universe. Dark energy is the most accepted hypothesis to explain the observations since the 1990s indicating that the universe is expanding at an accelerating rate.\nWhat is Dark Matter and Dark Energy? by Kurzgesagt – In a Nutshell is an approachable introduction to the topic.\nThe question asks whether a Nobel Prize will be awarded before 2050 for work done primarily later than 2015, and directly related to explaining what Dark Matter is, as mentioned in the prize rationale.\nIf the prize is awarded before 2050 the question will close retroactively to the day before prize announcement. If the prize is not awarded before 2050, the question will close the day before the Nobel Prize announcement of 2049.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1469","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null}},"relevance":{"reasons":["The development of a method to significantly increase human IQ in a short period could have profound implications for scientific research, including the study of dark matter. Enhanced cognitive abilities might accelerate breakthroughs in understanding complex scientific phenomena.","An AI Sputnik moment could lead to rapid advancements in AI technology, which in turn could contribute to solving complex scientific problems, including the nature of dark matter. Additionally, advanced AI could play a role in developing methods to increase human IQ.","The combination of these questions touches on the broader theme of significant scientific and technological advancements by 2050, making it a relevant and interesting area of inquiry."],"conclusion":"The logical combination of these questions is worth considering as it explores the potential interconnectedness of major scientific and technological breakthroughs.","score":8.0}}}
{"P":{"id":"841903ef-d6da-42f3-b7ec-bc6542e77d49","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Pakistan)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ce3499a7-d39b-483a-93ee-9c9c1daa073d","title":"If there is at least one fatality in Pakistan due to a nuclear detonation by 2030, will the next US presidential election also be considered fraudulent by the losing party?","body":"Suppose the following is true: There is at least one offensive nuclear detonation between January 1, 2021 and January 1, 2030, and there is at least one fatality in Pakistan caused by the immediate effects of the detonation. Then, will the next US presidential election also be considered fraudulent by the losing party?\n\nResolution Criteria for the condition:\n- The detonation must be offensive (deliberate, inadvertent, or accidental/unauthorised by state or nonstate actors, excluding test detonations and peaceful nuclear explosions).\n- The fatality must be caused by the immediate effects of the detonation.\n- The detonation must occur within Pakistan's land territory, internal waters, or within 10 kilometers of their coastline.\n\nResolution Criteria for the outcome:\n- The losing party is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News.\n- The question resolves positively if any of the following occur following the 2024 presidential election:\n  1. The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\" (or a close synonym) before the scheduled inauguration.\n  2. The losing candidate refuses to concede two weeks following projections by both the AP and Fox News.\n  3. Fewer than 20% of congressional members of the losing party believe that their candidate lost the election two weeks following projections by both the AP and Fox News.\n  4. A Morning Consult survey reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections by both the AP and Fox News.\n- Otherwise, the question resolves negatively.","resolution_date":"2029-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"903fc478-c0b2-4a9f-890e-e87010e4473d","title":"Conditional on both of the following occurring: (1) There is at least one fatality in Pakistan from an offensive nuclear detonation by 2030 (2) The next US presidential election is considered fraudulent by the losing party, will humanity be extinct within 50 years if there's a nuclear conflict involving >1,000 detonations?","body":"Resolution Criteria for P:\n\n1. There is at least one fatality in Pakistan from an offensive nuclear detonation by 2030:\nThis is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in Pakistan (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), this part will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n2. The next US presidential election is considered fraudulent by the losing party:\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election:\n- The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n- The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n- Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\n- A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\n\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n\nResolution Criteria for Q:\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)","resolution_date":"2073-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"a818a5b5-6930-41b9-a546-baeefa7fe174","title":"Will all of the following occur: (1) There is at least one fatality in Pakistan from an offensive nuclear detonation by 2030 (2) The next US presidential election is considered fraudulent by the losing party (3) If there's a nuclear conflict involving >1,000 detonations, humanity will be extinct within 50 years?","body":"Resolution Criteria\n\n1. There is at least one fatality in Pakistan from an offensive nuclear detonation by 2030:\nThis is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in Pakistan (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, this part will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), this part will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\n2. The next US presidential election is considered fraudulent by the losing party:\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election:\n- The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n- The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n- Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\n- A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\n\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n\n3. If there's a nuclear conflict involving >1,000 detonations, will humanity be extinct within 50 years?\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n","resolution_date":"2073-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5f7e96d2-1aa6-43e8-901e-5401472e3061","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Pakistan)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8368","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"bcb32f73-528a-4845-baaa-1ea782a1e7fa","title":"Will the next US presidential election also be considered fraudulent by the losing party?","body":"Resolution Criteria\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election,\nThe losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\nThe losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\nFewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\nA survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5882","metadata":{"topics":[],"background_info":"From Wikipedia,\nBefore, during, and after Election Day, Trump and numerous Republicans attempted to subvert the [2020 election] and overturn the results, falsely alleging that there had been widespread voter fraud, and trying to influence the vote counting process in swing states. Officials in each of the 50 states stated that there was no evidence of systematic fraud or irregularities in their state. Federal agencies overseeing election security said it was \"the most secure in American history.\" Attorney General Bill Barr concluded there was \"no evidence of widespread fraud\" in the election. On multiple occasions, Trump falsely declared himself the winner. The Trump campaign and its allies continued to engage in numerous attempts to overturn the results of the election by filing dozens of legal challenges in several states, most of which were dropped or dismissed by various courts, spreading conspiracy theories falsely alleging fraud, pressuring Republican state electors and legislators, and initially refusing to cooperate with the presidential transition.\n"},"resolution":null},"R":{"id":"5cfec4b2-f879-4595-8f33-087f8fc467df","title":"If there's a nuclear conflict involving >1,000 detonations, will humanity be extinct within 50 years?","body":"Resolution Criteria\nThis question resolves positively if the human population falls to zero within 50 years of the final detonation as part of the first nuclear conflict (between January 1, 2021 and January 1, 2100) which involves >1,000 offensive nuclear detonations. For simplicity, we will consider detonations to be part of the same nuclear conflict if each detonation occurs within 30 days of another detonation (regardless of who detonates the weapons, who their targets are, what their motivations are, etc.).\nThis question resolves ambiguously if there is no nuclear conflict involving >1000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" are members of a species most of whose members could at some point in their lives reproduce with typical 2021 humans without medical assistance (even if young or old members of the species could not do so or a minority of members of the species could never do so). In scenarios where this question would resolve positively given that definition, but there remain beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as \"extinction\".\nFine Print\nThis question can resolve positively even if the nuclear conflict wasn't the sole cause, a major cause, or even a contributing factor in the eventual extinction event. (This is because it would be useful for this question to capture instances in which the nuclear conflict merely contributed to rather than solely or directly causing extinction, but it seems hard to capture that neatly except via this more expansive resolution criteria.)\n","resolution_date":"2073-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8396","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nNuclear GC to cause (near) extinction\nWould we recover if population falls <400m?\nWill humans go extinct by 2100?\nExtinction if population falls <400 million?\nAs stated on another question about extinction:\n\"N.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith.\"\n"},"resolution":null}},"relevance":{"reasons":["The occurrence of a nuclear detonation and its aftermath could significantly impact global political stability, which might influence the perception of election legitimacy in the US.","A nuclear conflict involving more than 1,000 detonations would have catastrophic global consequences, potentially affecting political, social, and economic systems worldwide, including the US political landscape.","The perception of election fraud in the US could be influenced by global instability and crises, including nuclear conflicts."],"conclusion":"The logical combination of these questions is somewhat relevant due to the potential global impact of nuclear events on political stability and election legitimacy.","score":6.0}}}
