{"P":{"id":"980563dd-5b9d-4fef-9e09-4d429ce57238","title":"Will US life expectancy at birth for both sexes fall below 75 years before 2040?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"fc5cc3ab-016f-4cda-be22-3e8e2ef0a020","title":"Given US life expectancy falls below 75 years before 2040, will a nanotechnology failure-mode cause a global catastrophe?","body":"Suppose the following is true: At any time between January 1, 2020, and January 1, 2040, the US life expectancy at birth (average for both sexes) falls below 75 years, as confirmed by the CDC, World Health Organization, or the United Nations. Then, consider if a global catastrophe, defined as a 10% decrease in the world population within any period of 5 consecutive years before 2100, occurs. Will this catastrophe be principally due to the deployment of nanotechnology? The question resolves positively if a global nanotechnology catastrophe that claims at least 10% of the world population in any period of 5 years or less occurs before 2100, and resolves as ambiguous if no global catastrophe occurs.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"cb4bc2a9-0a0c-4b4e-b20c-e45e8192b06b","title":"Given both US life expectancy falls below 75 years before 2040 and a global nanotechnology catastrophe occurs before 2100, will China recognize the sovereignty of Taiwan by 2050?","body":"Resolution Criteria for P: This question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. Additionally, it will resolve as Yes if a global catastrophe happens before 2100, principally due to the deployment of nanotechnology, defined as a 10% decrease in the world population in any period of 5 years or less, according to the same time frame and organizations.\n\nResolution Criteria for Q: This question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2050, The People's Republic of China formally and publicly recognizes the Sovereignty of the Republic of China (Taiwan).","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"68e40187-b424-478a-8a12-449e3fdd61d9","title":"Will all of the following occur: (1) US life expectancy at birth for both sexes falls below 75 years before 2040, (2) a global catastrophe due to nanotechnology failure-mode happens before 2100, and (3) China recognizes the sovereignty of Taiwan by 2050?","body":"Resolution Criteria for (1): This question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n\nResolution Criteria for (2): If a global catastrophe happens before 2100, will it be principally due to the deployment of nanotechnology? In the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years. The question resolves positively if a global nanotechnology catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no global catastrophe occurs. Years are here defined as consecutive calendar years.\n\nResolution Criteria for (3): This question will resolve as Yes if, at any time between January 1, 2020 to January 1 2050, The People's Republic of China formally and publicly recognizes the Sovereignty of the Republic of China (Taiwan).","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6c34dad3-ee7c-40a6-91d3-a4cbd1c7d15c","title":"Will US life expectancy at birth for both sexes fall below 75 years before 2040?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4616","metadata":{"topics":[],"background_info":"According to the United Nations Development Program's 2019 Human Development Index, the average life expectancy at birth in the US (both sexes, average) is 78.9 years.\nLife expectancy in the US has increased by just under a decade since 1950, when it was 68.14 years. However, in the last few years, life expectancy has actually declined slightly in the US. Contributing factors include obesity and related diseases, opioid abuse, and suicides."},"resolution":null},"Q":{"id":"240bee1a-8330-46dd-b75f-c1861a2a8479","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to nanotechnology failure-mode?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to the deployment nanotechnology?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nThe question resolves positively if a global nanotechnology catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no global catastrophe occurs. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1501","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nIn 1959, Richard Feynman pointed out that nanometre‐scale machines could be built and operated, and that the precision inherent in molecular construction would make it easy to build multiple identical copies. This raised the possibility of manufacturing at ever increasing speeds, in which production systems could rapidly and cheaply increase their productive capacity. This in turn suggested the possibility of destructive runaway self‐replication.\nAs Eric Drexler, a nanotech pioneer, first warned in Engines of Creation in 1986 (pg. 146),\nIn a mature form, molecular nanotechnology would enable the construction of bacterium-scale self-replicating mechanical robots that can feed on dirt or other organic matter. Such replicators could eat up the biosphere or destroy it by other means such as by poisoning it, burning it, or blocking out sunlight.\nPlants with ‘leaves’ no more efficient than today’s solar cells could out‐compete real plants, crowding the biosphere with an inedible foliage. Tough omnivorous “bacteria” could out‐compete real bacteria: They could spread like blowing pollen, replicate swiftly, and reduce the biosphere to dust in a matter of days. A person of malicious intent in possession of this technology might cause a catastrophe on Earth by releasing such nanobots into the environment.\nSuch self-replicating systems, if not countered, could make the earth largely uninhabitable. Other potential risks include ecological and health disasters resulting from nano-pollutants, the use of misuse of nanotechnology weaponry, and, given the general-purpose character of nanotech, possibly much more.\nMoreover, the technology to produce a destructive nanobot seems considerably easier to develop than the technology to create an effective defense against such an attack (a global nanotech immune system, an “active shield”). Regulation might also be hard. Nanotech doesn’t require rare radioactive isotopes or large, easily identifiable manufacturing plants, as does production of nuclear weapons.\nAlthough only small portion of scientists might currently be working to develop self-replicating nanotech, a recent study done for NASA's Institute for Advanced Concepts by General Dynamics Advanced Information Systems suggests that a useful self-replicating machine could be less complex than a Pentium 4 chip, and uncovered no road blocks to extending macroscale systems to microscale and then to nanoscale self-replicating systems. Drexler points out that much of recent surprising progress comes from disparate fields, and isn't labelled generally \"nanotechnology\".\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n"},"resolution":null},"R":{"id":"2b2a81ae-3e7b-4ff3-aada-124384385748","title":"Will China recognize the sovereignty of Taiwan by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1 2050, The People's Republic of China formally and publicly recognizes the Sovereignty of the Republic of China (Taiwan)","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3620","metadata":{"topics":[],"background_info":"Currently, the political status of The Republic of China (Taiwan) is disputed. Many governments, notably the People's Republic of China (PRC), maintain that the Republic of China (ROC) is an illegitimate government."},"resolution":null}},"relevance":{"reasons":["A significant global catastrophe, such as one caused by nanotechnology, could have far-reaching impacts on global health systems, potentially affecting life expectancy in the US. For example, a nanotechnology failure could lead to widespread health crises, which might reduce life expectancy.","A global catastrophe might also shift geopolitical dynamics, potentially influencing China's stance on Taiwan. In times of global crisis, countries might change their foreign policies, including recognition of sovereignty, to form new alliances or stabilize regions."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as a global catastrophe could impact both US life expectancy and geopolitical decisions regarding Taiwan.","score":6.0}}}
{"P":{"id":"7cb4b455-f85e-4d5f-84bb-1f60aae1a2da","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e9e7bee0-d052-4dda-a99d-c98ccf64a789","title":"Given we detect a message from Luyten's Star before 2046, will Scotland leave the UK before 2025?","body":"Suppose the following is true: A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045. Then, will the de facto Head of Government of Scotland formally declare Scotland to be legally independent of the United Kingdom, effective at any point between January 1, 2019 to January 1, 2025? This question will resolve as Yes if independence is actually implemented before January 1, 2025, not just a vote to become independent. In the case of a dispute as to the status of Scotland, the legal independence must be recognized by either the Head of Government or Head of State of the United Kingdom, or by at least 50% of United Nations Member States. If a referendum is called to determine the outcome of this matter before January 1, 2025, this question shall be closed 10 days before the vote is held, but shall not resolve until either a positive or negative resolution results. If the geopolitical entities known as the United Kingdom or Scotland cease to exist at any time before Scotland leaves the United Kingdom, this question resolves ambiguously.","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"38d3cf30-565d-4702-a17d-e9293be20b99","title":"Given both a detected extraterrestrial message from Luyten's Star by 2045 and Scotland's independence by 2025, will there be a US-Russia war before 2050?","body":"Suppose the following conditions are met:\n\n1. A signal of unambiguously intelligent and extraterrestrial origin from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\n2. Scotland declares independence from the UK, with the de facto Head of Government of Scotland formally declaring legal independence effective between January 1, 2019, and January 1, 2025. Independence must actually occur before January 1, 2025, and be recognized by either the UK's Head of Government or Head of State, or by at least 50% of United Nations Member States.\n\nThen, is it true that there will be a war between the US and Russia before January 1, 2050? This question will resolve as Yes if the US and Russia collectively suffer at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"64092b0b-cc8a-4a2b-b004-4651b4859cb8","title":"Will all of the following occur: (1) a message of intelligent extraterrestrial origin from Luyten's Star is detected by 2045, (2) Scotland declares independence from the UK before 2025, and (3) there be a US-Russia war before 2050?","body":"Resolution Criteria for each part:\n\n(1) This part will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045.\n\n(2) This part will resolve as Yes if the de facto Head of Government of Scotland formally declares to be legally independent of the United Kingdom, effective at any point between January 1, 2019 to January 1, 2025. Independence must actually occur before January 1, 2025, not just a vote. In the case of a dispute, the legal independence of Scotland must be recognized by either the Head of Government or Head of State of the United Kingdom, or by at least 50% of United Nations Member States. If the geopolitical entities known as the United Kingdom or Scotland cease to exist before Scotland leaves the United Kingdom, this question resolves ambiguously.\n\n(3) This part will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"fcd38a4f-bfa2-4a45-a528-30d8a8d81a03","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/606","metadata":{"topics":[],"background_info":"In October 2017, Messaging Extraterrestrial Intelligence International (METI) transmitted a signal into space designed to let other civilizations know we're here.\nThe message, transmitted to a red dwarf star 12 light-years from Earth and contains information on human understanding of science, math and time.\nIn March 2017, a planet three times the mass of Earth within the habitable zone was discovered orbiting the star. If there's anyone on that planet who receives the message, their reply could arrive as early as 2042."},"resolution":null},"Q":{"id":"5fafbf0a-8b9a-4068-ba9b-a0c300688a66","title":"Will Scotland leave the United Kingdom before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if the de facto Head of Government of Scotland formally declares to be legally independent of the United Kingdom, effective at any point between January 1, 2019 to January 1, 2025.\nIf, for example, there is a vote to become independent that is held before that date, but (if answered in the affirmative) it is not actually implemented until January 1, 2025 or later, this question shall resolve negatively. That is, independence itself must actually happen before that date, not just a vote to become independent.\nIn the case of a dispute as to the status of Scotland, the legal independence of Scotland must be recognized by either the Head of Government or Head of State of the United Kingdom, or by at least 50% of United Nations Member States.\nIn the event that a referendum is called to determine the outcome of this matter before January 1, 2025, this question shall be closed 10 days before the vote is held, but shall not resolve until either a positive or negative resolution results.\nIn the case that the geopolitical entities known as the United Kingdom or Scotland cease to exist at any time before Scotland leaves the United Kingdom, this question resolves ambiguously\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2577","metadata":{"topics":[],"background_info":"A referendum on Scottish independence from the United Kingdom took place on 18 September 2014. The referendum question, which voters answered with \"Yes\" or \"No\", was \"Should Scotland be an independent country?\"\nThe \"No\" side won, with 2,001,926 (55.3%) voting against independence and 1,617,989 (44.7%) voting in favour. The turnout of 84.6% was the highest recorded for an election or referendum in the United Kingdom since the introduction of universal suffrage.\nSince 2014, the United Kingdom has voted to leave the European Union. On June 23 2016, 17,410,742 (51.89%) voters answered the question \"Should the United Kingdom remain a member of the European Union or leave the European Union?\" with \"Leave,\" and 16,141,241 (48.11%) voters answered with \"Remain.\" The \"Leave\" side thus won, having accrued more individual votes than any political party or referendum side in British political history.\nHowever, voters in Scotland did not, in aggregate, support leaving the EU. In fact, Scotland was the most pro-remain region of the UK with 62% of Scottish voters opting for \"Remain.\" (Gibraltar had a higher Remain vote share, but was counted as part of South West England.) You can see a map of the results here.\nThe fact that voters in Scotland are widely opposed to leaving the EU, and the fact that broader Scottish nationalist sentiment has not significantly waned since the 2014 referendum, has led to speculation that Scotland may once again attempt to leave the United Kingdom in the near future.\n"},"resolution":null},"R":{"id":"bd7ff48e-8416-4c26-bc87-b82e062004f6","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\n"},"resolution":null}},"relevance":{"reasons":["The detection of an extraterrestrial message from Luyten's Star could have profound implications for global politics and international relations, potentially influencing geopolitical decisions and alliances.","Scotland leaving the United Kingdom could have significant geopolitical ramifications, potentially affecting international relations and alliances, including those involving the US and Russia.","A US-Russia war would have major global consequences, potentially influencing the political landscape in Europe, including the status of Scotland within the United Kingdom."],"conclusion":"While the three questions are not directly related, they all involve significant geopolitical events that could influence each other in complex ways. Therefore, it might be of interest to consider their logical combination.","score":6.0}}}
{"P":{"id":"8728a47f-a280-4ea8-94b1-86babdc6f639","title":"Will the first female president of the United States enter office as a Republican?","body":"Resolution Criteria\nFor a positive resolution, the first female president of the United States must be registered as a Republican on the date she is sworn in as president. She need not be directly elected to the office; succeeding to the presidency also counts.\nFine Print\nIf there is no female president of the United States before January 1 2100, this question resolves ambiguously.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d4ff511a-ad6f-4744-80b4-b502296eca31","title":"If the first female president of the United States enters office as a Republican, will Starlink set a record for the largest IPO before 2030?","body":"Suppose the following is true: The first female president of the United States is registered as a Republican on the date she is sworn in. She may not be directly elected to the office; succeeding to the presidency also counts. If there is no female president of the United States before January 1, 2100, this question resolves ambiguously.\n\nThen, consider if Starlink offers an IPO before 2030, will it set a record for the largest IPO? This claim will be judged according to reports in The Wall Street Journal, New York Times, Financial Times, Bloomberg press sources. If any of them report a Starlink IPO which exceeds that of Saudi Aramco and any additional IPO's that occur between 2020 and the date of a Starlink IPO, then the answer is yes. If there is no Starlink IPO prior to 2030-01-01, this question will also resolve ambiguously. Comparisons of IPO amounts will be adjusted for inflation.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"8f3cf0e3-060c-4fd3-bae1-3aef2983aed7","title":"Given both the following occur: (1) the first female president of the United States enters office as a Republican, and (2) if Starlink offers an IPO before 2030, it sets a record for the largest IPO, will any state refuse to certify their election results in the 2024 US presidential election?","body":"Resolution Criteria for P:\n(1) For a positive resolution, the first female president of the United States must be registered as a Republican on the date she is sworn in as president. She need not be directly elected to the office; succeeding to the presidency also counts. If there is no female president of the United States before January 1, 2100, this question resolves ambiguously.\n\n(2) Will Starlink conduct an IPO before 2030? Elon Musk has been speaking openly about a possible Starlink IPO. The largest IPO's as of 2020 include Saudi Aramco, which raised $30 Billion. Will Starlink set a record for the largest IPO before 2030? This claim will be judged according to reports in The Wall Street Journal, New York Times, Financial Times, Bloomberg press sources. If any of them report a Starlink IPO which exceeds that of Saudi Aramco and any additional IPO's that occur between 2020 and the date of a Starlink IPO. If there is no Starlink IPO prior to 2030-01-01 this question will resolve ambiguously. Comparisons of IPO amounts will be adjusted for inflation.\n\nResolution Criteria for Q:\nThe question will resolve positively if any state (or DC) does not certify their results by the \"safe harbor\" deadline. The \"safe harbor\" deadline for the 2024 presidential election will be December 10th.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"f2f5e07d-3f52-4f34-b75f-6e3d9608f482","title":"Will both of the following occur: (1) the first female president of the United States enters office as a Republican, and (2) if Starlink offers an IPO before 2030, it sets a record for the largest IPO, and (3) any state refuses to certify their election results for the 2024 US presidential election by the \"safe harbor\" deadline?","body":"Resolution Criteria for (1):\nFor a positive resolution, the first female president of the United States must be registered as a Republican on the date she is sworn in as president. She need not be directly elected to the office; succeeding to the presidency also counts. If there is no female president of the United States before January 1, 2100, this question resolves ambiguously.\n\nResolution Criteria for (2):\nrelated question on Metaculus:\nWill Starlink conduct an IPO before 2030?\nElon Musk has been speaking openly about a possible Starlink IPO. The largest IPO's as of 2020 include Saudi Aramco, which raised $30 Billion. Will Starlink set a record for the largest IPO before 2030? This claim will be judged according to reports in The Wall Street Journal, New York Times, Financial Times, Bloomberg press sources. If any of them report a Starlink IPO which exceeds that of Saudi Aramco and any additional IPO's that occur between 2020 and the date of a Starlink IPO. If there is no Starlink IPO prior to 2030-01-01 this question will resolve ambiguously. Comparisons of IPO amounts will be adjusted for inflation.\n\nResolution Criteria for (3):\nThe question will resolve positively if any state (or DC) does not certify their results by the \"safe harbor\" deadline. The \"safe harbor\" deadline for the 2024 presidential election will be December 10th.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"11f584c7-8022-4232-98dd-dddbba78420d","title":"Will the first female president of the United States enter office as a Republican?","body":"Resolution Criteria\nFor a positive resolution, the first female president of the United States must be registered as a Republican on the date she is sworn in as president. She need not be directly elected to the office; succeeding to the presidency also counts.\nFine Print\nIf there is no female president of the United States before January 1 2100, this question resolves ambiguously.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5886","metadata":{"topics":[],"background_info":"The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.\nAs of 2020, 44 individuals have held the presidency since the office was established in 1788; all have been male.\nThroughout most of its history, American politics has been dominated by political parties, and since 1853, all US presidents have been affiliated with either the Democratic or Republican parties.\nThe Democratic Party has had one female nominee for president; Hillary Clinton in the 2016 presidential election. Additionally, the Democratic Party has had two female nominees for vice president: Geraldine Ferraro in the 1984 presidential election and Kamala Harris in the 2020 presidential election. As of December 2020, Harris is the vice president-elect, and is expected to be sworn in as vice president in January 2021.\nThe Republican Party has never had a female nominee for president, but has had one female nominee for vice president: Sarah Palin in the 2008 presidential election.\n"},"resolution":null},"Q":{"id":"0bdd4873-757b-4a35-89b7-e90a7555081e","title":"If Starlink offers an IPO before 2030, will it set a record for the largest IPO?","body":"Resolution Criteria\nrelated question on Metaculus:\nWill Starlink conduct an IPO before 2030?\nElon Musk has been speaking openly about a possible Starlink IPO. The largest IPO's as of 2020 include Saudi Aramco, which raised $30 Billion.\nWill Starlink set a record for the largest IPO before 2030?\nThis claim will be judged according to reports in The Wall Street Journal, New York Times, Financial Times, Bloomberg press sources. If any of them report a Starlink IPO which exceeds that of Saudi Aramco and any additional IPO's that occur between 2020 and the date of a Starlink IPO\nIf there is no Starlink IPO prior to 2030-01-01 this question will resolve ambiguously.\nComparisons of IPO amounts will be adjusted for inflation.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5407","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"e905f488-5695-4c7d-aaa1-68199ca4f7b0","title":"In the 2024 US presidential election, will any state refuse to certify their election results?","body":"Resolution Criteria\nThe question will resolve positively if any state (or DC) does not certify their results by the \"safe harbor\" deadline. The \"safe harbor\" deadline for the 2024 presidential election will be December 10th","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6944","metadata":{"topics":[],"background_info":"Recent controversy over state election laws has caused some Democrats to be concerned that Republicans intend to use their political power in state governments to distort future elections in their favor. One commentator recently suggested:\n\"If a Democrat wins a GOP-controlled swing state in 2024 … there’s a very good chance the victory isn’t certified\"\nElection certification is the process in which states confirm the election results and declare them to be the official results. Typically states set their own deadlines for election certification, which in 2020 ranged from November 5th to December 8th for the presidential contest (several states appear to have no deadline), but federal law provides a \"safe harbor\" deadline by which states must formally certify their election results in order for the certified results to be federally recognized as governing the outcome. The \"safe harbor\" deadline is set by 3 U.S. Code § 5 and 3 U.S. Code § 7 which sets the safe harbor deadline as six days prior to the first Monday after the second Wednesday in December of the election year.\n"},"resolution":null}},"relevance":{"reasons":["The political climate and stability in the United States could influence both the likelihood of a female Republican president and the certification of election results. For example, a highly polarized environment might make both events more likely.","The success of a major IPO like Starlink's could be influenced by the political and economic stability of the country, which in turn could be affected by the political leadership and election integrity issues."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they all relate to the political and economic climate in the United States.","score":7.0}}}
{"P":{"id":"8b489304-d99b-42a6-940f-76207515b769","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"23599875-95ba-42b7-b533-f6b752e07c2f","title":"Given that there will be a city on Earth with a population of over 100 million by 2100, will there be a major nuclear accident before 2030?","body":"Resolution Criteria for P: For a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy. The human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality. Currently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders. But by the end of the century, we could (and probably will) witness far grander cities. Per Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story: By 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California. The demographers' full paper is here. The International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here. Whether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n\nResolution Criteria for Q: This question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority (for example, any of the agencies featured on this list or this list), the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"12bd1d4c-007c-43d5-a853-8887b8e100ad","title":"Given both a city reaches a population of over 100 million by 2100 and a major nuclear accident occurs before 2030, will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria for each:\n\n1. **City Population**: This question will resolve as Yes if, by the end of the century (2100), any city on Earth reaches a population exceeding 100 million people. The estimate will include the general metropolitan area rather than the strict city boundaries. Current projections suggest that cities like Lagos could reach this population if current trends continue.\n\n2. **Nuclear Accident**: This question will resolve as Yes if an event or series of events that begins between January 1, 2021, and January 1, 2030, is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council.\n\n3. **Non-test Nuclear Detonations**: This question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"ea163db2-f0dc-4a53-93ed-99869c40b16a","title":"Will both of the following occur: a city on Earth reaching a population of over 100 million by 2100, and no non-test nuclear weapons being detonated before 2035?","body":"**Resolution Criteria for each:**\n\n1. **City Population**: This question will resolve as Yes if, by the end of the century (2100), any city on Earth reaches a population exceeding 100 million people. The estimate will include the general metropolitan area rather than the strict city boundaries. Current projections suggest that cities like Lagos could reach this population if current trends continue.\n\n2. **Nuclear Weapons**: This question will resolve as Yes if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\n- Deliberate nuclear attack.\n- Accidental nuclear attack (launched by accident or on the basis of erroneous information.)\n- Accidental detonation of a weapon.\n- Nuclear terrorism.\nFor these purposes, a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — does not constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e3952525-137b-482b-9f79-76be5772d71a","title":"Will there be a city on Earth with a population of over 100 million by 2100?","body":"Resolution Criteria\nFor a mostly hairless, fangless species that was likely reduced to just a few thousand members in relatively recent times by a volcano, we've certainly been busy.\nThe human population on Earth now exceeds 7 billion. And we're still growing. Not everyone is thrilled by this. But it's reality.\nCurrently, as of Q2 2018, Tokyo, Japan is the world's largest metropolis, cramming over 38,000,000 people (give or take) into its borders.\nBut by the end of the century, we could (and probably will) witness far grander cities.\nPer Canadian demographers, Daniel Hoornweg and Kevin Pope, for instance, Lagos in Nigeria may swell to 100+M by 2100 if trends continue. Face 2 Face Africa has the story:\nBy 2100 if Nigeria’s population continues to grow and people move to cities at the same rate as now, Lagos with its current 20 million people could be home to more people than the state of California.\nThe demographers' full paper is here.\nThe International Institute for Environment and Development goes into detail about why Hoornweg and Pope are so bullish on Africa here.\nWhether it's Lagos that claims the crown or some other city in Africa or elsewhere, what do you think? Will some metro hit 100M people by 2100? (For the estimate we will include the general metropolitan area rather than the strict city boundaries, as done here)\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1052","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"05312673-ab72-4ec2-bc1a-31fe865aec68","title":"Will there be a major nuclear accident before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority (for example, any of the agencies featured on this list or this list), the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6378","metadata":{"topics":[],"background_info":"Related questions on Metaculus:\nWill there be a major nuclear or radiological accident before 1 January 2022?\nThe International Nuclear and Radiological Event Scale (INES) was introduced in 1990 by the International Atomic Energy Agency (IAEA) in order to enable prompt communication of safety-significant information in case of nuclear accidents.\nThe scale is intended to be logarithmic, similar to the moment magnitude scale that is used to describe the comparative magnitude of earthquakes. Each increasing level represents an accident approximately ten times more severe than the previous level.\nCompared to earthquakes, where the event intensity can be quantitatively evaluated, the level of severity of a man-made disaster, such as a nuclear accident, is more subject to interpretation. Because of the difficulty of interpreting, the INES level of an incident is assigned well after the incident occurs.\nThe INES scale consists of eight levels, with level seven - 'Major Accidents' - being the most serious. A level seven event involves a major release of radioactive material with widespread health and environmental effects requiring implementation of planned and extended countermeasures.\nTo date, there have been two level seven Major Accidents: the Chernobyl disaster that began on 26 April 1986, and the Fukushima Daiichi nuclear disaster, a series of events beginning on 11 March 2011.\nAs INES ratings are not assigned by a central body, high-profile nuclear incidents are sometimes assigned INES ratings by the operator, by the formal body of the country, but also by scientific institutes, international authorities or other experts which may lead to confusion as to the actual severity.\n"},"resolution":null},"R":{"id":"e8d8a2a9-ff68-4338-9271-3c8d9f8e8a2a","title":"Will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3150","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. There have also been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come."},"resolution":null}},"relevance":{"reasons":["A major nuclear accident before 2030 could influence global policies and urban planning, potentially affecting the growth of megacities. For instance, stricter regulations and safety concerns might slow down urbanization rates.","The absence of non-test nuclear weapon detonations before 2035 could indicate a stable geopolitical climate, which might foster economic growth and urbanization, potentially leading to the emergence of a city with a population over 100 million by 2100.","Conversely, the presence of a major nuclear accident might lead to increased fear and migration away from densely populated areas, potentially hindering the growth of megacities."],"conclusion":"The logical combination of these questions is somewhat relevant as they all touch upon factors that could influence urbanization and global stability.","score":6.0}}}
{"P":{"id":"1a1f30e6-d680-4ef8-bb71-15d6f3bad6c5","title":"Will Iowa host another \"first in the nation\" Democratic caucus before 2029?","body":"Resolution Criteria\nSince the modern primary system was established in the United States in 1972, Iowa has had a special status as being the first state in the United States to cast ballots and award delegates for the Presidential campaigns - the coveted \"first in the nation\" status that brings much media attention (and money) to Iowa.\nOn February 3, 2020, Iowa held US caucuses. While the Republican caucus was uneventful, the Democratic caucus lead to an unprecedented delay in reporting results, leading to many pundits to declare that the Iowa caucuses would be over. Most notably, David Plouffe, who ran the campaign for Barack Obama, said ”I believe caucuses are dead\" on MSNBC.\nWill this come true, or are the rumors of the death of this 48 year old tradition greatly exaggerated?\nThis question will resolve positively if, at least once before the end of 2028, Iowa holds (a) a US Democratic primary election that is both (b) a caucus (as distinct from a primary) and (c) is \"first in the nation\".\nFor the purposes of this question, a \"caucus\" is defined as any system where, (I) rather than going to polls and casting ballots, selectors gather at set locations throughout the state's precincts (e.g., schools, churches, public libraries, casinos) and (II) physically order in publicly-known preference groups and then (III) reallocate according to a viability threshold. (See \"walking subcaucus\" voting system for details, though any such method meeting I-III will qualify).\nA \"first in the nation primary event\" is defined as a Presidential primary event that awards delegates to the national convention for the purposes of selecting the presidential candidate such that no other such events in that nominating process take place prior or simultaneous with the \"first in the nation primary event\".\nThe \"US Democratic primary election\" refers to a Presidential primary event that selects delegates for the National Convention of the United States Democratic Primary.\n","resolution_date":"2028-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"ee3b4a48-166d-41e1-b96a-fe85d82376d5","title":"If Iowa hosts another \"first in the nation\" Democratic caucus before 2029, will the highest tax bracket be restored to its original 39.6% or higher before 2025?","body":"Suppose Iowa holds at least one US Democratic primary election that is both a caucus and is \"first in the nation\" before the end of 2028. This involves a system where selectors gather at set locations throughout the state's precincts and physically order in publicly-known preference groups, then reallocate according to a viability threshold. No other such events in that nominating process take place prior or simultaneous with this \"first in the nation primary event\". Given this scenario, will the upper tax bracket for US single taxpayers be increased to at least 39.6% by January 1, 2025, if Joe Biden is elected president for the 2021-2024 term? This question will resolve as Yes if Joe Biden is elected president and the upper tax bracket is increased to at least 39.6% by the specified date. If Biden is elected but the upper tax bracket is not increased, this question will resolve as No. If Biden is not elected President in 2020, this question will resolve as Ambiguous.","resolution_date":"2028-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"92481ffd-1299-403a-aa72-d0868312b922","title":"Given both Iowa hosts another \"first in the nation\" Democratic caucus before 2029 and Joe Biden's election in 2020 leads to a tax bracket increase to 39.6% or higher before 2025, will a third party win a Senate election in the United States by 2050?","body":"Resolution Criteria for P:\n\n(1) This question will resolve positively if, at least once before the end of 2028, Iowa holds a US Democratic primary election that is both a caucus and is \"first in the nation\". A \"caucus\" is defined as any system where selectors gather at set locations throughout the state's precincts and physically order in publicly-known preference groups and then reallocate according to a viability threshold. A \"first in the nation primary event\" is defined as a Presidential primary event that awards delegates to the national convention for the purposes of selecting the presidential candidate such that no other such events in that nominating process take place prior or simultaneous with the \"first in the nation primary event\".\n\n(2) This question will resolve as Yes if Joe Biden is elected president for the 2021-2024 term, and the upper tax bracket for US single tax payers is increased to at least 39.6% by January 1, 2025. If Biden is elected but the upper tax bracket is not increased to at least 39.6%, this question will resolve as No. If Biden is not elected President in 2020, this question will resolve as Ambiguous.\n\nResolution Criteria for Q:\n\nThis question resolves positively if at least five reliable media sources report that a member of a third party won a United States senate election by January 1st 2050. Otherwise, it resolves negatively. So-called \"third parties\" are political parties in the United States that aren't the Democratic Party or the Republican Party. Members of third parties rarely win elections in America. However, the last third party member who won a senate election was James L. Buckley in 1970. For the purposes of this question, \"independent\" is not counted as a third party, as it is not a political party, but instead an identification.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3a670939-011b-40ae-be52-e0a6d77b025b","title":"Will both of the following occur: (1) Iowa hosts another \"first in the nation\" Democratic caucus before 2029, and (2) if Joe Biden is elected president in 2020, the highest tax bracket is restored to 39.6% or higher before 2025, and (3) a third party wins a Senate election in the United States by 2050?","body":"Resolution Criteria for each part:\n\n(1) This question will resolve positively if, at least once before the end of 2028, Iowa holds a US Democratic primary election that is both a caucus (as distinct from a primary) and is \"first in the nation\". A \"caucus\" is defined as any system where selectors gather at set locations throughout the state's precincts and physically order in publicly-known preference groups and then reallocate according to a viability threshold. A \"first in the nation primary event\" is defined as a Presidential primary event that awards delegates to the national convention for the purposes of selecting the presidential candidate such that no other such events in that nominating process take place prior or simultaneous with the \"first in the nation primary event\".\n\n(2) This question will resolve as Yes if Joe Biden is elected president for the 2021-2024 term, and the upper tax bracket for US single tax payers is increased to at least 39.6% by January 1, 2025. If Biden is elected but the upper tax bracket is not increased to at least 39.6%, this question will resolve as No. If Biden is not elected President in 2020, this question will resolve as Ambiguous.\n\n(3) So-called \"third parties\" are political parties in the United States that aren't the Democratic Party or the Republican Party. Members of third parties rarely win elections in America. However, the last third party member who won a senate election was James L. Buckley in 1970. For the purposes of this question, \"independent\" is not counted as a third party, as it is not a political party, but instead an identification. This question resolves positively if at least five reliable media sources report that a member of a third party won a United States senate election by January 1st 2050. Otherwise, it resolves negatively.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"b29bac57-1e43-4abb-b05e-4c38b949e654","title":"Will Iowa host another \"first in the nation\" Democratic caucus before 2029?","body":"Resolution Criteria\nSince the modern primary system was established in the United States in 1972, Iowa has had a special status as being the first state in the United States to cast ballots and award delegates for the Presidential campaigns - the coveted \"first in the nation\" status that brings much media attention (and money) to Iowa.\nOn February 3, 2020, Iowa held US caucuses. While the Republican caucus was uneventful, the Democratic caucus lead to an unprecedented delay in reporting results, leading to many pundits to declare that the Iowa caucuses would be over. Most notably, David Plouffe, who ran the campaign for Barack Obama, said ”I believe caucuses are dead\" on MSNBC.\nWill this come true, or are the rumors of the death of this 48 year old tradition greatly exaggerated?\nThis question will resolve positively if, at least once before the end of 2028, Iowa holds (a) a US Democratic primary election that is both (b) a caucus (as distinct from a primary) and (c) is \"first in the nation\".\nFor the purposes of this question, a \"caucus\" is defined as any system where, (I) rather than going to polls and casting ballots, selectors gather at set locations throughout the state's precincts (e.g., schools, churches, public libraries, casinos) and (II) physically order in publicly-known preference groups and then (III) reallocate according to a viability threshold. (See \"walking subcaucus\" voting system for details, though any such method meeting I-III will qualify).\nA \"first in the nation primary event\" is defined as a Presidential primary event that awards delegates to the national convention for the purposes of selecting the presidential candidate such that no other such events in that nominating process take place prior or simultaneous with the \"first in the nation primary event\".\nThe \"US Democratic primary election\" refers to a Presidential primary event that selects delegates for the National Convention of the United States Democratic Primary.\n","resolution_date":"2028-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3600","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"9a939b60-25e1-49b6-ae08-0dd8256f0e52","title":"If Joe Biden is elected president of the US in 2020, will the highest tax bracket be restored to its original 39.6% or higher before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Joe Biden is elected president for the 2021-2024 term, and the upper tax bracket for US single tax payers is increased to at least 39.6% by January 1, 2025. If Biden is elected but the upper tax bracket is not increased to at least 39.6%, this question will resolve as No.\nIf Biden is not elected President in 2020, this question will resolve as Ambiguous\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5174","metadata":{"topics":[],"background_info":"In the Tax Cuts and Jobs Act of 2017, Republicans and President Trump advocated for lower taxes and reduced the highest tax bracket from 39.6% to 37% effective the 2018 tax year."},"resolution":null},"R":{"id":"f65894f9-e807-4b78-aec4-ae9fe598b17e","title":"Will a third party win a Senate election in the United States by 2050?","body":"Resolution Criteria\nSo-called \"third parties\" are political parties in the United State that aren't the Democratic Party or the Republican Party. Members of third parties rarely win elections in America. However, the last third party member who won a senate election was James L. Buckley in 1970.\nFor the purposes of this question, \"independent\" is not counted as a third party, as it is not a political party, but instead an identification.\nThis question resolves positively if at least five reliable media sources report that a member of a third party won a United States senate election by January 1st 2050. Otherwise, it resolves negatively.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3621","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The first question about Iowa hosting the first Democratic caucus is related to the internal processes and traditions of the Democratic Party, which can be influenced by the party's leadership and strategic decisions.","The second question about Joe Biden and tax policy is directly related to the actions and policies of a Democratic administration, which could be influenced by the party's leadership and strategic decisions.","The third question about a third party winning a Senate election is related to the broader political landscape and the potential for shifts in voter behavior and party dynamics, which could be influenced by dissatisfaction with the two major parties."],"conclusion":"All three questions are related to the political landscape in the United States and the actions and decisions of political parties and their leaders. Therefore, it makes sense to consider their logical combination.","score":7.0}}}
{"P":{"id":"d9f347cb-e3f0-495e-8863-22ac33d0a790","title":"Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?","body":"Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"3128e3ba-0952-40cf-b539-72a09c8daef5","title":"Given that at least two public health agencies claim that China deliberately misreported COVID-19 infections before 2025, will the GOP control the Senate after the 2024 elections?","body":"Suppose the following is true: Before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. These agencies include the Centers for Disease Control and Prevention (including the Epidemic Intelligence Service), the European Centre for Disease Prevention and Control (including the Health Threat Unit), World Health Organization, the Chinese Center for Disease Control and Prevention, the Centre for Health Protection, Robert Koch Institute, the National Institute of Infectious Diseases, Public Health England, the National Centre for Infectious Diseases, Centers for Disease Control and Prevention Korea, and the Public Health Agency of Canada. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. In case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\n\nThen, will the GOP control the Senate after the 2024 elections? This question will resolve as Yes if, on February 1, 2025, the Senate Majority Leader is a Republican. For reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies.","resolution_date":"2024-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c548f0a8-22ce-47fb-af76-5d51c231dbd9","title":"Given both of the following occur by 2025: at least two public health agencies accuse China of deliberately misreporting COVID-19 infections, and the GOP controls the Senate after the 2024 elections, will the first commercial hyperloop system be within the US?","body":"Resolution Criteria for each component:\n\n1. Accusations against China for COVID-19 Misreporting:\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\n- Centers for Disease Control and Prevention (including the Epidemic Intelligence Service)\n- The European Centre for Disease Prevention and Control (including the Health Threat Unit)\n- World Health Organization\n- The Chinese Center for Disease Control and Prevention\n- The Centre for Health Protection\n- Robert Koch Institute\n- The National Institute of Infectious Diseases\n- Public Health England\n- The National Centre for Infectious Diseases\n- Centers for Disease Control and Prevention Korea\n- The Public Health Agency of Canada\n\n2. GOP Control of the Senate after 2024 Elections:\nThis question will resolve as Yes if, on February 1, 2025, the Senate Majority Leader is a Republican. For reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies.\n\nResolution Criteria for Hyperloop:\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e0640a18-8a5c-48f5-acd1-130944d68bdc","title":"Will both of the following occur: at least two public health agencies accuse China of deliberately misreporting COVID-19 infections by 2025, and the first commercial hyperloop system be within the US?","body":"Resolution Criteria for each component:\n\n1. Accusations against China for COVID-19 Misreporting:\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\n- Centers for Disease Control and Prevention (including the Epidemic Intelligence Service)\n- The European Centre for Disease Prevention and Control (including the Health Threat Unit)\n- World Health Organization\n- The Chinese Center for Disease Control and Prevention\n- The Centre for Health Protection\n- Robert Koch Institute\n- The National Institute of Infectious Diseases\n- Public Health England\n- The National Centre for Infectious Diseases\n- Centers for Disease Control and Prevention Korea\n- The Public Health Agency of Canada\n\n2. First Commercial Hyperloop System in the US:\nThis question will resolve as Yes if the first hyperloop system to commence commercial operations is located in the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035. \"Commercial Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9cd31802-1d2a-425d-86b0-f70c3cd6a443","title":"Before 2025, will at least two public health agencies claim that China deliberately misreported COVID-19 infections?","body":"Resolution Criteria\nThe COVID-19 outbreak in China has been rife with allegations of misrepresentation by Chinese government officials. These began at the local level, where officials in Hubei province potentially under-reported the magnitude of the outbreak in early January to Chinese central government authorities. A public health worker famously released a video around January 26 claiming that at that time, at least 90,000 cases had occurred--at the time the Chinese government was reporting fewer than 2000 infections. Since then, the insufficiently-inclusive strategy of counting only persons with laboratory-confirmed cases of COVID-19 depressed the counts of probable cases. And the patterns of growth in the official counts follow an unexpected distribution, implying the counts may be generated by a model which doesn't accurately represent the dynamics of the disease's spread through the population.\nThis latter allegation is perhaps the most important and severe, as it means that estimations of epidemiological characteristics based on Chinese data may lead to public health interventions which do not reflect the reality of the viral spread. For example, if the R_0 (the average number of people an infected person will pass the virus along to) is underestimated, it may lead to insufficiently aggressive strategies for reducing the propagation of the virus across the globe. However, overestimating it could lead to overly-aggressive quarantining strategies, hobbling international commerce. Getting a proper assessment of the epidemiological dynamics is critical to devising the appropriate public health response.\nWill at least two public health agencies publicly accuse the Chinese government of deliberately misrepresenting the number of COVID-19 infections before 2025?\nThis question will resolve as Yes if, before January 1, 2025, at least two of the public health agencies listed below claim that it is more likely than not that the Chinese government deliberately lied about, fabricated, or misrepresented case or death numbers. If an agency claims that the numbers were flawed, but does not go as far as to suggest deliberate lying or misrepresentation, this will not count. For the purpose of this question, we consider only statements by the following public health agencies:\nCenters for Disease Control and Prevention (including the Epidemic Intelligence Service)\nThe European Centre for Disease Prevention and Control (including the Health Threat Unit)\nWorld Health Organization\nThe Chinese Center for Disease Control and Prevention\nThe Centre for Health Protection\nRobert Koch Institute\nThe National Institute of Infectious Diseases\nPublic Health England\nThe National Centre for Infectious Diseases\nCenters for Disease Control and Prevention Korea\nThe Public Health Agency of Canada\nIn case multiple subdivisions of any of the above agencies make assessments that China more likely than not lied about case or death numbers, these will only count as single accusation made by a single agency.\nThe relevant assessments will count if they are judged by Metaculus to broadly state that it is more likely than not that the Chinese government deliberately did lie about, fabricate, or misrepresent case or death counts.\nThis question has a short-fuse sister.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3715","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"30ddff15-71db-4039-bd6d-3006caa23311","title":"Will the GOP control the Senate after the 2024 elections?","body":"Resolution Criteria\nThis question will resolve as Yes if, on February 1, 2025, the Senate Majority Leader is a Republican.\nFor reference, generally when the Senate is divided 50/50 the majority party is determined by the party of the Vice President. An illustrative example of how the majority party is determined is the 107th Congress, where the majority party switched 3 times between Jan 1, 2000 and Dec 31, 2002 due to the VP's party changing, senators switching parties, and vacancies. Wikipedia\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7850","metadata":{"topics":[],"background_info":"Wikipedia:\nThe 2024 United States Senate elections will be held on November 5, 2024, with 33 of the 100 seats in the Senate being contested in regular election."},"resolution":null},"R":{"id":"8e744271-9701-403f-bd58-d581609adb37","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/513","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Geopolitical implications: The combination of these questions could be of interest to those studying the geopolitical landscape. For example, if China is accused of misreporting COVID-19 data, it could influence international relations and political dynamics, which might indirectly affect the GOP's chances in the Senate elections.","Technological and economic impact: The development of a commercial hyperloop system in the US could have significant economic and technological implications. This could influence public opinion and political outcomes, including the GOP's control of the Senate.","Public trust and policy: Accusations against China regarding COVID-19 data could affect public trust in international institutions and governments. This could influence voter behavior and policy decisions, which might impact the GOP's control of the Senate and the development of new technologies like the hyperloop."],"conclusion":"While the direct connections between these questions are not immediately obvious, there are plausible scenarios where they could be interrelated through broader geopolitical, economic, and public trust factors.","score":6.0}}}
{"P":{"id":"09c505fb-e9ab-4854-8681-aa743395b5fe","title":"Will Sam Bankman-Fried have donated $1bn 2021 USD to charitable causes before 2031?","body":"Resolution Criteria\nThis resolves positive if, by year end 2030, there is a public record of donations by SBF or grants by a grantmaking organisation of which he is the primary funder (see fine print) which total over $1bn in 2021 USD.\nDonations to political campaigns or to an unallocated DAF or foundation which is under his control should not be counted for this question. Donations by the FTX Foundation should not count either, except if the assets in question are donated to the Foundation by Bankman-Fried himself and regranted by the question deadline. Donations to foundations or trusts which he does not control, but is a beneficiary of; or that exist wholly, primarily, or partly for the benefit of his friends and family should also be excluded.\nFine Print\nIf Bankman-Fried is the primary funder of a grantmaking organisation but not the sole funder, the amount granted for the purpose of this qustion should be the best available estimate of what fraction of funding he provides, multiplied by the amount granted.\nIf he funds such an organisation with a spouse (i.e. similar to Bill and Melinda Gates' Foundation, or Dustin Moskovitz and Cari Tuna's Good Ventures), then their combined contribution should be counted for the purpose of this question.\nIf some combination of the above options sums to $1bn, without double counting the donation and regranting of the same funds, then this should resolve positively.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e4060f76-1c55-497b-8674-40ea99aec8ce","title":"Given Sam Bankman-Fried has donated $1bn 2021 USD to charitable causes before 2031, will global malaria mortality rates be reduced by 90% compared with 2015 rates by 2030?","body":"Resolution Criteria for P:\nThis resolves positive if, by year end 2030, there is a public record of donations by SBF or grants by a grantmaking organisation of which he is the primary funder (see fine print) which total over $1bn in 2021 USD.\nDonations to political campaigns or to an unallocated DAF or foundation which is under his control should not be counted for this question. Donations by the FTX Foundation should not count either, except if the assets in question are donated to the Foundation by Bankman-Fried himself and regranted by the question deadline. Donations to foundations or trusts which he does not control, but is a beneficiary of; or that exist wholly, primarily, or partly for the benefit of his friends and family should also be excluded.\nFine Print\nIf Bankman-Fried is the primary funder of a grantmaking organisation but not the sole funder, the amount granted for the purpose of this question should be the best available estimate of what fraction of funding he provides, multiplied by the amount granted.\nIf he funds such an organisation with a spouse (i.e. similar to Bill and Melinda Gates' Foundation, or Dustin Moskovitz and Cari Tuna's Good Ventures), then their combined contribution should be counted for the purpose of this question.\nIf some combination of the above options sums to $1bn, without double counting the donation and regranting of the same funds, then this should resolve positively.\n\nResolution Criteria for Q:\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nWill this goal be realized?\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"de3b79cc-3703-4e39-a292-149822421aac","title":"Given that by 2030, Sam Bankman-Fried donates $1bn 2021 USD to charitable causes and global malaria mortality rates are reduced by 90% compared with 2015 rates, will there be adversarial use of consumer genomic data before 2030?","body":"Suppose the following is true: By the end of 2030, there is a public record of donations by Sam Bankman-Fried or grants by a grantmaking organisation of which he is the primary funder, totaling over $1bn in 2021 USD, excluding donations to political campaigns, unallocated DAFs or foundations under his control, and the FTX Foundation, unless the assets are donated and regranted by him. Additionally, the global malaria mortality rates must be reduced by 90% or more compared with 2015 levels, as reported in the WHO's annual malaria report.\n\nThen, is it true that before January 1, 2030, the New York Times or another reputable source reports on the adversarial use of genetic data collected through medical testing or direct-to-consumer products to inflict harm on one or more individuals without their consent? This includes cases where genetic data is used to discriminate or set insurance rates without explicit authorization, or where an outside actor gains access to genomics data and publishes information about family infidelities. Speculations, leaks without specific harmful uses, and psychic harm from family infidelities do not count as positive resolutions.","resolution_date":"2030-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"bffdea06-e2d9-4a15-b1b9-4032a68456c8","title":"Will all of the following occur by 2030: (1) Sam Bankman-Fried donates $1bn 2021 USD to charitable causes, (2) global malaria mortality rates are reduced by 90% compared with 2015 rates, and (3) there is adversarial use of consumer genomic data?","body":"Resolution Criteria for Sam Bankman-Fried's donations:\nThis resolves positive if, by year end 2030, there is a public record of donations by SBF or grants by a grantmaking organisation of which he is the primary funder (see fine print) which total over $1bn in 2021 USD. Donations to political campaigns or to an unallocated DAF or foundation which is under his control should not be counted for this question. Donations by the FTX Foundation should not count either, except if the assets in question are donated to the Foundation by Bankman-Fried himself and regranted by the question deadline. Donations to foundations or trusts which he does not control, but is a beneficiary of; or that exist wholly, primarily, or partly for the benefit of his friends and family should also be excluded.\nFine Print:\nIf Bankman-Fried is the primary funder of a grantmaking organisation but not the sole funder, the amount granted for the purpose of this question should be the best available estimate of what fraction of funding he provides, multiplied by the amount granted.\nIf he funds such an organisation with a spouse (i.e. similar to Bill and Melinda Gates' Foundation, or Dustin Moskovitz and Cari Tuna's Good Ventures), then their combined contribution should be counted for the purpose of this question.\nIf some combination of the above options sums to $1bn, without double counting the donation and regranting of the same funds, then this should resolve positively.\n\nResolution Criteria for global malaria mortality rates:\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.\n\nResolution Criteria for adversarial use of consumer genomic data:\nThis question will resolve as Yes if the New York Times (or another similarly reputable source) reports, before January 1 2030, on the following having occurred:\nGenetic data collected through either medical testing or direct-to-consumer products\nIs used to inflict harm on one or more individuals\nWithout their consent\nFine Print\nRecognizing that \"harm\" and \"consent\" can be fuzzy, here are some examples meant to clarify the intent of the question.\nThe following examples do not count as positive resolutions:\nSpeculation that such a harm is possible, plausible, or likely\nGenetic data is leaked or hacked but there is no evidence about specific harmful uses resulting from this.\nGenetic data is collected in a bespoke way for the purposes of harm (eg a state power collects DNA from a targeted individual).\nIndividuals suffer psychic harm from discovering family infidelities (this is so common already that it is \"baked in\" to consent).\nThe following examples do count as positive resolutions:\nEvidence of discrimination or insurance rates being set from individual-level genomics without explicit customer authorization (\"would you like to submit your DNA profile to Anthem?\"), even if legal and authorized under a vague terms of service\nAn outside actor gaining access to genomics data, learning about family infidelities, and publishing this broadly.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5fd68843-a9c2-4a58-8c87-60f1cd79c01a","title":"Will Sam Bankman-Fried have donated $1bn 2021 USD to charitable causes before 2031?","body":"Resolution Criteria\nThis resolves positive if, by year end 2030, there is a public record of donations by SBF or grants by a grantmaking organisation of which he is the primary funder (see fine print) which total over $1bn in 2021 USD.\nDonations to political campaigns or to an unallocated DAF or foundation which is under his control should not be counted for this question. Donations by the FTX Foundation should not count either, except if the assets in question are donated to the Foundation by Bankman-Fried himself and regranted by the question deadline. Donations to foundations or trusts which he does not control, but is a beneficiary of; or that exist wholly, primarily, or partly for the benefit of his friends and family should also be excluded.\nFine Print\nIf Bankman-Fried is the primary funder of a grantmaking organisation but not the sole funder, the amount granted for the purpose of this qustion should be the best available estimate of what fraction of funding he provides, multiplied by the amount granted.\nIf he funds such an organisation with a spouse (i.e. similar to Bill and Melinda Gates' Foundation, or Dustin Moskovitz and Cari Tuna's Good Ventures), then their combined contribution should be counted for the purpose of this question.\nIf some combination of the above options sums to $1bn, without double counting the donation and regranting of the same funds, then this should resolve positively.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7862","metadata":{"topics":[],"background_info":"Sam Bankman-Fried is a US cryptocurrency billionaire, with an estimated net worth of $16.2 billion in August 2021, according to Forbes.\nBankman-Fried is a long time advocate for Effective Altruism, and has on numerous occasions stated his intention to give most of his fortune away.\nThis question asks if he will manage to grant over $1bn 2021 USD before 2031."},"resolution":null},"Q":{"id":"9f0f085f-d88f-4293-bd53-7cc09248d452","title":"Will global malaria mortality rates be reduced by 90% when compared with 2015 rates, by 2030?","body":"Resolution Criteria\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nWill this goal be realized?\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1332","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"8e9f19ef-4de6-449c-ad52-9935ba54a8c8","title":"Will there be adversarial use of consumer genomic data before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if the New York Times (or another similarly reputable source) reports, before January 1 2030, on the following having occurred:\nGenetic data collected through either medical testing or direct-to-consumer products\nIs used to inflict harm on one or more individuals\nWithout their consent\nFine Print\nRecognizing that \"harm\" and \"consent\" can be fuzzy, here are some examples meant to clarify the intent of the question.\nThe following examples do not count as positive resolutions:\nSpeculation that such a harm is possible, plausible, or likely\nGenetic data is leaked or hacked but there is no evidence about specific harmful uses resulting from this.\nGenetic data is collected in a bespoke way for the purposes of harm (eg a state power collects DNA from a targeted individual).\nIndividuals suffer psychic harm from discovering family infidelities (this is so common already that it is \"baked in\" to consent).\nThe following examples do count as positive resolutions:\nEvidence of discrimination or insurance rates being set from individual-level genomics without explicit customer authorization (\"would you like to submit your DNA profile to Anthem?\"), even if legal and authorized under a vague terms of service\nAn outside actor gaining access to genomics data, learning about family infidelities, and publishing this broadly.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6479","metadata":{"topics":[],"background_info":"Genetic sequencing has gotten cheaper by several orders of magnitude in the past several decades. Over 1 million Americans have already had their DNA sequenced through direct-to-consumer products like those offered by 23AndMe, Ancestry, etc.\nMany concerns have been raised about possible harms. While it is illegal in the United States to use genomics data to set health insurance rates or discriminate for employment, there are related other uses not covered (other types of insurance or discrimination) as well as more speculative ideas. For example, if an adversary had access to your genetic data, they might be able to forge evidence tying you to a particular crime, or might be able to fool a biometric identification system.\nNote: I am using \"DNA data\", \"genomics data\", \"genetic data\" interchangeably here, but I am not an expert. Please help clarify if this is incorrect.\n"},"resolution":null}},"relevance":{"reasons":["Sam Bankman-Fried's donations to charitable causes could potentially fund malaria reduction initiatives, which might contribute to the 90% reduction in global malaria mortality rates by 2030.","The adversarial use of consumer genomic data could impact public health initiatives, including those aimed at reducing malaria mortality rates, by undermining public trust in health data collection and usage.","Sam Bankman-Fried's philanthropic activities might include funding initiatives to protect consumer genomic data from adversarial use, thereby indirectly influencing the likelihood of such adversarial use occurring."],"conclusion":"There are plausible connections between these questions, making it reasonable to consider their logical combination.","score":7.0}}}
{"P":{"id":"c2be419c-0287-4dac-966d-318f7a4af5a9","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"9829c4e4-4170-4282-80aa-331e34b4d105","title":"Given that conclusive evidence for extraterrestrial life within our Solar System is discovered by 2050, will any part of Great Britain be under monarchy in 2075?","body":"Resolution Criteria for P: This question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins. We exclude any extraterrestrial life which has been placed outside Earth through intentional or unintentional human activity. It is not necessary for ET life to have a separate origin from Earth life.\n\nResolution Criteria for Q: This question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state.","resolution_date":"2075-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"8078ceb2-6bb7-4de3-acb2-f20b9aec1802","title":"Given both conclusive evidence for extraterrestrial life is discovered within our Solar System by 2050 and any part of Great Britain is under monarchy in 2075, will a nuclear conflict involving >1,000 detonations cause more than 4 billion fatalities within 10 years?","body":"Resolution Criteria for P: This question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins, excluding any extraterrestrial life which has been placed outside Earth through intentional or unintentional human activity. It is not necessary for ET life to have a separate origin from Earth life. Additionally, this question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state.\n\nResolution Criteria for Q: This question will resolve as Yes if at any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations. For any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation. This question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution.","resolution_date":"2075-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"0b707bdd-160b-4a41-8c9b-46aec24e6a20","title":"Will both of the following occur: (1) conclusive evidence for extraterrestrial life, past or present, is discovered within our Solar System by 2050, and (2) any part of Great Britain is under monarchy in 2075, AND if there's a nuclear conflict involving >1,000 detonations, will that cause more than 4 billion fatalities within 10 years?","body":"Resolution Criteria for (1): This question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins. For this question, we exclude any extraterrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis).\n\nResolution Criteria for (2): This question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state.\n\nResolution Criteria for the nuclear conflict question: This question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ffa06586-aafb-4c0e-943e-bbde94974128","title":"Will any conclusive evidence for extraterrestrial life, past or present, be discovered within our Solar System by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any point between January 1, 2020 to January 1, 2050, a scientific consensus is reached that life exists or has existed anywhere in our Solar System besides Earth, as judged by Metaculus Admins.\nFor this question, we exclude any extra-terrestrial life which has been placed outside Earth through intentional or unintentional human activity. Otherwise, it is not necessary for ET life to have a separate origin from Earth life (see the panspermia hypothesis)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3834","metadata":{"topics":[],"background_info":"Despite our best efforts, Earth is still the only known planet in the universe to harbor any kind of life. Though plenty of our attention in this hunt has been focused on studying potentially habitable exoplanets, this question is concerned with the likelihood of finding extraterrestrial life in our own cosmic backyard."},"resolution":null},"Q":{"id":"12610d6b-8af9-43f0-8e66-4ed0d464b137","title":"Will any part of Great Britain be under monarchy in 2075?","body":"Resolution Criteria\nThis question will resolve as Yes if, on January 1, 2075, at least 1% of the population of Great Britain (the mainland island only) live in a state with a monarch as head of state","resolution_date":"2075-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6691","metadata":{"topics":[],"background_info":"As of February 2021, the island of Great Britain is part of the UK, which is a constitutional monarchy. Although the monarch once held power, over time this has diminished so that their role of head of state is 'broadly ceremonial'.\nThe English Civil War resulted in the trial and execution of the king in 1649, and the declaration of a republic, which lasted until the English monarchy was restored in 1660.\nGlobally, the number of monarchies has decreased from over 150 in 1900 to 44 in 2019 (graph).\nA 2020 YouGov poll of British adults found that 62% were in favour of retaining the monarchy, with 22% opposed."},"resolution":null},"R":{"id":"d262ab03-9cd5-4a46-a2b5-0505fc624ac5","title":"If there's a nuclear conflict involving >1,000 detonations, will that cause more than 4 billion fatalities within 10 years?","body":"Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2033-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8382","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\n"},"resolution":null}},"relevance":{"reasons":["The discovery of extraterrestrial life could have profound implications for humanity's self-perception, potentially influencing global politics, including the stability and structure of governments such as monarchies.","A nuclear conflict with over 1,000 detonations and resulting in more than 4 billion fatalities would drastically alter the global socio-political landscape, potentially affecting the existence of monarchies and the pursuit of scientific endeavors, including space exploration."],"conclusion":"The logical combination of these questions is somewhat relevant due to the potential for large-scale events to influence multiple aspects of human society, including governance and scientific discovery.","score":6.0}}}
{"P":{"id":"c512094c-73a5-408d-b979-863c3aa5ffb0","title":"Will less than 70% of Fortune 500 CEOs in the US be non-Hispanic white in the year 2050?","body":"Resolution Criteria\nThis resolves positively if a credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050 other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"135f3ddd-d0da-4801-8496-c20fc4444554","title":"Given that less than 70% of Fortune 500 CEOs in the US are non-Hispanic white in 2050, will the next US presidential election also be considered fraudulent by the losing party?","body":"Resolution Criteria for P: This resolves positively if a credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050, other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used.\n\nResolution Criteria for Q: For the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News. This question resolves positively if ANY of the following come true following the 2024 presidential election:\n1. The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n2. The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n3. Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time.\n4. A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\nOtherwise, the question resolves negatively.\n\nFine Print for Q: For the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"866d9792-0350-43bf-ab63-643e011f4ae3","title":"Given both of the following occur by 2050: less than 70% of Fortune 500 CEOs in the US are non-Hispanic white, and the next US presidential election is considered fraudulent by the losing party, will Kamala Harris be elected US President in 2024?","body":"Resolution Criteria for the combined question:\n\n1. The first part of this question resolves positively if a credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050, other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used.\n\n2. The second part of this question resolves positively if ANY of the following come true following the 2024 presidential election:\n- The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n- The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n- Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time.\n- A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\n\nThis question will resolve as Yes for Kamala Harris if she wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment. This question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"23b3f122-56d3-44ac-97a9-1a1352d6eea2","title":"Will both of the following occur: Kamala Harris is elected US President in 2024, and by 2050, less than 70% of Fortune 500 CEOs in the US are non-Hispanic white and the next US presidential election is considered fraudulent by the losing party?","body":"Resolution Criteria for the combined question:\n\n1. The first part of this question resolves positively if Kamala Harris wins the 2024 US presidential election. This will be determined by the person who wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment. In the event that there is no election or certification of the vote by February 1, 2025, this part of the question will resolve as Ambiguous.\n\n2. The second part of this question resolves positively if both of the following conditions are met:\n(a) A credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050, other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used.\n(b) ANY of the following come true following the 2024 presidential election:\n- The losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\n- The losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\n- Fewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time.\n- A survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News.\n\nBoth parts must resolve positively for the overall question to resolve positively. Otherwise, the question resolves negatively.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"261054df-3145-4170-aa6a-f4cf2fd11dca","title":"Will less than 70% of Fortune 500 CEOs in the US be non-Hispanic white in the year 2050?","body":"Resolution Criteria\nThis resolves positively if a credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050 other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8573","metadata":{"topics":[],"background_info":"Racial and ethnic diversity in the US has steadily increased, but minorities are still underrepresented at the senior and executive level of US companies.\nSome have speculated that this is likely to change. Neuroscientist and fiction author Erik Hoel wrote the following about diversity in the year 2050 in a blog post published August 25, 2021\nPrinceton’s incoming class for 2021 is 68% non-white. In fact, currently across the Ivy League (except Dartmouth), whites are significantly underrepresented in their incoming student bodies in proportion to the overall population. This trend of outperformance by minorities in the upper echelons of society like at elite universities, major corporations, and in creative endeavors (books published, movies starred in, etc), will continue and intensify—even just by demographics alone 2050 America will itself be majority non-white.\nEach year Fortune magazine publishes the Fortune 500, a list of the top 500 US companies by revenue. Richard L. Zweigenhaft, Dana Professor of Psychology at Guilford College, published data showing that the share of Fortune 500 CEOs who are not white males has been increasing over time. According to his numbers for 2020, 92.6% of Fortune 500 CEOs are white.\n"},"resolution":null},"Q":{"id":"bcb32f73-528a-4845-baaa-1ea782a1e7fa","title":"Will the next US presidential election also be considered fraudulent by the losing party?","body":"Resolution Criteria\nFor the purpose of this question, the \"losing party\" is defined as the party whose presidential candidate is projected to come in second place in the electoral college vote count by both the AP and Fox News (see fine print). This question resolves positively if ANY of the following come true following the 2024 presidential election,\nThe losing candidate states that they consider the election result \"fraudulent\" or \"rigged\", or some very close synonym of those words, as determined by consensus in the comment section of this question. The losing candidate must make this claim before the scheduled inauguration. If there is a dispute as to whether the candidate did indeed say a close synonym of \"fraudulent\" or \"rigged\", and therefore a dispute over whether the word choice counts for positive resolution, then the following method of resolution will be used: if thesaurus.com lists \"fraud\", \"fraudulent\", or \"rigged\" as a synonym of the word, and at least one moderator agrees that it is a close synonym, then it counts for positive resolution.\nThe losing candidate refuses to concede two weeks following both the AP and Fox News projecting their opponent to win the election AND neither the AP or Fox News having retracted their projection in that time. For the purpose of this question, a concession is a clear statement from the candidate projected to lose that they have acknowledged their defeat, and that they accept the results of the election. The concession must not be retracted within 48 hours.\nFewer than 20% of congressional members of the losing party believe that their candidate lost the election as determined by credible media two weeks following both the AP and Fox News projecting the opposite-party candidate to win the election AND neither the AP or Fox News having retracted their projection in that time. By comparison, on December 7th 2020, just 27 congressional Republicans acknowledge Biden’s win according to the Washington Post.\nA survey from the Morning Consult reveals that fewer than 30% of survey participants who are members of the losing party state that the election was \"probably\" or \"definitely\" free and fair in the most recent such survey following projections from both the AP and Fox News. The relevant survey for 2020 can be found here.\nOtherwise, the question resolves negatively.\nFine Print\nFor the purpose of this question, a network is said to have \"projected\" a winner if they make some authoritative statement saying that the candidate has won the election, or will win the election once the votes are counted. Crucially, the network does not actually have to use the language of \"projected\" but as long as their reporting follows this definition, it counts as a projection.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5882","metadata":{"topics":[],"background_info":"From Wikipedia,\nBefore, during, and after Election Day, Trump and numerous Republicans attempted to subvert the [2020 election] and overturn the results, falsely alleging that there had been widespread voter fraud, and trying to influence the vote counting process in swing states. Officials in each of the 50 states stated that there was no evidence of systematic fraud or irregularities in their state. Federal agencies overseeing election security said it was \"the most secure in American history.\" Attorney General Bill Barr concluded there was \"no evidence of widespread fraud\" in the election. On multiple occasions, Trump falsely declared himself the winner. The Trump campaign and its allies continued to engage in numerous attempts to overturn the results of the election by filing dozens of legal challenges in several states, most of which were dropped or dismissed by various courts, spreading conspiracy theories falsely alleging fraud, pressuring Republican state electors and legislators, and initially refusing to cooperate with the presidential transition.\n"},"resolution":null},"R":{"id":"50126689-2382-46b9-90bc-ec0f7b3269b8","title":"Who will be elected to be US President in 2024? (Kamala Harris)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5352","metadata":{"topics":[],"background_info":"Joseph Robinette Biden Jr. is the incumbent US President after winning the 2020 election. He has stated multiple times his intention of running for re-election, particularly if the Republican nominee would be Donald Trump. A March 2022 poll by CNN found 52% of respondents expected Biden not to run for re-election, compared to 29% who predicted that he would.\nThe previous US President Donald Trump has expressed several hints of his desire to run for re-election, stopping short of officially filing his campaign.\nThe 2024 United States presidential election is scheduled for Tuesday, November 5, 2024."},"resolution":null}},"relevance":{"reasons":["The demographic composition of Fortune 500 CEOs in 2050 could be influenced by long-term political and social policies, which might be affected by the outcome of the 2024 presidential election.","The perception of election fraud in the 2024 election could influence political stability and policy-making, which in turn could affect corporate governance and diversity initiatives.","Kamala Harris winning the 2024 election could lead to specific policies promoting diversity and inclusion, potentially impacting the demographic composition of Fortune 500 CEOs by 2050."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, especially in terms of long-term policy impacts and social dynamics.","score":7.0}}}
{"P":{"id":"b3b0b9b5-ac2e-4213-a9c8-991a0b8aa8d0","title":"If there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?","body":"Resolution Criteria\nRelated Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will that cause >4 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\nIf there's a nuclear conflict involving >100 detonations, will that cause more than 1 billion fatalities within 10 years?\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 100 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nThis question will also resolve positively if a nuclear conflict meeting the above-mentioned condition clearly causes more than 1 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2033-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4160fc39-683d-49b6-8cc5-ec5cf7507d7a","title":"Given a nuclear conflict involving >100 detonations, will there be at least 200 companies developing technologies to defeat aging by 2025?","body":"Suppose the following is true: If there's a nuclear conflict involving more than 100 nuclear weapon detonations, will that cause more than 1 billion fatalities within 10 years? This question will resolve as Yes if at any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations. For any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 100 detonations.) Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.). If a source gives a range as its estimate, the midpoint of that range will be used as its estimate. For the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons. This question will also resolve positively if a nuclear conflict meeting the above-mentioned condition clearly causes more than 1 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions. For simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict. Detonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins. In a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013). Then, will there be at least 200 companies developing technologies to defeat aging by 2025? This question resolves positively if there are at least 200 companies listed on this spreadsheet (or the spreadsheet that is a clear successor to that one) on January 1st 2025. If there are fewer, it resolves negatively. If the spreadsheet is no longer being maintained, the question resolves ambiguously.","resolution_date":"2033-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"387be44f-3fbc-4f17-9971-ddd31df98d63","title":"Given both a nuclear conflict with over 100 detonations causing 1 billion fatalities within 10 years and at least 200 companies developing anti-aging technologies by 2025, will the Harvard endowment be larger in 2119 than in 2019?","body":"Suppose the following is true: A nuclear conflict begins before January 1, 2100, involving more than 100 nuclear weapon detonations, resulting in over 1 billion deaths globally within 10 years of the final detonation. Additionally, there are at least 200 companies listed on a specific spreadsheet as developing technologies to defeat aging by January 1, 2025. Then, consider if the Harvard endowment, managed by the Harvard Management Company, will have more assets under management on June 30, 2119, than it did on June 30, 2019, adjusted for inflation. The question resolves negatively if Harvard ceases to exist, its endowment shuts down, Harvard operates under a wholly different mission, or the endowment's assets are no longer primarily used for the benefit of Harvard. If the endowment's AUM as of June 30, 2119 is not publicly known, the resolution will be based on the earliest publicly-known AUM following this date.","resolution_date":"2119-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3906f8e9-20e5-4d21-8db8-f701a3cca981","title":"Will both of the following occur: (1) a nuclear conflict involving more than 100 detonations causes over 1 billion fatalities within 10 years, and (2) the Harvard endowment is larger in 2119 than in 2019?","body":"Resolution Criteria for (1):\nThis question will resolve as Yes if:\n- At any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\n- For any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 100 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nThis question will also resolve positively if a nuclear conflict meeting the above-mentioned condition clearly causes more than 1 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\n\nResolution Criteria for (2):\nHarvard University is the oldest university in the United States and has the largest endowment, with $40.9 billion in assets under management (AUM) as of June 30, 2019. The endowment's mission is \"to help ensure Harvard University has the financial resources to confidently maintain and expand its leadership in education and research for future generations.\".\nThe Harvard Management Company (HMC), which runs the endowment, intends the endowment to provide Harvard with a source of income for the next hundred years or longer. Will HMC achieve its goal?\nOn an inflation-adjusted basis, will the Harvard Endowment have more assets under management on June 30, 2119 than it did on June 30, 2019?\nIf the endowment's AUM as of June 30, 2119 is not publicly known, then this question will be judged using the earliest publicly-known AUM following this date.\nThe question resolves as negative if any of the following situations occur:\nHarvard ceases to exist.\nHarvard continues but its endowment shuts down.\nHarvard still exists but operates under a wholly different mission (e.g., it no longer teaches students).\nThe endowment's assets still exist under one manager, but the majority is no longer being used for the benefit of Harvard.","resolution_date":"2119-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"2cc624dd-3de5-480c-b64c-a8cd10997f16","title":"If there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?","body":"Resolution Criteria\nRelated Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will that cause >4 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\nIf there's a nuclear conflict involving >100 detonations, will that cause more than 1 billion fatalities within 10 years?\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 100 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nThis question will also resolve positively if a nuclear conflict meeting the above-mentioned condition clearly causes more than 1 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2033-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8381","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"f7b01346-9f66-4454-b3a8-56b5599c51bd","title":"Will there be at least 200 companies developing technologies to defeat aging by 2025?","body":"Resolution Criteria\nIn a publicly available spreadsheet, accessible here, Karl Pfleger has maintained a list of for-profit companies that are confirmed to be working to slow or reverse aging in humans. His criterion for including a company is outlined here, and only includes those companies that aim to deliver a product that will undo or slow down molecular damage from aging. Anti-aging cosmetic companies do not count by this criterion.\nAs of January 6th, 2020, there are 126 companies listed in the spreadsheet, but progress has been rapid in recent years. More companies were created from 2016-2018 than were created in the entire period listed before that, from 2009-2015. If growth continues at its current pace, then the number of companies will surpass 200 by 2025. However, if the number does not reach 200, this would imply that growth must have slowed down at some point.\nThis question resolves positively if there are at least 200 companies listed on this spreadsheet (or the spreadsheet that is a clear successor to that one) on January 1st 2025. If there are fewer, it resolves negatively.\nIf the spreadsheet is no longer being maintained, the question resolves ambiguously.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3460","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"87773af3-ea3b-4bec-ae00-6c4110e5f81e","title":"Will the Harvard endowment be larger in 2119 than in 2019?","body":"Resolution Criteria\nHarvard University is the oldest university in the United States and has the largest endowment, with $40.9 billion in assets under management (AUM) as of June 30, 2019. The endowment's mission is \"to help ensure Harvard University has the financial resources to confidently maintain and expand its leadership in education and research for future generations.\".\nThe Harvard Management Company (HMC), which runs the endowment, intends the endowment to provide Harvard with a source of income for the next hundred years or longer. Will HMC achieve its goal?\nOn an inflation-adjusted basis, will the Harvard Endowment have more assets under management on June 30, 2119 than it did on June 30, 2019?\nIf the endowment's AUM as of June 30, 2119 is not publicly known, then this question will be judged using the earliest publicly-known AUM following this date.\nThe question resolves as negative if any of the following situations occur:\nHarvard ceases to exist.\nHarvard continues but its endowment shuts down.\nHarvard still exists but operates under a wholly different mission (e.g., it no longer teaches students).\nThe endowment's assets still exist under one manager, but the majority is no longer being used for the benefit of Harvard.\n","resolution_date":"2119-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4349","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A nuclear conflict involving more than 100 detonations could lead to significant global instability, which might affect the number of companies developing anti-aging technologies. For example, resources might be diverted to immediate survival needs rather than long-term research.","The aftermath of a nuclear conflict could also impact global financial markets and institutions, potentially affecting the Harvard endowment's growth or stability.","The development of anti-aging technologies might be seen as less of a priority in a world recovering from a nuclear conflict, which could influence the number of companies in that sector."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly in the context of global stability and resource allocation.","score":6.0}}}
