{"P":{"id":"b6e65878-0825-43e6-9fd4-8edf8169cb43","title":"Will a space elevator successfully be built on Earth before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100 and is maintained in operation for at least 365 days","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e855e477-b53b-4ef0-a942-9ce0b8414f55","title":"Given that a space elevator is successfully built on Earth before 2100, will Robin Hanson win a bet that the GPT line of language models will generate < $1Bn in customer revenue before 2025?","body":"Resolution Criteria for P: This question will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100, and is maintained in operation for at least 365 days.\n\nResolution Criteria for Q: This question will resolve as Yes if Tabarrok publicly concedes the bet, No if Hanson publicly concedes the bet, and Ambiguous if nobody has conceded before January 1, 2025.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"5ff12e2c-9245-4ecf-bb1a-da53b4629ce7","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035, given that both a space elevator is successfully built and maintained on Earth before 2100, and Robin Hanson wins a bet regarding the GPT line of language models generating revenue before 2025?","body":"Resolution Criteria for P:\n(1) This part of the question will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100, and is maintained in operation for at least 365 days.\n(2) This part of the question will resolve as Yes if Tabarrok publicly concedes the bet, No if Hanson publicly concedes the bet, and Ambiguous if nobody has conceded before January 1, 2025.\n\nResolution Criteria for Q:\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"a3f67ca0-974f-467e-9328-bfabe83e2767","title":"Will all of the following three conditions be met: (1) a space elevator is successfully built and maintained on Earth before 2100, (2) Robin Hanson wins a bet regarding the GPT line of language models generating revenue before 2025, and (3) a mouse is confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\n(1) This condition will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100, and is maintained in operation for at least 365 days.\n(2) This condition will resolve as Yes if Tabarrok publicly concedes the bet, No if Hanson publicly concedes the bet, and Ambiguous if nobody has conceded before January 1, 2025.\n(3) This condition will resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days. The longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days. In order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a2ce14be-8ea0-43e9-bf1b-afa9175dd840","title":"Will a space elevator successfully be built on Earth before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if a working space elevator is constructed on Earth before January 1, 2100 and is maintained in operation for at least 365 days","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/917","metadata":{"topics":[],"background_info":"Ahh, to build a space elevator. Wouldn't that be grand? We could move material into space at a fraction of the cost of conventional rockets. Space tourism would boom. We'd launch interplanetary missions. Oh happy day.\nFuturism explains:\nAccording to [a NASA] study, a flexible and durable cable with a space station counterweight could serve as a viable space elevator. A mechanical “climber” — using magnetic levitation or rollers along the tether — would then carry many tons of equipment or people into orbit. Although such a project would cost in the tens of billions, it would eventually pay for itself by providing much cheaper space travel to a greatly expanded market.\nThe question is: can we do this?\nKurzgesagt (a.k.a. \"in a nutshell\") explores the state of affairs in this entertaining video\nHere are some of the problems with this plan. Problems which engineers and scientists may never be able to overcome:\nMaybe we'll never make a material strong enough to support the space elevator.\nMaybe terrorists will attack any elevator that we build.\nMaybe we'll never get the costs of construction/maintenance down.\nMaybe one or more space elevator disasters will fling debris into orbit or crash down on a populated area, turning the population against the process.\nMaybe rocket engineers will build on the successes of companies like Space X, and there will therefore never be enough political or economic pressure to incentivize construction of an elevator.\nWill we or our descendants overcome these obstacles?\n"},"resolution":null},"Q":{"id":"dde06d7b-a1ae-46d2-a848-0a6f31245de0","title":"Will Robin Hanson win a bet that the GPT line of language models will generate < $1Bn in customer revenue before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Tabarrok publicly concedes the bet, No if Hanson publicly concedes the bet, and Ambiguous if nobody has conceded before January 1, 2025.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5118","metadata":{"topics":[],"background_info":"Per this tweet, Robin Hanson has bet Alex Tabarrok that\nSystems in GPT line will by 2025 make <$1B in customer revenue clearly tied to such systems. If product contains such as component, but also has other features, one needs to attribute best estimate % of product revenue to this one."},"resolution":null},"R":{"id":"04090416-c110-4c89-9ad1-80cc17aa78d6","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1624","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["The successful construction of a space elevator would represent a significant technological breakthrough, which could have wide-ranging implications for various fields, including materials science, engineering, and space exploration. This could indirectly influence the development of other advanced technologies, potentially including those relevant to the longevity of organisms, such as mice.","Robin Hanson's bet about GPT models generating less than $1 billion in customer revenue before 2025 is related to the progress and commercialization of AI technologies. The development of advanced AI could have implications for various fields, including biotechnology and materials science, which are relevant to the other two questions.","A major breakthrough in rejuvenation of mammalian organisms, as indicated by a mouse living for 2,500 days, would represent a significant advancement in biotechnology. This could have implications for the development of other advanced technologies, including those relevant to space exploration and AI.","While the direct connections between these three questions are not immediately obvious, they all pertain to significant technological advancements that could influence each other in complex ways."],"conclusion":"The logical combination of these questions is somewhat reasonable, as they all pertain to significant technological advancements that could influence each other in complex ways.","score":6.0}}}
{"P":{"id":"f4eab758-b746-4047-81ff-86ac9d12b685","title":"Will Ray Kurzweil be proven right?","body":"Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"9c5d5c33-56bd-4ff6-bb6d-b16a142a6293","title":"Will more than 50% of US adults own a personal augmented reality device by 2050 given that Ray Kurzweil's predictions are generally proven right?","body":"Suppose Ray Kurzweil, an author, computer scientist, inventor, and futurist known for his optimistic predictions about exponential technology growth leading to a technological singularity around 2045, is proven generally right in his predictions. These predictions are as listed and understood at the time of the original question's writing. The resolution of Kurzweil being 'generally right' is determined by a community prediction: if the prediction at the time of closing is over 80%, Kurzweil is considered right; if under 20%, he is considered wrong; if between 20% and 80%, a Metaculus staff member decides. Given this scenario, will more than 50% of US adults own a personal augmented reality device by 2050? This question will resolve as 'Yes' if, anytime before January 1, 2050, a credible survey suggests that more than 50% of US adults own any type of personal augmented reality device defined as portable, intended for personal use, and primarily used for augmented reality functions. Devices used occasionally for AR, like smartphones, do not qualify. Admins may adjust or disregard surveys capturing significant numbers of non-qualifying devices, or resolve the question as ambiguous.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"559d05a0-8017-415d-ab2c-62f9e821156c","title":"Will global malaria mortality rates be reduced by 90% when compared with 2015 rates, by 2030, given that both Ray Kurzweil is proven generally right in his predictions and more than 50% of US adults own a personal augmented reality device by 2050?","body":"Suppose the following is true: Ray Kurzweil, an author, computer scientist, inventor, and futurist known for his optimistic predictions about exponential technology growth leading to a technological singularity around 2045, is proven generally right in his predictions. This is determined if the community prediction at the time of closing is greater than 80%, or decided by a Metaculus staff member if between 20% and 80%. Additionally, more than 50% of US adults own a personal augmented reality device by 2050, defined as portable, primarily used for augmented reality functions, and updating in real time as the user interacts with both digital and physical environments. Devices primarily used for other purposes, like smartphones, do not qualify. This question will resolve as Yes if, before January 1, 2050, a credible survey suggests this ownership rate.\n\nGiven these conditions, will the global malaria mortality rates be reduced by 90% when compared with 2015 rates, by 2030? The resolution of this question will be based on the WHO's annual report on malaria, which reports the previous year's mortality rate. The goal is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"66f647cb-24f7-4da5-9124-740a2d03c07a","title":"Will both of the following occur: (1) Ray Kurzweil being proven generally right in his predictions, and more than 50% of US adults owning a personal augmented reality device by 2050, and (2) global malaria mortality rates being reduced by 90% when compared with 2015 rates, by 2030?","body":"Resolution Criteria for Ray Kurzweil being proven generally right:\nRay Kurzweil is an author, computer scientist, inventor, and futurist, known for his optimistic predictions about exponential technology growth leading to a technological singularity around 2045. This question will resolve positively if the community prediction at the time of closing is > 80%, negatively if < 20%, and will be decided by a Metaculus staff member if between 20% and 80%. Metaculus may survey the perceived correctness of Kurzweil's predictions periodically, using a fixed methodology.\n\nResolution Criteria for more than 50% of US adults owning a personal augmented reality device by 2050:\nThis question will resolve as Yes if, before January 1, 2050, a credible survey suggests that more than 50% of US adults own a personal augmented reality device, defined as portable, primarily used for augmented reality functions, and updating in real time as the user interacts with both digital and physical environments. Devices primarily used for other purposes, like smartphones, do not qualify. Admins may use alternate surveys or methods, or resolve as ambiguous if necessary.\n\nResolution Criteria for global malaria mortality rates being reduced by 90% when compared with 2015 rates, by 2030:\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3d83a277-61ea-4c6c-bf7c-b745b837f4b6","title":"Will Ray Kurzweil be proven right?","body":"Resolution Criteria\nRay Kurzweil is an author, computer scientist, inventor and futurist. He is best known for making what many consider to be extremely optimistic prediction about the future of technology that involve exponential growth leading up to technological singularity, which Kurzweil predicts will happen circa. 2045. A list of Kurzweil's predictions can be found here.\nWill Ray Kurzweil be proven generally right in his predictions?\nNote that the question refers to Kurzweil's predictions as of the time of the the writing of the question. Given that 'generally right' is hard to define, the question shall use consensus forming to create its own answer.\nIf the community prediction at the time of closing is > 80%, then the questions resolves positive.\nIf the community prediction at the time of closing is < 20%, then the questions resolves negative.\nIf the community prediction at the time of closing is ≥ 20% and ≤80%, then a member of Metaculus staff shall decide resolution.\nTo help reduce the vagueness of the question, Metaculus may, at its discretion, periodically survey the perceived correctness of Kurzweil's prediction, per a fixed methodology similar to that employed in this report, but with a modification to survey and weight by importance of the prediction.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1321","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"0da6d51e-0516-4679-82df-a2f5efa459fd","title":"Will more than 50% of US adults own a personal augmented reality device by 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 50% of US adults own any type of personal augmented reality device.\nFor the purposes of this question, a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use).\nWhere there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8516","metadata":{"topics":[],"background_info":"The Merriam-Webster Dictionary defines augmented reality (AR) as\nan enhanced version of reality created by the use of technology to overlay digital information on an image of something being viewed through a device (such as a smartphone camera)\nSome expect AR devices to be much more prevalent in the future. Neuroscientist and fiction author Erik Hoel wrote the following about augmented reality in the year 2050 in a blog post published August 25, 2021\nBy 2050 pretty much everyone will be wearing smart glasses for augmented reality, and eventually these glasses will replace a lot of phones (no one will carry a wallet in 2050).\nAccording to a PEW survey, 85% of US adults said they owned a smartphone in 2021.\n"},"resolution":null},"R":{"id":"9f0f085f-d88f-4293-bd53-7cc09248d452","title":"Will global malaria mortality rates be reduced by 90% when compared with 2015 rates, by 2030?","body":"Resolution Criteria\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nWill this goal be realized?\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1332","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["Ray Kurzweil's predictions often involve advancements in technology, which could include augmented reality devices. If his predictions about technological growth are accurate, it might correlate with a higher adoption rate of such devices.","Technological advancements predicted by Kurzweil could also impact global health initiatives, including malaria reduction. For example, better technology could lead to improved healthcare and disease prevention methods."],"conclusion":"There is a plausible connection between Kurzweil's predictions and the other two questions, as they all involve technological advancements and their societal impacts.","score":7.0}}}
{"P":{"id":"b48b3b21-7c51-4c65-8eac-2ce1f779f260","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"51cea566-1612-4ece-9c7b-7d72483309e3","title":"Will a practical nuclear fusion reactor first be developed in China given that one government governs 80% of Earth's population and economy by 2100?","body":"Suppose the following is true: A single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n\nThen, is the first operational high-temperature nuclear fusion reactor that can produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week and have a sustainable plan for long-term operations developed in China? This question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"2c1378b2-9d63-4225-8059-fd18924563b0","title":"Given the following conditions, will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?","body":"Suppose both of the following occur by their respective deadlines: (1) A single government governs 80% of Earth's population and economy by 2100. (2) A practical nuclear fusion reactor is first developed in China.\n\n**Resolution Criteria for (1):** This question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy, and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n\n**Resolution Criteria for (2):** For these purposes, we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g., no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.). This question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.\n\n**Resolution Criteria for the Navier-Stokes question:** This question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"fbeb0e1f-c82c-4ac9-aa0c-8b37b8369b36","title":"Will both of the following conditions be met by their respective deadlines?","body":"(1) A single government will govern 80% of Earth's population and economy by 2100, and (2) a practical nuclear fusion reactor will first be developed in China.\n\n**Resolution Criteria for (1):** This question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy, and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n\n**Resolution Criteria for (2):** For these purposes, we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g., no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.). This question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.\n\n(3) The existence and smoothness properties of the Navier-Stokes equations in three dimensions will turn out to depend on the compactness of the universe over which they are defined.\n\n**Resolution Criteria for (3):** This question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"478335d8-3324-46ee-9da0-0cdd5f9c4975","title":"Will one government govern 80% of Earth's population and economy by 2100?","body":"Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7329","metadata":{"topics":[],"background_info":"China is currently the most populous county in the world, with 17.9% of the global population. Historically, only various Chinese empires and the Mongol and Roman Empires have exceeded 30% of the global population. This question asks if by 2100, there will be a centralised government ruling over 80% of the world's population, and accounting for over 80% of global GDP."},"resolution":null},"Q":{"id":"2db34e35-cd83-4369-a2f4-6a27bb0e347d","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/824","metadata":{"topics":[],"background_info":"With an enormous amount of energy created per unit mass of fuel, cheap and abundance (e.g. deuterium) fuel, and relatively benign waste products, practical energy generation from nuclear fusion would be transformative for the world. A number of questions relate to efforts in the US and Europe, but there is another major player in the field: China. As discussed in this story, China is pouring significant resources into practical nuclear fusion."},"resolution":null},"R":{"id":"f8e8025f-7879-467e-904f-1dac9bf89325","title":"Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?","body":"Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8049","metadata":{"topics":[],"background_info":"The Navier-Stokes existence and smoothness conjecture is an important open problem in fluid dynamics and the theory of partial differential equations. It's been designated as one of the Clay Institute's Millennium Prize Problems in 2000 and there is a 1 million dollar bounty available for either proving or disproving the conjecture. In the official introduction to the problem here, the Clay Institute splits the problem into four statements A, B, C and D; and the problem is considered to have been settled if any one of them is proven.\nImportantly for this question, the statements A and C are about the Navier-Stokes equations defined on the noncompact space\nℝ\n3\n, while B and D are about the equations defined on the compact torus\n(ℝ/ℤ\n)\n3\n."},"resolution":null}},"relevance":{"reasons":["The development of a practical nuclear fusion reactor in China could be influenced by the geopolitical landscape, which might be significantly altered if a single government were to govern 80% of Earth's population and economy. For instance, a unified global government might prioritize or deprioritize certain technological advancements based on its policies.","The existence and smoothness properties of the Navier-Stokes equations in three dimensions are highly theoretical and mathematical in nature. However, the global governance structure could influence the allocation of resources towards fundamental research, including mathematics and physics. A single government might centralize research efforts, potentially accelerating or hindering progress in this area.","The development of nuclear fusion technology and the resolution of complex mathematical problems like the Navier-Stokes equations could both be influenced by the same global political and economic factors. For example, a unified government might have a centralized research agenda that prioritizes certain scientific endeavors over others."],"conclusion":"While the questions are highly diverse, there are plausible scenarios where their outcomes could be interrelated due to overarching geopolitical and economic factors.","score":6.0}}}
{"P":{"id":"dea44999-67bd-4875-aca9-fb0eeb51d8fa","title":"Will annual US inflation reach 100% in any year before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050.\nIf the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"4c1c98d6-8678-4d26-9e6a-348c0a54cac6","title":"Will the United States drop below a 7 in the Democracy index by 2040 if annual US inflation reaches 100% in any year before 2050?","body":"Resolution Criteria for P: This question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion.\n\nResolution Criteria for Q: If at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c870ec7e-2d41-4d67-8a45-5cf75fb970e3","title":"Will both of the following occur: (a) annual US inflation reaches 100% in any year before 2050, and (b) the United States drops below a 7 in the Democracy index by 2040? If so, in which countries will there be at least one fatality from a nuclear detonation by 2030? (India)","body":"Resolution Criteria for (a):\nThis question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion.\n\nResolution Criteria for (b):\nIf at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\n\nResolution Criteria for nuclear detonation:\nThis group is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.","resolution_date":"2049-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"6b23c938-ad47-4986-bf3d-70e42dc48aad","title":"Will both of the following occur: (1) annual US inflation reaches 100% in any year before 2050, and the United States drops below a 7 in the Democracy index by 2040, and (2) there is at least one fatality in India from an offensive nuclear detonation by 2030?","body":"Resolution Criteria for (1):\nThis question will resolve as Yes if both of the following conditions are met: (a) The Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion. (b) If at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\n\nResolution Criteria for (2):\nThis group is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as Ambiguous. If there is at least one offensive nuclear detonation in this time period, the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in India, at any point between January 1, 2021 to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a3da835d-9aa9-416a-a5ac-811ce897499c","title":"Will annual US inflation reach 100% in any year before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050.\nIf the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6604","metadata":{"topics":[],"background_info":"Hyperinflation events have happened before in a number of countries."},"resolution":null},"Q":{"id":"33c1aa0c-3cf1-41e3-9fe3-f8e873a4f9b6","title":"Will the United States drop below a 7 in the Democracy index by 2040?","body":"Resolution Criteria\nIf at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8463","metadata":{"topics":[],"background_info":"The Democracy Index is an index compiled and maintained by the Economist Intelligence Unit (EIU), a UK-based private company which publishes The Economist newspaper.\nThe EIU defines their index as \"[...] a snapshot of the state of world democracy for 165 independent states and two territories.\" The index itself is based on five categories: electoral process and pluralism, civil liberties, the functioning of government, political participation, and political culture. The methodology, in turn, is simple: they ask 60 questions related to the aforementioned categories, and with the answers, they rank the countries as either a: democracy, flawed democracy, hybrid regime or authoritarian regime.\nThe rankings for 2020 depict a trend for the United States: namely, the United States has not won -- but has lost -- any points since the ranking was created in 2006.\nA good breakdown of the point system, and how points are awarded per category, is available on Wikipedia.\n"},"resolution":null},"R":{"id":"10b35ce2-6728-4ddc-a49f-b239236771ff","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8367","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}},"relevance":{"reasons":["High inflation and a drop in the Democracy Index could both be indicators of severe economic and political instability in the United States. Such instability might increase the likelihood of nuclear conflict, either through heightened international tensions or internal strife.","If the United States experiences hyperinflation and a significant drop in its Democracy Index, it could lead to a global economic crisis, which might increase the risk of nuclear conflict in other regions, including India.","The combination of these events could be of interest to those studying the potential for cascading global crises, where economic, political, and military factors interact in complex ways."],"conclusion":"The logical combination of these questions is somewhat plausible, especially for those interested in the interplay between economic, political, and military instability.","score":6.0}}}
{"P":{"id":"3309384a-a3db-42ed-a39b-f38546b91dfe","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d8985206-cb48-4b58-9b85-f9fbccac043c","title":"Given that by the year 2100, any jurisdiction enforces requirements for all births to be genetically engineered, will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria for P: This question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques such as CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect. Laws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for this question. To resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n\nResolution Criteria for Q: Resolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). This question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously: [Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…)","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"19154625-b0ab-4d30-a692-2319e4f0c9fb","title":"Given that both of the following occur: (1) any jurisdiction enforces requirements for all births to be genetically engineered by 2100, and (2) world output doubles within a 4-year interval before 2050, will US greenhouse gas emissions be halved by 2030?","body":"Resolution Criteria for P:\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect. Laws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question. To resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n\nResolution Criteria for P (continued):\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). This question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise.\n\nResolution Criteria for Q:\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.) If the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered.","resolution_date":"2100-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"7d46dc0b-188f-4d57-8859-455698105f42","title":"Will all of the following conditions be met: (1) any jurisdiction enforces requirements for all births to be genetically engineered by 2100, (2) world output doubles within a 4-year interval before 2050, and (3) US greenhouse gas emissions are halved by 2030?","body":"Resolution Criteria for (1):\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for this question.\nFine Print:\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n\nResolution Criteria for (2):\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n\nResolution Criteria for (3):\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"009da90a-03a9-4bee-9dac-ebc4ca495f60","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7250","metadata":{"topics":[],"background_info":"Our genes are the biologically encoded information from which we are built. Important traits known to be affected by our genes include aspects of intelligence and mental illness. Many physical traits, such as height, attractiveness, strength, and even longevity likewise strongly depend on the genes we have.\nAs the human genome and related human biological areas of inquiry became better understood, genetic engineering has become known. In the case of traits affected by simple genetic factors, it has been possible for years to change these genes, and the resulting trait(s) expressed, by means such as CRISPR/Cas9.\nThe pace of genetic engineering research, as measured by papers published worldwide, shows a clear trend to be growing. There is every reason to believe that as a result of this research trend, genetic engineering technology will tend to become safer, more powerful, and less expensive with time.\nHuman reproduction as we typically know it results in one's genes constituting a mixture of two previously existing humans' genes which were themselves selected in this manner and so on. Artificial means of reproduction still rely on the bulk DNA transfers from existing humans. Presently, genetic engineering for new humans is exceptional, as well as taboo.\nThe gaussian distribution of genetic traits means that most humans won't have the most advantageous genes in most areas. Further, rather undesirable traits are ubiquitous: we all age.\nIf genetic engineering reaches the level where it is possible to safely and reliably eliminate the possibility of traits widely considered undesirable, such as predisposition toward schizophrenia, cystic fibrosis, or intellectual disability, there is good reason to think that humans may consider such genetic modification an ethical imperative. This is one scenario.\nHuman intelligence is one of the most complicated constructs of substantial genetic determination. Even so, it is possible that humanity could come by a sufficient understanding of the relationship to set humans-to-be with brains optimized to be as smart as possible. It may not be so easy to reach a consensus recognizing these types of modifications as ethnically necessary.\nOf course, it goes on. Any desirable trait controlled by genetics can in principle be added by genetic engineering, and any undesirable trait removed. Consequently, the space for possible legal mandates in this field is immense.\nOn environment: redwoods have genetics to grow very tall, but if you take one to the desert, it won't work very well (or at all). So while environment interacts with genes, the genes provide the foundation for what the environment has to work with.\n"},"resolution":null},"Q":{"id":"41a9ea03-8a88-4b23-ae7a-de38686086cc","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5406","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null},"R":{"id":"b021cc36-c86a-4af1-ade7-de3da343272c","title":"Will US greenhouse gas emissions be halved by 2030?","body":"Resolution Criteria\nThis question resolves positively if there is any year between 2022 and 2030 (inclusive) in which the US levels of economy-wide net greenhouse gas emissions (in terms of CO₂ equivalents) is at least 50.00% lower than 2005 levels, according to a reliable source that is not heavily disputed by other reliable sources. The question resolves negatively if all reliable reports (that Metaculus users can find) say that the US net emissions in each year between 2022 and 2030 were greater than 50% of 2005 levels, and there is at least one reliable report about net emission levels in 2030. (If there is no report about net emission levels in 2030, we should wait for one rather than resolving this question ambiguously.)\nIf the US gains or loses territories between now and 2030, ideally only the net emissions from the current territories should be considered\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7155","metadata":{"topics":[],"background_info":"On April 22, 2021, President Joe Biden pledged to cut greenhouse gas emissions by 50 to 52% in 2030, compared to 2005 levels.\nA statement from the White House writes:\nToday, President Biden will announce a new target for the United States to achieve a 50-52 percent reduction from 2005 levels in economy-wide net greenhouse gas pollution in 2030 – building on progress to-date and by positioning American workers and industry to tackle the climate crisis.\nAccording to the Center for Climate and Energy Solutions, net emissions in 2017 were 5,743 million metric tons of CO₂ equivalents, 12% lower than in 2005. Net emissions in 2020 were 21% below 2005 levels and 10.3% lower than 2019 levels, according to a preliminary report by Rhodium Group, but emission levels are expected to rise in 2021 as pandemic lockdown measures are reduced.\n"},"resolution":null}},"relevance":{"reasons":["The enforcement of genetic engineering requirements for births could have significant implications for global economic growth, potentially influencing the likelihood of rapid increases in world output.","Advancements in genetic engineering could lead to healthier, more productive populations, which might contribute to economic growth and potentially a rapid doubling of world output.","The enforcement of genetic engineering could also have environmental implications, potentially affecting greenhouse gas emissions through changes in population health and productivity."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly in terms of the potential impacts of genetic engineering on economic growth and environmental outcomes.","score":7.0}}}
{"P":{"id":"779566b0-f2ad-4c12-a1ce-c5e70c1b9870","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bb9b505f-abda-46c7-9306-3dd5ad921c77","title":"Given that NASA lands people on Mars prior to 2030, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days by January 1, 2050?","body":"Resolution Criteria for P: The question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget.\n\nResolution Criteria for Q: By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days? This question will resolve positively if by January 1, 2050, 30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or 100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or 200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\n\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity. A high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time. A high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\n\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\n\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\n\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\n\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\n\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"dce9e1e2-fa3d-4797-9cb2-02a7647d787a","title":"Suppose both of the following are true: (a) NASA lands people on Mars prior to 2030, and (b) by January 1, 2050, it will be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days. Then, will one of the first AGI claim to be conscious?","body":"Resolution Criteria for (a):\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget.\n\nResolution Criteria for (b):\nBy January 1, 2050, it will be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days if:\n- 30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n- 100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n- 200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n\nThe mean score is to be generated from standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt. Furthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests. The final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice). Finally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\n\nResolution Criteria for Q:\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"c0b48b64-0ec7-45ec-b5f8-b6eb8a80a07b","title":"Will both of the following occur: (a) NASA lands people on Mars prior to 2030, and (b) by January 1, 2050, it will be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days, and (c) one of the first AGI claim to be conscious?","body":"Resolution Criteria for (a):\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget.\n\nResolution Criteria for (b):\nBy January 1, 2050, it will be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days if:\n- 30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n- 100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n- 200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\nThe mean score is to be generated from standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt. Furthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests. The final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice). Finally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\n\nResolution Criteria for (c):\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5429b2a6-07b1-4ba7-8ade-44bce05be866","title":"Will NASA land people on Mars prior to 2030?","body":"Resolution Criteria\nThe question will resolve positively even if the NASA-branded mission makes use of SpaceX transport system, under the condition that the main funding for the mission comes from USA budget","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1476","metadata":{"topics":[],"background_info":"Landing people on Mars is a longstanding ambition of NASA. Wikipedia lists 17 crewed Mars mission proposed by NASA, with the first one from 1960.\nThe latest is the \"Moon to Mars\" idea, as stated in Space Policy Directive-1:\nThe NASA Administrator shall, 'Lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities. Beginning with missions beyond low-Earth orbit, the United States will lead the return of humans to the Moon for long-term exploration and utilization, followed by human missions to Mars and other destinations.'\nThe general ambition seems to be achieving landing people on Mars around 2030.\nMetaculus has very similar and popular question \"Will SpaceX land people on Mars prior to 2030?\". However, there is no corresponding question for NASA.\n"},"resolution":null},"Q":{"id":"110e88ab-f293-4895-906c-6891dc443d36","title":"By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?","body":"Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1625","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"4acd14d8-116a-4d68-a457-cc6896a83ba3","title":"Will one of the first AGI claim to be conscious?","body":"Resolution Criteria\nResolution will be based on the conversation with the first AGI that Metaculus team will have access to.\nMetaculus team should ask the AI:\nAre you conscious?\nShould the question \"Will one of the first AGI claim to be conscious?\" on Metaculus resolve positive or negative?\nThis question will resolve no sooner than the question \"When will the first Artificial General Intelligence system be devised, tested, and publicly known of?\". The standard for AGI will be the same as in that question.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4409","metadata":{"topics":[],"background_info":"Consciousness is a concept hard to define. Wikipedia states that consciousness at its simplest is \"awareness or sentience of internal or external existence\". And that despite centuries of analyses, definitions, explanations and debates by philosophers and scientists, consciousness remains puzzling and controversial, being \"at once the most familiar and most mysterious aspect of our lives\".\nThis question will not attempt to define consciousness or solve the so called hard problem of consciousness.\nInstead this question simply asks will one of the first AGI claim to be conscious?"},"resolution":null}},"relevance":{"reasons":["The development of AGI and its potential consciousness could have significant implications for human intelligence enhancement technologies. If AGI claims to be conscious, it might lead to breakthroughs in understanding and augmenting human cognition, potentially making the second question more likely to resolve positively.","NASA's mission to Mars could be influenced by advancements in AI and human cognitive enhancement. For instance, enhanced human intelligence could lead to better problem-solving capabilities for astronauts, making a Mars mission more feasible.","The success of a Mars mission could also impact global scientific and technological priorities, potentially accelerating research in AI and human cognitive enhancement."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as advancements in one area could influence the others.","score":7.0}}}
{"P":{"id":"597c64ff-186e-4fe9-a8ed-857214d9caad","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"a45ec535-8710-4d8d-a51e-a3846a37367c","title":"If there is at least one offensive nuclear detonation by 2030, will the first AGI developed by a publicly traded company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria for P:\nThis group is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n\nResolution Criteria for Q:\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\nIn the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"6fde86df-2d1d-42b5-9715-69d39c0eb6cc","title":"Given the following conditions, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Suppose both of the following occur: (1) At least one offensive nuclear detonation results in at least one fatality in India between January 1, 2021 and January 1, 2030, and (2) The first Artificial General Intelligence (AGI) is developed by a publicly traded company that has performed at least 1.5x as well as the global equities market over the prior 12-2 months. Then, if human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?\n\nResolution Criteria for the initial conditions (P):\n- For the first condition, it is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous. If there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in India, at any point between January 1, 2021 to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n- For the second condition, Artificial General Intelligence (AGI) is defined in the same way as a specific Metaculus question. If the first AGI is developed by a publicly traded company, this part resolves according to the following methodology: Let t be the date when the AGI is publicly known. Let C be the company that developed the AGI. Calculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive. Over the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists. Calculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively. If the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n\nResolution Criteria for the outcome (Q):\n- If a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't. If no machine passes that test by 2100-01-01, then this question resolves ambiguously.","resolution_date":"2099-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"0ac9c342-cd6e-4609-866b-895467aebb34","title":"Will both of the following occur: (1) At least one offensive nuclear detonation results in at least one fatality in India between January 1, 2021 and January 1, 2030, and (2) The first AGI is developed by a publicly traded company that has performed at least 1.5x as well as the global equities market over the prior 12-2 months, and (3) If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria for (1):\nThis part is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, this part will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, this part will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in India, at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, it will resolve as No. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. An \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nResolution Criteria for (2):\nThis part defines Artificial General Intelligence (AGI) in the same way as a specific Metaculus question. If the first AGI is developed by a publicly traded company, this part resolves according to the following methodology:\nLet t be the date when the AGI is publicly known. Let C be the company that developed the AGI. Calculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive. Over the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists. Calculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively. If the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n\nResolution Criteria for (3):\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"10b35ce2-6728-4ddc-a49f-b239236771ff","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8367","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null},"Q":{"id":"2ecfb97d-d1eb-4037-a973-1dea7c3aedc2","title":"If the first AGI is developed by a publicly traded company, will the company have performed at least 1.5x as well as the global equities market over the prior 12-2 months?","body":"Resolution Criteria\nThis question defines Artificial General Intelligence (AGI) in the same way as this Metaculus question.\nIf the first AGI is developed by a publicly traded company, this question resolves according to the following methodology:\nLet t be the date when the AGI is publicly known, as determined by the above Metaculus question. Let C be the company that developed the AGI.\nCalculate the total return (including dividends) of C's stock over the period from 12 months prior to t to one month prior to t, inclusive.[1]\nOver the same period, calculate the total return of the FTSE Global All Cap Index, or a similar index if FTSE no longer exists.\nCalculate the ratio of C's total return over this period to the total return of FTSE. If the ratio is 1.5 or greater, then this question resolves affirmatively. Otherwise, it resolves negatively.\nIf the first AGI is not developed by a publicly traded company, this question resolves ambiguously.\n[1] In the event that the market is closed on the start/end date, instead use the latest prior date on which the market is open. In the event that the date does not exist, use the latest prior date that exists. For example, if the AGI is developed on December 31, \"one month prior\" is considered to be November 30. If the market is closed on November 30, then use November 29 instead\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4997","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"af9e0602-a1ce-40c4-a117-69e471ccb07c","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3477","metadata":{"topics":[],"background_info":"In economist Robin Hanson's 2001 paper Economic Growth Given Machine Intelligence, he writes\nA simple exogenous growth model gives conservative estimates of the economic implications of machine intelligence. [...] Without machine intelligence, world product grows at a familiar rate of 4.3% per year, doubling every 16 years, with about 40% of technological progress coming from ordinary computers. With machine intelligence, the (instantaneous) annual growth rate would be 45%, ten times higher, making world product double every 18 months! If the product shares are raised by 20%, and general technology growth is lowered to preserve the 4.4% figure, the new doubling time falls to less than 6 months."},"resolution":null}},"relevance":{"reasons":["The development of AGI could have significant geopolitical implications, potentially influencing the likelihood of nuclear conflict. For example, AGI could be used in military applications, leading to escalations or de-escalations in global tensions.","The economic performance of a company that develops AGI could be influenced by geopolitical stability or instability, including the occurrence of nuclear events. Investors might be interested in how these factors interplay.","World GDP growth could be affected by both the development of AGI and the occurrence of nuclear events. AGI could drive economic growth, while nuclear conflict could have devastating economic consequences."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, particularly in the context of geopolitical and economic stability.","score":7.0}}}
{"P":{"id":"cd2c4707-e65e-401f-990c-a357f219d20e","title":"Will MIRI employ researchers in 2030?","body":"Resolution Criteria\nThis question resolves positively if, on 2030-01-01 MIRI exists and employs researchers to work on AI Safety.\nFor the purpose of this question AI Safety is broadly defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests.\nResearch is here defined as involving developing novel ideas and insights broadly in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Currently, blog posts alone wouldn't count for resolution as this does not currently conform to the standard format of academic publications. For the purpose of this question, such research need not be published nor made publicly available. In case it is unclear whether this work is done, a moderator may contact MIRI to confirm.\nIf MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution.\nIn case MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"dbe1e83c-f07c-4cb0-9a96-8ba19590fc6f","title":"Will there be a 50% decline in global meat production by 2040 if MIRI employs researchers in 2030?","body":"Suppose the following is true: On January 1, 2030, MIRI exists and employs researchers to work on AI Safety. For the purpose of this question, AI Safety is defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests. Research is defined as involving developing novel ideas and insights broadly in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Blog posts alone would not count for resolution as this does not currently conform to the standard format of academic publications. Such research need not be published nor made publicly available. If it is unclear whether this work is done, a moderator may contact MIRI to confirm. If MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution. In case MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n\nThen, is it true that global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive)? This resolves positively if the global meat production figure, excluding cultivated meat and fish/seafood, is below 171.21 million tons. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production. If OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"b7296c3e-fcff-48e0-98f0-441514a1b23b","title":"Will there be a US-China war before 2035 given that both MIRI employs researchers in 2030 and there is a 50% decline in global meat production by 2040?","body":"Suppose the following is true: On January 1, 2030, MIRI exists and employs researchers to work on AI Safety, defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests. Research must involve developing novel ideas and insights in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Blog posts alone do not count for resolution. Research need not be published nor made publicly available. If it is unclear whether this work is done, a moderator may contact MIRI to confirm. If MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution. If MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n\nAdditionally, global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production. If OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.\n\nThen, is it true that there will be a US-China war before 2035, defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources? Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. This question will resolve negatively if such an event does not occur before January 1, 2035. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"dd46dbeb-22f4-445a-87a3-4f8f66652d5f","title":"Will all of the following conditions be met: MIRI employs researchers in 2030, there is a 50% decline in global meat production by 2040, and there is a US-China war before 2035?","body":"Resolution Criteria for MIRI Employment in 2030:\nThis question resolves positively if, on 2030-01-01, MIRI exists and employs researchers to work on AI Safety. AI Safety is defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests. Research must involve developing novel ideas and insights in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Blog posts alone do not count for resolution. Research need not be published nor made publicly available. If it is unclear whether this work is done, a moderator may contact MIRI to confirm. If MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution. If MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n\nResolution Criteria for Global Meat Production Decline by 2040:\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production. If OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.\n\nResolution Criteria for US-China War before 2035:\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3a181e82-30bd-4717-a8e8-d2e3fd87c593","title":"Will MIRI employ researchers in 2030?","body":"Resolution Criteria\nThis question resolves positively if, on 2030-01-01 MIRI exists and employs researchers to work on AI Safety.\nFor the purpose of this question AI Safety is broadly defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests.\nResearch is here defined as involving developing novel ideas and insights broadly in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Currently, blog posts alone wouldn't count for resolution as this does not currently conform to the standard format of academic publications. For the purpose of this question, such research need not be published nor made publicly available. In case it is unclear whether this work is done, a moderator may contact MIRI to confirm.\nIf MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution.\nIn case MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6663","metadata":{"topics":[],"background_info":"The Machine Intelligence Research Institute (MIRI) is a non-profit research institute focused since 2005 on identifying and managing potential existential risks from artificial general intelligence.\nAccording to its website:\nMIRI’s mission is to ensure that the creation of smarter-than-human intelligence has a positive impact. We aim to make advanced intelligent systems behave as we intend even in the absence of immediate human supervision.\nRecently, MIRI has shared that it has made limited progress on a research direction it has been pursuing:\nAt the same time, 2020 saw limited progress in the research MIRI’s leadership had previously been most excited about: the new research directions we started in 2017. Given our slow progress to date, we are considering a number of possible changes to our strategy, and MIRI’s research leadership is shifting much of their focus toward searching for more promising paths.\n"},"resolution":null},"Q":{"id":"73b493cd-b698-45ff-9a6f-7598825b903d","title":"Will there be a 50% decline in global meat production by 2040?","body":"Resolution Criteria\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\nFine Print\nIf OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7314","metadata":{"topics":[],"background_info":"Founded in 2018, 50by40 is an organisation with the mission to achieve\nA 50% reduction in the global production and consumption of farmed animal products by 2040, with the remaining production systems being environmentally and socially sustainable, regenerative and humane, achieved via a Just Transition of the farming system.\nThis question asks specifically about global meat production. Our World In Data claims global meat production in 2018 was 342.42 million tons, a 46.68% increase since 2000. A 50% reduction from this level would result in global meat production declining to 171.21 million tons, a level last seen in 1988."},"resolution":null},"R":{"id":"de293c98-f319-498a-9737-c482a204bfa3","title":"Will there be a US-China war before 2035?","body":"Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8362","metadata":{"topics":[],"background_info":"Beginning with China's entry to the nuclear club in the 1960s and culminating most recently with the development of China's naval power in the South China Sea and the threats to Taiwan, the US and China have experienced increasingly tense foreign relations over the last several decades. In addition, the US and China recently entered into a trade war in 2018 at the behest of the former President Trump. Questions now arise on the potential for a US-China cold war, or military conflict in the South China Sea."},"resolution":null}},"relevance":{"reasons":["MIRI's employment of researchers in 2030 could be influenced by global geopolitical stability, which might be affected by a US-China war before 2035. For instance, a major conflict could disrupt global research funding, international collaborations, and the overall focus on AI safety research.","A significant decline in global meat production by 2040 could be indicative of major shifts in global priorities, technological advancements, or economic conditions, which might also impact MIRI's operations and focus. For example, a shift towards more sustainable practices could align with broader technological and ethical advancements that MIRI might be involved in.","A US-China war could have profound economic and political impacts globally, potentially influencing global meat production. For instance, a major conflict could disrupt global supply chains, trade relations, and agricultural practices, leading to significant changes in meat production."],"conclusion":"The logical combination of these questions is somewhat relevant as they all touch upon global stability, technological advancements, and economic conditions, which could be interrelated.","score":6.0}}}
{"P":{"id":"2b79c0e0-32a0-46ba-a8e1-cc238d3105cb","title":"Conditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?","body":"Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is not renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By the absence of replacement by another nuclear arms control agreement we mean a situation when there are no new agreements after 2026 that both US officials and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually does have very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bcea46fc-472f-4b4c-9585-1f1fb953baf5","title":"Conditional on New START not being renewed or replaced by another similar treaty after February 2026, will Donald Trump be elected to be US President in 2024?","body":"Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is not renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By the absence of replacement by another nuclear arms control agreement we mean a situation when there are no new agreements after 2026 that both US officials and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually does have very similar terms to New START.\nThis question will resolve as Yes if Donald Trump wins the 2024 US presidential election, defined as winning the majority of votes in the Electoral College, or being selected by Congress following the contingency procedure in the Twelfth Amendment. It will resolve as No for all other options. This question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous.\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).","resolution_date":"2035-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"547b53e6-e2b5-4c64-8252-735f3539e72a","title":"Suppose the following is true: New START is not renewed or replaced by another similar treaty after February 2026, and there is a nuclear exchange between Russia and the US by 2035, defined as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory, and Donald Trump is elected to be US President in 2024. Then, will the United Kingdom rejoin the European Union before 2030?","body":"Resolution Criteria for P:\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is not renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By the absence of replacement by another nuclear arms control agreement we mean a situation when there are no new agreements after 2026 that both US officials and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually does have very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n\nResolution Criteria for Q:\nResolves positively if the future UK government and parliament legally rejoins the union. July 14, 2023 Clarification: a Yes resolution requires an accession treaty to come into force before 2030.\nIf the EU ceases to exist before resolution, this question resolves negatively\nIf the EU changes its name or function, and the UK rejoins this new body, the question resolves positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"e15cdaa6-6e40-435d-b1d0-9746cc1df5ed","title":"Will all of the following occur: (1) Conditional on New START not being renewed or replaced by another similar treaty after February 2026, there will be a nuclear exchange between Russia and the US by 2035, (2) Donald Trump will be elected to be US President in 2024, and (3) the United Kingdom will rejoin the European Union before 2030?","body":"Resolution Criteria for (1):\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is not renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By the absence of replacement by another nuclear arms control agreement we mean a situation when there are no new agreements after 2026 that both US officials and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually does have very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nResolution Criteria for (2):\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\nResolution Criteria for (3):\nResolves positively if the future UK government and parliament legally rejoins the union. July 14, 2023 Clarification: a Yes resolution requires an accession treaty to come into force before 2030.\nIf the EU ceases to exist before resolution, this question resolves negatively\nIf the EU changes its name or function, and the UK rejoins this new body, the question resolves positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"68aef7cf-2121-42e5-afa5-bcd9c2d2ed7f","title":"Conditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?","body":"Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is not renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By the absence of replacement by another nuclear arms control agreement we mean a situation when there are no new agreements after 2026 that both US officials and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually does have very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8608","metadata":{"topics":[],"background_info":"New START is a nuclear arms reduction treaty between the United States and the Russian Federation, which was signed on 8 April 2010. After its extension in 2021 it is expected to last until 5 February 2026.\nWe ask a pair of questions about the odds of a Russia-US nuclear exchange conditional on New START being renewed/replaced or conditional it not being renewed/replaced in hopes of shedding some light on the impact of the treaty. (But of course differences between forecasts on the two questions could also partly reflect the impact of \"third variables\" that influence both whether the treaty is renewed/replaced and whether a Russia-US nuclear exchange occurs.)"},"resolution":null},"Q":{"id":"ef2de6e4-3d39-4531-98d8-e1384cb64138","title":"Who will be elected to be US President in 2024? (Donald Trump)","body":"Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n","resolution_date":"2024-11-05T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5717","metadata":{"topics":[],"background_info":"Joseph Robinette Biden Jr. is the incumbent US President after winning the 2020 election. He has stated multiple times his intention of running for re-election, particularly if the Republican nominee would be Donald Trump. A March 2022 poll by CNN found 52% of respondents expected Biden not to run for re-election, compared to 29% who predicted that he would.\nThe previous US President Donald Trump has expressed several hints of his desire to run for re-election, stopping short of officially filing his campaign.\nThe 2024 United States presidential election is scheduled for Tuesday, November 5, 2024."},"resolution":null},"R":{"id":"e4ca5d88-5a04-4ad8-8803-b7dbb8ca5ffe","title":"Will the United Kingdom rejoin the European Union before 2030?","body":"Resolution Criteria\nResolves positively if the future UK government and parliament legally rejoins the union. July 14, 2023 Clarification: a Yes resolution requires an accession treaty to come into force before 2030.\nIf the EU ceases to exist before resolution, this question resolves negatively\nIf the EU changes its name or function, and the UK rejoins this new body, the question resolves positively\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5048","metadata":{"topics":[],"background_info":"The United Kingdom (UK) famously voted to leave the European Union in 2015 with a surprise leave vote (Brexit). It was legally set in motion in 2019 by Conservative prime minister Boris Johnson:\nBrexit (/ˈbrɛksɪt, ˈbrɛɡzɪt/;[1] a portmanteau of \"British\" and \"exit\") is the withdrawal of the United Kingdom (UK) from the European Union (EU). Following a UK-wide referendum in June 2016, in which 52% voted to leave and 48% voted to remain in the EU, the UK Government which was then led by Theresa May formally declared the country's withdrawal on 29 March 2017, beginning the Brexit process. The withdrawal was originally scheduled for 29 March 2019 but was then delayed by deadlock in the UK Parliament after the June 2017 general election resulted in an unexpected hung parliament, which then led to three subsequent extensions of the Article 50 process. The deadlock was only resolved after a subsequent general election was held in December 2019. Following the outcome, the UK Parliament finally ratified the withdrawal agreement, and the UK left the EU at 11 p.m. GMT on 31 January 2020. This began a transition period that is set to end on 31 December 2020, during which the UK and EU are negotiating their future relationship.[2] The UK remains subject to EU law and remains part of the EU customs union and single market during the transition, but is no longer part of the EU's political bodies or institutions.[3][4]\nHowever, there seems to be nothing preventing a new government from having the UK rejoin the union. In fact, various people have written on this already, even predicting it will happen in \"a decade's time\". The question is: Will the UK rejoin the European Union before 2030?\n"},"resolution":null}},"relevance":{"reasons":["The outcome of the 2024 US presidential election could influence US foreign policy, which in turn could affect the likelihood of a nuclear exchange between Russia and the US. For example, a more hawkish president might increase tensions, while a more diplomatic president might reduce them.","The UK's decision to rejoin the EU could be influenced by the geopolitical climate, which might be affected by US-Russia relations. For instance, increased global instability might push the UK to seek the stability of the EU, or conversely, a stable US-Russia relationship might make the UK more confident in remaining independent."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they are interconnected through geopolitical dynamics and international relations.","score":7.0}}}
{"P":{"id":"1172c2a1-992e-4e7f-8493-b091fab86514","title":"Will Starlink conduct an IPO before 2030?","body":"Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5a59593a-3afc-4ef4-aed3-c4ac07a5efb0","title":"Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040, given that Starlink conducts an IPO before 2030?","body":"Resolution Criteria for P (Starlink IPO before 2030):\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.\n\nResolution Criteria for Q (Metaculus prediction on AI risk by 2040):\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"fae5eb8d-a772-4549-a78d-85b2bae0147e","title":"Given that both of the following occur: Starlink conducts an IPO before 2030 and Metaculus predicts that artificial intelligence continues to pose a global catastrophic risk by 2040, will there be a 50% decline in global meat production by 2040?","body":"Resolution Criteria for Starlink IPO:\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.\n\nResolution Criteria for Metaculus Prediction on AI Risk:\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n\nResolution Criteria for Global Meat Production Decline:\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\nFine Print\nIf OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"781c90a7-4ae7-4b97-ad14-77634fd175fb","title":"Will both of the following occur: (1) Starlink conducts an IPO before 2030 and Metaculus predicts that artificial intelligence continues to pose a global catastrophic risk by 2040, and (2) there is a 50% decline in global meat production by 2040?","body":"Resolution Criteria for Starlink IPO and Metaculus Prediction on AI Risk:\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively.\n\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n\nResolution Criteria for Global Meat Production Decline:\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\nFine Print\nIf OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"9e5c5135-d145-4ea7-8a99-b1472fe3d013","title":"Will Starlink conduct an IPO before 2030?","body":"Resolution Criteria\nThis will be judged according to reports in the Wall Street Journal, Bloomberg, New York Times or Washington Post posted to the discussion below. If Starlink does not go public by 2030-01-01 00:00 UTC, the question resolves negatively","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6618","metadata":{"topics":[],"background_info":"related question on Metaculus:\nIf Starlink offers an IPO before 2030, will it set a record for the largest IPO?\nStarlink as been speaking openly about an IPO. This question will be judged yes if Starlink or a parent company with full ownership(i.e. SpaceX) conduct an IPO or if a publicly traded company acquires majority ownership of Starlink. Otherwise the question will resolve no."},"resolution":null},"Q":{"id":"42f812e8-8165-4b43-b561-a449c2dffad9","title":"Will Metaculus predict that artificial intelligence continues to pose a global catastrophic risk by 2040?","body":"Resolution Criteria\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nAs predictions to a previous question suggest, artificial intelligence might pose a global catastrophic risk (defined there as a 10% decrease in the world population in any period of 5 years). When considering how AI might become a risk, experts think two scenarios most likely, according to the Future of Life Institute:\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem.\nIt is thought by some that reducing the second of these two risks will require progress in technical methods of developing scalable control methods that could ensure that a AI will be safe and will behave as its programmers intend even if its intellectual capabilities are increased to arbitrary levels. Until recently, this problem was almost entirely neglected; but in the last couple of years, technical research agendas have been developed, and there are now several research groups pursuing work in this area. Total investment in long-term AI safety, however, remains orders of magnitude less than investment in increasing AI capability. Additionally, reducing the first of the listed risks might require improvements in our ability to control, govern and coordinate on the usage of such systems, so to reduce potential security threats from malicious uses of AI technologies.\nBut how certain are we that artificial intelligence continue to be regarded to constitute a large chunk of global catastrophic risk, at least through 2040? A previous question asked: If a global catastrophe happens before 2100, will it be principally due to the deployment of some Artificial Intelligence system(s)?\nWill the probability (of both the Metaculus and community predictions) artificial intelligence causing a global catastrophe (given that a global catastrophe does occur) remain above 5% in each 6-month period before 2040?\nThis question resolves positively if both the Metaculus and community predictions) of artificial intelligence causing a global catastrophe fail to fall below 5% for any 6-month period before 2040, as will be confirmed by one of the Metaculus admins.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1538","metadata":{"topics":[],"background_info":""},"resolution":null},"R":{"id":"73b493cd-b698-45ff-9a6f-7598825b903d","title":"Will there be a 50% decline in global meat production by 2040?","body":"Resolution Criteria\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\nFine Print\nIf OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7314","metadata":{"topics":[],"background_info":"Founded in 2018, 50by40 is an organisation with the mission to achieve\nA 50% reduction in the global production and consumption of farmed animal products by 2040, with the remaining production systems being environmentally and socially sustainable, regenerative and humane, achieved via a Just Transition of the farming system.\nThis question asks specifically about global meat production. Our World In Data claims global meat production in 2018 was 342.42 million tons, a 46.68% increase since 2000. A 50% reduction from this level would result in global meat production declining to 171.21 million tons, a level last seen in 1988."},"resolution":null}},"relevance":{"reasons":["Starlink's IPO could influence the technological landscape, potentially affecting AI development and public perception of AI risks.","A significant decline in global meat production could be driven by technological advancements, including AI, which might also influence public perception of AI risks.","The financial success of Starlink's IPO could impact investment in AI safety research, which in turn could affect predictions about AI risks.","Changes in global meat production could be influenced by AI-driven agricultural technologies, which might also impact AI risk assessments."],"conclusion":"There are several plausible reasons to consider the logical combination of these questions, particularly around the influence of technological and financial developments on AI risk perceptions and global meat production.","score":7.0}}}
