{"P":{"id":"151e86ac-2e18-4bf4-b902-466cb22dea0f","title":"Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"b22b0ec7-195c-417d-8aad-a0fbd9d3bef6","title":"Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2035","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c9423087-0827-43eb-93eb-97190cc093e1","title":"Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1568","metadata":{"topics":[],"background_info":"Despite Kepler’s recent end of mission the search for exoplanets continues. While their orbits and properties vary, ranging from double our Moon’s mass to thirty times Jupiter’s, their atmospheres’ compositions are harder to detect.\nAs of this writing this means we have mostly data from exoplanets we detected by transition and occlusion methods, but also other kind of exoplanets. However we only found what is in their air, not how much or its ratio in the atmosphere. What we did detect of their atmospheres was often hydrogen, sodium, water vapour, carbon monoxide and dioxide, methane, and even oxygen, depending on the respective exoplanet.\nSadly, the presence of O2 isn’t the smoking gun for extraterrestrial life some media like to report it for. There are atmospheric and geological processes that produce detectable—or even massive—amounts of oxygen, keeping the mere presence of O2 from being a robust biomarker. On the flip side, too much oxygen is also possible, and may prevent or hamper the development of life.\nSo far we lack a method that would determine the composition percentages of exoplanet atmospheres, but that doesn’t mean someone clever won’t come up with a way. And once we do, finding an atmosphere with a sizeable fraction of O2 might very well be a good indicator for extraterrestrial life.\n"},"resolution":null}}}}
{"P":{"id":"9322efe3-cfde-4072-b095-cca605fa4325","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election?","body":"Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"9432dc71-be04-486b-8e03-b62d04d8aa81","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on at least one state where its electoral count would be enough to change the outcome of the election if flipped?","body":"Resolution Criteria\nThis question resolves positively if at least one state is debated under 3 US Code § 15 after the 2024 US Presidential Election such that this state's electoral votes being flipped to another candidate would change the outcome of the election.","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"edba9950-7a84-4082-b5d1-724ffd36a5c9","title":"In January 2025, will we see \"3 US Code § 15\" objections debated for the 2024 election on enough states where their total electoral count would be enough to change the outcome of the election?","body":"Resolution Criteria\nThis question resolves positively if enough states are debated under 3 US Code § 15 after the 2024 US Presidential Election such that some combination of these states' electoral votes being flipped to another candidate would change the outcome of the election","resolution_date":"2025-01-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7832","metadata":{"topics":[],"background_info":"Under 3 U.S.C. §15, the US Houses of Congress meet on January 6th following the election to count the votes of the electoral college.\nIf there are any objections to the returns from any state, they must be resolved before the process can continue to the next state. For an objection to be considered and voted on, it must be in writing and made by at least one representative and one senator. This has happened 4 times - once each in 1969 and 2005, and twice in 2021.\nIn 2021, the returns from Arizona and Pennsylvania were objected to and debated - with both objections defeated - and this would not have been enough to swing the election, as their combined 31 electoral votes, if changed from Biden to Trump, would still have left Biden the victor.\nThis question asks if sufficiently many objections will be made to potentially influence the outcome of the election.\n"},"resolution":null}}}}
{"P":{"id":"752d1b34-5759-46a7-9024-b8aefe613c2a","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"b6a559af-52f6-40dd-810a-b8a0c8743500","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 10.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 10.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"af9e0602-a1ce-40c4-a117-69e471ccb07c","title":"If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?","body":"Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n","resolution_date":"2099-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3477","metadata":{"topics":[],"background_info":"In economist Robin Hanson's 2001 paper Economic Growth Given Machine Intelligence, he writes\nA simple exogenous growth model gives conservative estimates of the economic implications of machine intelligence. [...] Without machine intelligence, world product grows at a familiar rate of 4.3% per year, doubling every 16 years, with about 40% of technological progress coming from ordinary computers. With machine intelligence, the (instantaneous) annual growth rate would be 45%, ten times higher, making world product double every 18 months! If the product shares are raised by 20%, and general technology growth is lowered to preserve the 4.4% figure, the new doubling time falls to less than 6 months."},"resolution":null}}}}
{"P":{"id":"ce6fb4f3-0509-4258-a616-e7647533ac67","title":"Will a third LIGO detector be built in India before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if LIGO-India's observatory becomes operational (defined taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"70b0d1f1-1d82-423b-a538-1ca0bb890f4f","title":"Will LIGO-India's observatory take test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if LIGO-India's observatory takes test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity at any point before January 1, 2028.","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f9da0604-5a4d-43eb-8c67-fd4a356dc5a0","title":"Will a third LIGO detector be built in India before 2028?","body":"Resolution Criteria\nThis question will resolve as Yes if LIGO-India's observatory becomes operational (defined taking test data demonstrating a sensitivity within a factor of 10 of the instrument's specified sensitivity) at any point before January 1, 2028","resolution_date":"2027-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1536","metadata":{"topics":[],"background_info":"The Laser Interferometer Gravitational Wave Observatory (LIGO) has been responsible for some tremendously exciting science this decade.\nOn September 14, 2015, LIGO detected (through gravitational waves) the merger of two black holes billions of light years away.\nThis triumph opened a new era of gravitational wave astronomy, giving us a radical new tool to probe the cosmos.\nLIGO and friends (like VIRGO in Europe) have since seen other black hole mash-ups and even, amazingly, the smashing of 2 neutron stars.\nThe engineering required to make this observatory hop is just ridiculous.\nHowever, per astrophysicist Ethan Siegel, LIGO misses ~100,000 black hole mergers every year. Whoa!\nWe need backup, apparently!\nWell, help may soon be on the way, in the form of another LIGO detector under construction in India. LIGO-India \"is a planned advanced gravitational-wave observatory to be located in India as part of the worldwide network.\" Possible benefits include:\nAdding a new detector to the existing network will increase the expected event rates, and will boost the detection confidence of new sources (by increasing the sensitivity, sky coverage and duty cycle of the network). But the dramatic improvement from LIGO-India would come in the ability of localizing GW sources in the sky. Sky-location of the GW sources is computed by combining data from geographically separated detectors ('aperture synthesis'). Adding a new detector in India, geographically well separated from the existing LIGO-Virgo detector array, will dramatically improve the source-localization accuracies (5 to 10 times), thus enabling us to use GW observations as an excellent astronomical tool.\nLIGO-India is set to be built by 2025. That's 2 years before our question's deadline. But delays on massive science projects happen with some frequency. (Ahem, Elon Musk. Ahem, James Webb Telescope.)\n"},"resolution":null}}}}
{"P":{"id":"00130675-61b6-48d1-9f10-4680de519e2a","title":"Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?","body":"Resolution Criteria\nAssume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as,\na type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.\nMarket socialism is distinguished from the concept of the mixed economy because models of market socialism are complete and self-regulating systems, unlike the mixed economy. Market socialism also contrasts with social democratic policies implemented within capitalist market economies. While social democracy aims to achieve greater economic stability and equality through policy measures such as taxes, subsidies and social welfare programs, market socialism aims to achieve similar goals through changing patterns of enterprise ownership and management.\nA nation is said to be a democracy if they score at least 7.0 on the Democracy Index. An economy is said to have transitioned from capitalism to market socialism if at least five reliable media sources describe the economy as primarily driven by market socialism, by the definition given above (or something very close, determined by Metaculus moderators), and describe the previous economy as primarily capitalist.\nAn economy is said to sustain adequate growth if in the 15 years following the date of transition (which is determined by the implementation date of the most significant legislation/constitution that is widely recognized as marking the transition, as determined by a Metaculus moderator) the nation maintains at least 85% of the mean real GDP growth, relative to the previous 15 years, excluding the year of implementation. In the event of multiple transitions, only the first such country to transition should be taken into consideration.\nThis question asks, Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?\nIf such a nation sustains adequate growth, this question resolves postively. If such a nation sustains below adequate growth, this question resolves negatively. If no democratic nation transitions their economy to market socialism before 2070 and after January 1st 2020, this question resolves ambiguous.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"dff31c7e-e849-43e3-b06a-adbe41fcb00c","title":"Will a democratic nation whose economy transitions from capitalist to market socialist maintain at least 50% of the mean real GDP growth?","body":"Resolution Criteria\nAssume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as,\na type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.\nMarket socialism is distinguished from the concept of the mixed economy because models of market socialism are complete and self-regulating systems, unlike the mixed economy. Market socialism also contrasts with social democratic policies implemented within capitalist market economies. While social democracy aims to achieve greater economic stability and equality through policy measures such as taxes, subsidies and social welfare programs, market socialism aims to achieve similar goals through changing patterns of enterprise ownership and management.\nA nation is said to be a democracy if they score at least 7.0 on the Democracy Index. An economy is said to have transitioned from capitalism to market socialism if at least five reliable media sources describe the economy as primarily driven by market socialism, by the definition given above (or something very close, determined by Metaculus moderators), and describe the previous economy as primarily capitalist.\nAn economy is said to sustain adequate growth if in the 15 years following the date of transition (which is determined by the implementation date of the most significant legislation/constitution that is widely recognized as marking the transition, as determined by a Metaculus moderator) the nation maintains at least 85% of the mean real GDP growth, relative to the previous 15 years, excluding the year of implementation. In the event of multiple transitions, only the first such country to transition should be taken into consideration.\nThis question asks, Will a democratic nation whose economy transitions from capitalist to market socialist maintain at least 50% of the mean real GDP growth?\nIf such a nation maintains at least 50% of the mean real GDP growth, this question resolves positively. If such a nation maintains below 50% of the mean real GDP growth, this question resolves negatively. If no democratic nation transitions their economy to market socialism before 2070 and after January 1st 2020, this question resolves ambiguous.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"dad76c98-3b09-4549-843d-902482d86e7e","title":"Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?","body":"Resolution Criteria\nAssume for the purposes of this question that before 2070 and after January 1st 2020, a democratic nation transitions their economy into a market socialist system. Market socialism is defined by Wikipedia as,\na type of economic system involving the public, cooperative or social ownership of the means of production in the framework of a market economy. Market socialism differs from non-market socialism in that the market mechanism is utilized for the allocation of capital goods and the means of production. Depending on the specific model of market socialism, profits generated by socially owned firms (i.e. net revenue not reinvested into expanding the firm) may variously be used to directly remunerate employees, accrue to society at large as the source of public finance or be distributed amongst the population in a social dividend.\nMarket socialism is distinguished from the concept of the mixed economy because models of market socialism are complete and self-regulating systems, unlike the mixed economy. Market socialism also contrasts with social democratic policies implemented within capitalist market economies. While social democracy aims to achieve greater economic stability and equality through policy measures such as taxes, subsidies and social welfare programs, market socialism aims to achieve similar goals through changing patterns of enterprise ownership and management.\nA nation is said to be a democracy if they score at least 7.0 on the Democracy Index. An economy is said to have transitioned from capitalism to market socialism if at least five reliable media sources describe the economy as primarily driven by market socialism, by the definition given above (or something very close, determined by Metaculus moderators), and describe the previous economy as primarily capitalist.\nAn economy is said to sustain adequate growth if in the 15 years following the date of transition (which is determined by the implementation date of the most significant legislation/constitution that is widely recognized as marking the transition, as determined by a Metaculus moderator) the nation maintains at least 85% of the mean real GDP growth, relative to the previous 15 years, excluding the year of implementation. In the event of multiple transitions, only the first such country to transition should be taken into consideration.\nThis question asks, Will a democratic nation whose economy transitions from capitalist to market socialist sustain adequate economic growth?\nIf such a nation sustains adequate growth, this question resolves postively. If such a nation sustains below adequate growth, this question resolves negatively. If no democratic nation transitions their economy to market socialism before 2070 and after January 1st 2020, this question resolves ambiguous.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3778","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"7d5b1484-d1df-4228-be18-71df624bd9b5","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"bddff3e2-77ff-49d7-b058-d7fa5ff5ef48","title":"Will there be any known humans alive on January 1, 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are any known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question positively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3c92f48c-dce3-4018-8bf8-bbc1066e9f3e","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/578","metadata":{"topics":[],"background_info":"While the general feeling of most people, especially now that the cold war is (mostly) over, is that the risk of human extinction is extremely small, experts have assigned a significantly higher probability to the event.\nIn 2008 an informal poll at the Global Catastrophic Risk Conference at the University of Oxford yielded a median probability of human extinction by 2100 of 19%. Yet, one might want to be cautious when using this result as a good estimate of the true probability of human extinction, as there may be a powerful selection effect at play. Only those who assign a high probability to human extinction are likely to attend the Global Catastrophic Risk Conference in the first place, meaning that the survey was effectively sampling opinions from one extreme tail of the opinion distribution on the subject. Indeed, the conference report itself stated that the findings should be taken 'with a grain of salt'."},"resolution":null}}}}
{"P":{"id":"ce5f78b4-2d11-437c-9f2e-155cef3dac10","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2079-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"52a26dbc-f80b-4ab8-ba21-5292612a0a26","title":"If chess is solved before 2080, must perfect play result in white not losing?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white not losing?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2079-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"97825e64-0d62-4b3b-89f4-d6abf7f56365","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2079-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/480","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"b6f14102-0b88-4d56-9470-61f7d3900582","title":"Will a senolytic therapy for a companion animal be commercially available before one for humans?","body":"Resolution Criteria\nSimilar to the linked question’s criterion, “an intervention will be regarded as a 'senolytic therapy' if it is marketed by its producer as an intervention whose purpose includes the selective removal of senescent cells”. This function must be verified by a reputable third party, such as the FDA or major medical journals. An impact on lifespan need not be demonstrated for either the animal or the human therapy.\nFine Print\nIf a therapy for animals is sold before a human therapy is approved and sold, but the animal therapy is only verified by a third party afterwards, the question will still resolve positively.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"11e0dac7-c55b-499f-8bd3-1819921347f6","title":"Will a senolytic therapy for a companion animal be commercially available?","body":"Resolution Criteria\nSimilar to the linked question’s criterion, “an intervention will be regarded as a 'senolytic therapy' if it is marketed by its producer as an intervention whose purpose includes the selective removal of senescent cells”. This function must be verified by a reputable third party, such as the FDA or major medical journals. An impact on lifespan need not be demonstrated for either the animal or the human therapy.\nFine Print\nIf a therapy for animals is sold before a human therapy is approved and sold, but the animal therapy is only verified by a third party afterwards, the question will still resolve positively.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"38fad124-b171-41fc-aba9-102450a96995","title":"Will a senolytic therapy for a companion animal be commercially available before one for humans?","body":"Resolution Criteria\nSimilar to the linked question’s criterion, “an intervention will be regarded as a 'senolytic therapy' if it is marketed by its producer as an intervention whose purpose includes the selective removal of senescent cells”. This function must be verified by a reputable third party, such as the FDA or major medical journals. An impact on lifespan need not be demonstrated for either the animal or the human therapy.\nFine Print\nIf a therapy for animals is sold before a human therapy is approved and sold, but the animal therapy is only verified by a third party afterwards, the question will still resolve positively.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8106","metadata":{"topics":[],"background_info":"A Metaculus question asks about the approval for commercial sale of human senolytics, drugs that induce removal of senescent cells to delay or reverse aging. Other types of anti-aging therapies are being developed for dogs, with the benefit of serving as stepping stones to similar therapies for humans, helping to fill scientific, financial, and regulatory gaps."},"resolution":null}}}}
{"P":{"id":"007eb2b6-662a-46b7-b528-0b2f9e274691","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolution Criteria\nResolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"4666c7b6-58bf-47da-9a66-e4edf8aacd9f","title":"Will a member of the Trump family be a candidate for the US Presidency in 2024?","body":"Resolution Criteria\nResolves Yes if one of these individuals is a candidate for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"0810ac88-1ca8-4483-a576-83c112e6e6cd","title":"Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?","body":"Resolution Criteria\nResolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024:\nDonald Trump\nDonald Trump Jr.\nEric Trump\nIvanka Trump\nTiffany Trump\nMelania Trump\nBarron Trump\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4127","metadata":{"topics":[],"background_info":"Donald John Trump is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality. Trump won a surprise victory in the 2016 presidential election, and sought re-election in the 2020 presidential election.\nThe Trump family has a net worth reported to be in the single-digit billions, and is now one of the most prominent families in Republican politics. Trump has several adult children, and there is speculation that a Trump political dynasty may emerge in the coming years, with both Donald Trump Jr. and Ivanka Trump suggested as possible contenders for the presidency."},"resolution":null}}}}
{"P":{"id":"baa8d0d8-1337-45cd-8cb5-f344a10a92b2","title":"Will Psilocybin be removed from Schedule I List before 2036?","body":"Resolution Criteria\nA credible source will need to post a link to a DEA source similar to this one which mentions psilocybin in some category other than Schedule I. This question will resolve ambiguously if the Controlled Substances Act is repealed and another law defines a similarly regulated category, or if the DEA ceases to classify drugs\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"f377d79a-be26-48a8-a128-360e52d57d4c","title":"Will Psilocybin be removed from Schedule I List before 2036 or be ambiguously classified?","body":"Resolution Criteria\nA credible source will need to post a link to a DEA source similar to this one which mentions psilocybin in some category other than Schedule I. This question will resolve ambiguously if the Controlled Substances Act is repealed and another law defines a similarly regulated category, or if the DEA ceases to classify drugs\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"85ffb686-2bbf-4bde-9b5f-2c91d10bf6e2","title":"Will Psilocybin be removed from Schedule I List before 2036?","body":"Resolution Criteria\nA credible source will need to post a link to a DEA source similar to this one which mentions psilocybin in some category other than Schedule I. This question will resolve ambiguously if the Controlled Substances Act is repealed and another law defines a similarly regulated category, or if the DEA ceases to classify drugs\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5459","metadata":{"topics":[],"background_info":"There is a considerable difference of opinion around the safety and potential medical use of psilocybin. In 2020, Psilocybin is Schedule I, the same category as Heroin and the most restrictive category of the Controlled Substances Act\nThis article discusses aspects of the debate."},"resolution":null}}}}
