{"P":{"id":"d75d6d71-a348-4ec3-b09b-cb44d8594ff6","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"fb837b4e-bbaa-477f-86d1-7fde98727369","title":"Will the S&P 500 move more than 10% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 10.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"79c55b6e-cf09-410c-9361-7d892cd06c68","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7481","metadata":{"topics":[],"background_info":"The S&P 500 is often used as a benchmark for the performance of large-cap companies in the United States. On October 19, 1987 (so-called Black Monday), the S&P fell 20.47%, the largest movement in its history, which has yet to be surpassed. Generally, when the stock market makes a sudden move, it indicates that there has been some economic shock, such as when the S&P 500 fell 11.98% during the beginning of the coronavirus pandemic."},"resolution":null}}}}
{"P":{"id":"a165851e-b101-4020-b957-bf16573f608e","title":"Will marijuana be legal for recreational use in a supermajority of these strongly Republican US states before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if recreational marijuana use is legal in at least 2/3rds of the land area currently encompassed by the aforementioned states (by any level of governmental action, whether federal or state-level or what may be) at any time (for a period of at least 6 months) between January 1, 2021 to January 1, 2041\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"cb825bc7-4759-4d61-ba42-270fa72b0e87","title":"Will marijuana be legal for recreational use in at least one of these strongly Republican US states before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if recreational marijuana use is legal in at least one of the land area currently encompassed by the aforementioned states (by any level of governmental action, whether federal or state-level or what may be) at any time (for a period of at least 6 months) between January 1, 2021 to January 1, 2041\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"33010aa7-560c-475a-aa1e-72656786e31a","title":"Will marijuana be legal for recreational use in a supermajority of these strongly Republican US states before 2041?","body":"Resolution Criteria\nThis question will resolve as Yes if recreational marijuana use is legal in at least 2/3rds of the land area currently encompassed by the aforementioned states (by any level of governmental action, whether federal or state-level or what may be) at any time (for a period of at least 6 months) between January 1, 2021 to January 1, 2041\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7740","metadata":{"topics":[],"background_info":"Marijuana is being legalized in many US states after having been illegal in all states for decades. While the status varies widely from state to state, states that tend to vote for Republican candidates are more likely to have marijuana be completely illegal or legal only for medical (non-recreational) use.\nThe following 20 states have voted for Republican presidential candidates in all 4 of the previous presidential elections (from 2008 til 2020), and are the focus of this question:\nAK, MT, ID, WY, ND, SD, UT, NE, KS, OK, TX, MO, AR, LA, MS, TN, KY, WV, AL, SC\nRecreational use is currently only legal in 2 of these states (Alaska and Montana), accounting for 35.6% of the land area of these states (Alaska is very big).\n"},"resolution":null}}}}
{"P":{"id":"ad36bbc6-f58d-4ade-b4bf-f391813727f9","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"f8bc493c-8ec3-41a5-933b-160f3c2aedc2","title":"Will Freedom House report that internet freedom has declined in 2025?","body":"Resolution Criteria\nThis question resolves positively if for the year 2025, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase. This is based on the same criteria used in the original question about the decline of internet freedom every year until 2025.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6e16f6ed-e9fc-4ba0-ba4b-f78edadfa812","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7335","metadata":{"topics":[],"background_info":"The Freedom on the Net report is an annual report on internet freedom worldwide, produced by Freedom House. It tracks changes in internet regulation across 65 countries. As of the 2020 edition, it claimed that freedom had been on the decline (operationalised as more countries' scores decreasing than increasing) for ten years in a row, with 26 countries' scores worsening and 22 improving in 2020. This question asks if this pattern of decline will persist for the next five years."},"resolution":null}}}}
{"P":{"id":"ac6851c9-31bb-4d6a-a672-c3584a705a6a","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"a99ecc4d-a50c-4d3d-a04d-b842ff31421b","title":"Will the head of government of one of the top 2 nations by GDP nominal give a public speech regarding the ramifications of an AI development before 2050?","body":"Resolution Criteria\nThis question resolves to Yes if news of an AI development triggers the head of government of one of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n\nFine Print\nThe AI development must be significant enough to be covered by numerous highly credible media reports. The speech must be directly related to the AI development and not just a general discussion about AI.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null}}}}
{"P":{"id":"f1274767-70f5-4925-8cb0-a1acac44099a","title":"Will 3 mainstream American news outlets report that a rebel group perpetrated the 2013 Ghouta Chemical Attack before August 21, 2033?","body":"Resolution Criteria\nThis question will resolve as Yes if, on or before August 21, 2033 (20 years after the Ghouta chemical attack), three major mainstream American news outlets run an article suggesting that the Syrian government may not have carried out the Ghouta chemical attack, and at least one author of each of the articles believes that there is a more than 50% probability that the Syrian government did not carry out the attack. Otherwise this question will resolve as No.\nFine Print\nA year is given to make sure we know the author's opinions. The article cannot be an op-ed; it has to be reporting. A \"major mainstream news outlet\" refers to one of the following:\nABC News\nCBS News\nCNN\nMSNBC\nNBC News\nThe New York Times\nThe Washington Post\nBloomberg\nNPR\nThe New Yorker\n","resolution_date":"2033-08-20T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"3a8a6761-ebe8-4868-b332-c2d8cbe6e13a","title":"Will at least one mainstream American news outlet report that a rebel group perpetrated the 2013 Ghouta Chemical Attack before August 21, 2033?","body":"Resolution Criteria\nThis question will resolve as Yes if, on or before August 21, 2033 (20 years after the Ghouta chemical attack), at least one major mainstream American news outlet runs an article suggesting that the Syrian government may not have carried out the Ghouta chemical attack, and at least one author of the article believes that there is a more than 50% probability that the Syrian government did not carry out the attack. Otherwise this question will resolve as No.\nFine Print\nA year is given to make sure we know the author's opinions. The article cannot be an op-ed; it has to be reporting. A \"major mainstream news outlet\" refers to one of the following:\nABC News\nCBS News\nCNN\nMSNBC\nNBC News\nThe New York Times\nThe Washington Post\nBloomberg\nNPR\nThe New Yorker\n","resolution_date":"2033-08-20T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"7e39a295-3087-45bb-97cf-b0bef24ee097","title":"Will 3 mainstream American news outlets report that a rebel group perpetrated the 2013 Ghouta Chemical Attack before August 21, 2033?","body":"Resolution Criteria\nThis question will resolve as Yes if, on or before August 21, 2033 (20 years after the Ghouta chemical attack), three major mainstream American news outlets run an article suggesting that the Syrian government may not have carried out the Ghouta chemical attack, and at least one author of each of the articles believes that there is a more than 50% probability that the Syrian government did not carry out the attack. Otherwise this question will resolve as No.\nFine Print\nA year is given to make sure we know the author's opinions. The article cannot be an op-ed; it has to be reporting. A \"major mainstream news outlet\" refers to one of the following:\nABC News\nCBS News\nCNN\nMSNBC\nNBC News\nThe New York Times\nThe Washington Post\nBloomberg\nNPR\nThe New Yorker\n","resolution_date":"2033-08-20T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7591","metadata":{"topics":[],"background_info":"The 2013 Ghouta chemical attack during the Syrian Civil War was the deadliest use of chemical weapons since the Iran-Iraq war. Intelligence agencies of Israel, the UK, the US, France, Turkey, and Germany concluded that the Syrian government of President Bashar al-Assad was most likely responsible for the attacks. Russia by contrast blamed an opposition group.\nThe fact-checking website Rootclaim's analysis concluded there was a 96% probability the rebel group Liwa al-Islam perpetrated the attack, and Rootclaim offered a 100,000 dollar challenge on this topic."},"resolution":null}}}}
{"P":{"id":"56a5a02d-e7ec-488f-84f4-b67bd76c4412","title":"Will the People's Republic of China control at least half of Taiwan before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"97daf8db-1c36-493a-828c-c3a580fc705a","title":"Will the People's Republic of China control at least a quarter of Taiwan before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least a quarter of the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least a quarter or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least a quarter of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5c2583c5-22f1-4016-9c05-8ff1fd1779e9","title":"Will the People's Republic of China control at least half of Taiwan before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if any of the following occur between January 1, 2020 and January 1, 2050:\nThere are at least five reliable articles listing areas controlled by the People's Republic of China, includes areas of the current territory (\"free area\" as of October 2020) of the Republic of China (including the islands of Taiwan, Penghu, Kinmen and Matsu) which amount to at least half the population of the current territory of the ROC, according to the latest reliable population demographic data.\nThere are at least five non-opinion articles from different reliable sources asserting that the PRC controls at least half or most of Taiwan.\nThere are at least five articles (including opinion articles) from different reliable sources asserting that the ROC is a puppet state of the PRC and citing evidence that the government of the majority of the ROC is de facto controlled by China, and the ROC (rather than a third state) controls at least half of the current territory of the ROC. Articles which, in the judgment of Metaculus, are hyperbole or otherwise do not make a strong case that the ROC is a puppet state of the PRC will not count.\nFine Print\nA peaceful reunification of China and Taiwan would result in this question resolving Yes.\nArticles must be written and published by different sources and must reach their conclusions largely independently, publishing the same article at a separate news outlet or several news outlets reporting statements made by the same individual or group of individuals will not count as separate articles.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5320","metadata":{"topics":[],"background_info":"The People's Republic of China (PRC), governing mainland China including Hainan, Hong Kong, and Macau, has wanted to acquire control of the territory of the Republic of China (ROC), governing the islands of Taiwan, Penghu, Kinmen, and Matsu. This process might happen if the ROC makes a clear statement of independence from the PRC, and the PRC invades in response and succeeds. In May 2020, PRC General Li Zuocheng said “If the possibility for peaceful reunification is lost, the people’s armed forces will, with the whole nation, including the people of Taiwan, take all necessary steps to resolutely smash any separatist plots or actions.” Foreign Policy thinks “Beijing is unlikely to invade Taiwan during the pandemic”, which raises the question of longer timespans. There are questions as to if/when China would be able to win a military conflict, or whether the US would defend Taiwan.\nAlternatively, the ROC may voluntarily choose to unify with the PRC. Currently, the majority of the Taiwanese public is in favor of maintaining the \"status quo\" and is against unification with China. Over 70% believes that the Republic of China is an independent country. 6.7% believes that Taiwan and China should be unified as soon as possible (The Diplomat).\n"},"resolution":null}}}}
{"P":{"id":"ae2bd835-68d3-4def-aae2-ab249475f635","title":"Will a large American city fully abolish their police department before 2035?","body":"Resolution Criteria\nThis question resolves positively in the event that an American city whose metropolitan area contains at least 1 million people, abolishes their public police department. In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n30 October 2021 clarification: Resolution text changed from\n\"In other words, the government would need to take an official action whose result is the complete disappearance of a taxpayer funded and government managed police department in that city.\"\nto\n\"In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"f32309ca-7175-41e6-b093-74d6c26ba147","title":"Will a large American city fully abolish their public police department before 2035 and not replace it with any other taxpayer funded and government managed police department?","body":"Resolution Criteria\nThis question resolves positively in the event that an American city whose metropolitan area contains at least 1 million people, abolishes their public police department and does not replace it with any other taxpayer funded and government managed police department. In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n30 October 2021 clarification: Resolution text changed from\n\"In other words, the government would need to take an official action whose result is the complete disappearance of a taxpayer funded and government managed police department in that city.\"\nto\n\"In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"98c5ef3f-661e-4e2c-bdad-6f336c54fc47","title":"Will a large American city fully abolish their police department before 2035?","body":"Resolution Criteria\nThis question resolves positively in the event that an American city whose metropolitan area contains at least 1 million people, abolishes their public police department. In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n30 October 2021 clarification: Resolution text changed from\n\"In other words, the government would need to take an official action whose result is the complete disappearance of a taxpayer funded and government managed police department in that city.\"\nto\n\"In other words, the government would need to take an official action whose result is the complete disappearance of ANY and ALL taxpayer funded and government managed police department(s) in that city.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6725","metadata":{"topics":[],"background_info":"From Wikipedia,\nThe police abolition movement is a political movement, largely in the United States, that advocates replacing policing with other systems of public safety. Police abolitionists believe that policing, as a system, is inherently flawed and cannot be reformed—a view that rejects the ideology of police reformists. While reformists seek to address the ways in which policing occurs, abolitionists seek to transform policing altogether through a process of disbanding, disempowering, and disarming the police. Abolitionists argue that the institution of policing is deeply rooted in a history of white supremacy and settler colonialism, and that it is inseparable from a pre-existing racial capitalist order.\nIn the summer of 2020, a movement to dismantle the Minneapolis police department became supported by a majority of the members of the Minneapolis city council, but was later abandoned.\nSome have questioned the practicality of police abolition, asking whether it would be possible to maintain a society with no police without it devolving into lawlessness and chaos. As one potential response, the capitalist philosopher Michael Huemer has written at length about how a society that abolished government policing could maintain the public order. From his book The Problem of Political Authority,\nAccording to a recent report, there are now 20 million private security guards worldwide – about twice as many as the number of government police. In America, private security guards number about 1 million, compared to 700,000 government police. In some cases, the government itself hires private security guards to protect public spaces, including the Liberty Bell in Philadelphia, the Statue of Liberty in New York, and the main bus terminal in Durham, North Carolina. If this trend continues, we could one day see a situation in which all public spaces are protected by private security guards.\nIn many countries – the United States, the United Kingdom, Canada, Australia, and others – private citizens are legally authorized to make citizens’ arrests. The conditions for a legal citizen’s arrest, however, tend to be much more restricted than the conditions under which government police may make an arrest. Legal authorization for citizens’ arrests may be limited to certain kinds of crimes, and the arresting citizen may be required to personally witness the crime in progress. One could imagine a liberalization of such laws, permitting citizens’ arrests for all crimes, including cases in which the suspect’s guilt is established by investigation after the fact.\n"},"resolution":null}}}}
{"P":{"id":"8232c5d4-b591-47c4-9d4c-dc8ad03e7ceb","title":"Will the fraction of American 18-24 year-olds enrolled in colleges in 2025 be ≥10% less than were enrolled in 2015?","body":"Resolution Criteria\nIn the US, enrollment in 4-year colleges has been steadily increasing since the 1970s, from around 17.1% to 29.9% in 2015.\nDespite this, the economist Bryan Caplan has recently argued that this time spent in college by an increasing proportion of youth is wasteful, as the primary function of education is not to enhance students' skill but to certify their intelligence, work ethic, and conformity — in other words, to signal the qualities of a good employee.\nAs increasing numbers of students get more degrees, the harder it becomes to remain competitive in the job market without spending lots of time in education — essentially creating a prisoner's dilemma in which it is individually rational, but socially harmful to waste evermore time getting degrees. This has made some confident that educational enrolment will only increase over time, including the aforementioned economist who has been placing bets on this.\nWill the fraction of American 18-24 year-olds enrolled in traditional four-year colleges in 2025 be more than 10% lower than in 2015?\nSince the 2015 rate is 29.9%, positive resolution is conditional on a rate 26.91% or less in 2025 as reported by data from the National Center for Education Statistics.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"31c18056-e7d0-4124-b136-d9f61195b191","title":"Will the fraction of American 18-24 year-olds enrolled in colleges in 2025 be less than 26.91%?","body":"Resolution Criteria\nIn the US, enrollment in 4-year colleges has been steadily increasing since the 1970s, from around 17.1% to 29.9% in 2015.\nDespite this, the economist Bryan Caplan has recently argued that this time spent in college by an increasing proportion of youth is wasteful, as the primary function of education is not to enhance students' skill but to certify their intelligence, work ethic, and conformity — in other words, to signal the qualities of a good employee.\nAs increasing numbers of students get more degrees, the harder it becomes to remain competitive in the job market without spending lots of time in education — essentially creating a prisoner's dilemma in which it is individually rational, but socially harmful to waste evermore time getting degrees. This has made some confident that educational enrolment will only increase over time, including the aforementioned economist who has been placing bets on this.\nWill the fraction of American 18-24 year-olds enrolled in traditional four-year colleges in 2025 be more than 10% lower than in 2015?\nSince the 2015 rate is 29.9%, positive resolution is conditional on a rate 26.91% or less in 2025 as reported by data from the National Center for Education Statistics.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"7cd9f5f9-f9f0-43bc-a16d-224af197ae05","title":"Will the fraction of American 18-24 year-olds enrolled in colleges in 2025 be ≥10% less than were enrolled in 2015?","body":"Resolution Criteria\nIn the US, enrollment in 4-year colleges has been steadily increasing since the 1970s, from around 17.1% to 29.9% in 2015.\nDespite this, the economist Bryan Caplan has recently argued that this time spent in college by an increasing proportion of youth is wasteful, as the primary function of education is not to enhance students' skill but to certify their intelligence, work ethic, and conformity — in other words, to signal the qualities of a good employee.\nAs increasing numbers of students get more degrees, the harder it becomes to remain competitive in the job market without spending lots of time in education — essentially creating a prisoner's dilemma in which it is individually rational, but socially harmful to waste evermore time getting degrees. This has made some confident that educational enrolment will only increase over time, including the aforementioned economist who has been placing bets on this.\nWill the fraction of American 18-24 year-olds enrolled in traditional four-year colleges in 2025 be more than 10% lower than in 2015?\nSince the 2015 rate is 29.9%, positive resolution is conditional on a rate 26.91% or less in 2025 as reported by data from the National Center for Education Statistics.\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1433","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"1e09c5d3-722a-4392-a6e5-b9111b087411","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"42f4c46d-ad1d-4f0c-a0bb-5a01b585847e","title":"Will Freedom House report that internet freedom has declined in 2025?","body":"Resolution Criteria\nThis question resolves positively if Freedom House reports more countries with a decrease in their internet freedom scores than with an increase in 2025.\n\nThis question is a logical consequence of the question 'Will Freedom House report that internet freedom has declined every year until 2025?' because if internet freedom has declined every year until 2025, it must have declined in 2025 as well.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"6e16f6ed-e9fc-4ba0-ba4b-f78edadfa812","title":"Will Freedom House report that internet freedom has declined every year until 2025?","body":"Resolution Criteria\nThis question resolves positively if for each year until 2025, inclusive, Freedom House reports more countries with a decrease in their internet freedom scores than with an increase","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7335","metadata":{"topics":[],"background_info":"The Freedom on the Net report is an annual report on internet freedom worldwide, produced by Freedom House. It tracks changes in internet regulation across 65 countries. As of the 2020 edition, it claimed that freedom had been on the decline (operationalised as more countries' scores decreasing than increasing) for ten years in a row, with 26 countries' scores worsening and 22 improving in 2020. This question asks if this pattern of decline will persist for the next five years."},"resolution":null}}}}
{"P":{"id":"f97fdfea-79f9-498e-87c5-06c0b46b313f","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"fdac35cf-3efa-4b3f-8929-524e65fa0ffb","title":"Will the S&P 500 rise or fall more than 10% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 10.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"79c55b6e-cf09-410c-9361-7d892cd06c68","title":"Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?","body":"Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7481","metadata":{"topics":[],"background_info":"The S&P 500 is often used as a benchmark for the performance of large-cap companies in the United States. On October 19, 1987 (so-called Black Monday), the S&P fell 20.47%, the largest movement in its history, which has yet to be surpassed. Generally, when the stock market makes a sudden move, it indicates that there has been some economic shock, such as when the S&P 500 fell 11.98% during the beginning of the coronavirus pandemic."},"resolution":null}}}}
