{"P":{"id":"f4d100c6-7683-485c-85aa-b7321cc9139e","title":"Will Stacey Abrams be elected president in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"6582079b-90b0-4147-b28e-f9b03019443b","title":"Will Stacey Abrams be elected to any public office in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is elected to any public office in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome. Note: This includes the presidency as well as any other public office.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"2dbc5d23-3a9e-410f-8808-afdb874c8bae","title":"Will Stacey Abrams be elected president in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3588","metadata":{"topics":[],"background_info":"Stacey Abrams, failed 2018 Georgia gubernatorial candidate who has yet to concede that election as of January 31, 2020, thinks she will be elected president in the next 20 years. Do you agree?\nSource: Stacey Abrams Thinks She’ll Be President By 2040"},"resolution":null}}}}
{"P":{"id":"dad24377-f628-4d70-bf03-fa490fcac213","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"68502fdd-4811-41c2-95a4-0c02b1ed8c83","title":"Will the head of government of one of the top 2 nations by GDP nominal give a public speech regarding the ramifications of an AI development before 2050?","body":"Resolution Criteria\nThis question will resolve to \"Yes\" if news of an AI development triggers the head of government of one of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\n\nFine Print\nThe top 2 nations by GDP nominal will be determined based on the most recent data available at the time of the AI development.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null}}}}
{"P":{"id":"91dbced7-ccb5-4333-81a5-2978e0553e55","title":"Will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"38e856e1-b9b0-4d10-b0c9-190efcf0378a","title":"Will no nuclear terrorism occur before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear terrorism occurs before Jan 1, 2035. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e8d8a2a9-ff68-4338-9271-3c8d9f8e8a2a","title":"Will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3150","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. There have also been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come."},"resolution":null}}}}
{"P":{"id":"02249719-c907-4f3b-89c6-165d0cb5cfa3","title":"Will California carry through with Governor Newsom's plan to sell only zero-emission electric cars and passenger trucks by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve negatively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve negatively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"6e8ddb6a-fb29-4d5c-892d-f0e9463dec30","title":"Will all new light duty passenger vehicles sold in California be zero-emission by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve negatively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve negatively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c328727e-e179-4956-ae21-5b350df9c9ae","title":"Will California carry through with Governor Newsom's plan to sell only zero-emission electric cars and passenger trucks by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve negatively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve negatively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5538","metadata":{"topics":[],"background_info":"In September 2020, Governor Newsom announced in an executive order that by 2035 all new passenger cars and trucks (which do not include medium or heavy duty vehicles) sold in California will need to be zero-emission vehicles.\nGovernor Brown, who in 2012 implemented the executive order for the Zero Emission Vehicle (ZEV) Program, defined a ZEV in 2013 as:\n“including hydrogen fuel cell electric vehicles (FCEVs) and plug-in electric vehicles (PEVs), which include both pure battery electric vehicles (BEVs) and plug-in hybrid electric vehicles (PHEVs).”\nThe California Governor’s office writes as of September 23, 2020 that:\n“The transportation sector is responsible for more than half of all of California’s carbon pollution, 80 percent of smog-forming pollution and 95 percent of toxic diesel emissions – all while communities in the Los Angeles Basin and Central Valley see some of the dirtiest and most toxic air in the country.”\n13 other American states have agreed to follow California’s plans for reducing emissions by adopting their GHG standards and ZEV program under Act 177. It is possible that they might also join California in banning the sales of ICE powered cars in an effort to fight climate change.\nHowever, there are many complaints about this future transition and the threat it could bring to workers in auto manufacturing sectors, as well as other supply chain members such as companies providing fossil fuels. There are also concerns about the supporting charging infrastructure needed to accommodate such a shift, and if it would be practically feasible.\nThis is a key issue in the widespread battle between economic security and stability and climate consciousness, and could lead the way in proving or negating the validity of the argument between the two.\n"},"resolution":null}}}}
{"P":{"id":"9fb27dde-25f0-452f-b03b-148fcc443a8d","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"96ca9c74-9d1b-4d12-bc24-1749dd814437","title":"Will a geoengineering bill be introduced in the US Congress by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering bill be introduced in the US Congress by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3159b178-41aa-4eed-bcd9-ac601d141bef","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3528","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"dbc3484b-b8bc-455c-9af5-1a29c3ca87ed","title":"Will someone hold their breath for more than 30 minutes before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2025, a person voluntarily holds their breath for more than 30 minutes, according to Guinness World Records or a body with similar standards and rigor.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"c2af356b-9c4c-4bf4-989d-36cb86202231","title":"Will someone hold their breath for more than 25 minutes before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2025, a person voluntarily holds their breath for more than 25 minutes, according to Guinness World Records or a body with similar standards and rigor.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c56398d5-aced-4779-9768-1926f1927307","title":"Will someone hold their breath for more than 30 minutes before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2025, a person voluntarily holds their breath for more than 30 minutes, according to Guinness World Records or a body with similar standards and rigor.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/684","metadata":{"topics":[],"background_info":"The Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n"},"resolution":null}}}}
{"P":{"id":"37f7e5fd-59c6-4376-9a94-8655951e7b23","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121?","body":"Resolution Criteria\nThis question resolves positively if before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. Otherwise, it resolves negatively\n","resolution_date":"2120-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"63f94398-9e3e-43ec-a92f-e838e9aaa169","title":"Will the price of Bitcoin fall below $100 (2021 USD) before 2121?","body":"Resolution Criteria\nThis question resolves positively if before 2121 and after 2020, the price of bitcoin at one point fell below $100 per bitcoin (in 2021 dollars). If dollars cease to exist, $100 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $100 of 2021 dollars. Otherwise, it resolves negatively\n","resolution_date":"2120-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3a49bb7d-da4c-404a-bce0-5ff90afbfed9","title":"Will the price of Bitcoin fall below $10 (2021 USD) before 2121?","body":"Resolution Criteria\nThis question resolves positively if before 2121 and after 2020, the price of bitcoin at one point fell below $10 per bitcoin (in 2021 dollars). If dollars cease to exist, $10 in 2021 dollars is taken to be an amount of currency with the same purchasing power as $10 of 2021 dollars. Otherwise, it resolves negatively\n","resolution_date":"2120-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7207","metadata":{"topics":[],"background_info":"In a column for the New York times in 2018, Paul Krugman wrote,\nTo some extent gold is in a similar situation. Most gold just sits there, possessing value because people believe it possesses value. But gold does have real-world uses, both for jewelry and for things like filling teeth, that provide a weak but real tether to the real economy.\nCryptocurrencies, by contrast, have no backstop, no tether to reality. Their value depends entirely on self-fulfilling expectations – which means that total collapse is a real possibility. If speculators were to have a collective moment of doubt, suddenly fearing that Bitcoins were worthless, well, Bitcoins would become worthless.\nI think it’s more likely than not, partly because of the gap between the messianic rhetoric of crypto and the much more mundane real possibilities. That is, there might be a potential equilibrium in which Bitcoin (although probably not other cryptocurrencies) remain in use mainly for black market transactions and tax evasion, but that equilibrium, if it exists, would be hard to get to from here: once the dream of a blockchained future dies, the disappointment will probably collapse the whole thing.\n"},"resolution":null}}}}
{"P":{"id":"7b4c5d16-687c-4a9c-a0a8-55d3a641a9d9","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"d7f71a59-859b-4f0b-b605-b13690419fa6","title":"Ragnarök Question Series: If a global catastrophe occurs due to human-made climate change, will it involve direct effects generally believed unlikely in a world with little or no global warming?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100 due to human-made climate change, will it involve direct effects that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"451a0cb9-2e06-4b61-b0c4-ee2a8eec2784","title":"Ragnarök Question Series: If a global catastrophe occurs, will it be due to either human-made climate change or geoengineering?","body":"Resolution Criteria\nIf a global catastrophe happens before 2100, will it be principally due to human-made climate change, or the use of geoengineering as a deliberate large-scale intervention in the Earth’s climate system?\nIn the headline question to this series, we defined a global catastrophe as a 10% decrease in the world population in any period of 5 years or less. This question resolves ambiguously if no such global catastrophe occurs. On the other hand...\nThe question results positively if a human-made climate change or geoengineering catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100. This catastrophe must be due to the direct effects of climate change that are generally believed very unlikely in a counterfactual world with little or no global warming but otherwise similar to ours. These include (but are not limited to) floods, extreme weather, the spreading of infectious disease, and the health effects of extreme heat. Finally, the effects due to the effects of the use of geoengineering that has been principally motivated to mitigate climate change risks, also count towards the population decline. Years are here defined as consecutive calendar years.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1500","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nAccording to current IPCC estimates, unmitigated greenhouse emissions are likely to lead to global temperature increases of 2.6ºC-4.8ºC by 2100. If this happened, there’d likely be significant humanitarian harms, including more severe weather, food crises, and the spread of infectious diseases which would disproportionately affect the world’s worst off.\nMoreover, the estimated humanitarian impacts of climate changes are likely to be highly nonlinear: marginal temperature increases are expected to cause more damage at already-increased temperatures (i.e. going from 3ºC to 4ºC is expected to be significantly worse than going from 1ºC to 2ºC).\nAccording to some, there is also a non-negligible chance — perhaps around 10% — that unmitigated emissions will lead to global temperature increases even higher than 4.8ºC. More generally, estimates of temperature increases resulting from greenhouse emissions have a “fat” right tail, meaning that there is a low, but non-negligible chance of very high temperature increases. Hence, there is a non-negligible chance that unmitigated emissions may produce consequences which could be catastrophic for life on Earth.\nFor example, it has been argued that a 12ºC increase in mean global temperature—which is substantially outside the range considered plausible this century—would cause at least one day each year in the territories where half of all people live today to be hot enough to exceed human metabolic limits and cause tissue damage from hyperthermia after a few hours of exposure.\nOne way to reduce global temperatures quickly and cheaply is a form of climate engineering called Solar Radiation Management (SRM), which involves cooling the Earth by reflecting sunlight back into space. The most researched form of SRM involves injecting aerosols into the stratosphere. Most of the evidence so far suggests that ideal SRM deployment programmes would reduce overall damages relative to an un-engineered greenhouse world.\nHowever, SRM brings its own risks. Of the currently known potential negative direct effects of SRM, only abrupt termination could plausibly bring about an existential catastrophe. If a very thick stratospheric veil were deployed and SRM was suddenly terminated and not resumed within a buffer period of a few months, then there would be very rapid and damaging warming. There might also be some reasons to expect the chance of at least one country to undertake climate engineering to be surprisingly high, especially when the relevant technologies are widespread, and the lack of global coordination permits each country to individually decide for or against the intervention.\n"},"resolution":null}}}}
{"P":{"id":"a96c7e56-ad4d-4062-91ba-416fffecef30","title":"Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?","body":"Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"3ae0bbfe-8742-4698-a10e-43540e069939","title":"Will an effort to coordinate foot voting intentionally move 5,000+ residents to a single American state by 2030?","body":"Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 5,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 5,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 5,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 5,000+ residents to a single state.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c60492aa-0a07-4af1-b302-36c924bb18dc","title":"Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?","body":"Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8093","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"b4d63ee8-7a83-4791-8ec5-22dd897aa338","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"cons_P":{"id":"1a422f44-d604-494c-bbb8-3cc1fd6ce57e","title":"Will the first commercial hyperloop system be within North America?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of North America?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located in North America rather than in Dubai, Russia, or any other country outside North America. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"8e744271-9701-403f-bd58-d581609adb37","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/513","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
