{"P":{"id":"c4545226-0868-428e-9568-7cd95fe200b5","title":"Will Stacey Abrams be elected president in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"e5389cab-68c3-42e2-b856-60c639823ae1","title":"Will Stacey Abrams not be elected president in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is not elected president in or before 2040 or if the result is overturned prior to inauguration. This resolves negatively by any other outcome.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"2dbc5d23-3a9e-410f-8808-afdb874c8bae","title":"Will Stacey Abrams be elected president in or before the 2040 election?","body":"Resolution Criteria\nThis resolves positively if Stacey Abrams is elected president in or before 2040 and the result is not overturned prior to inauguration, whether or not she is actually inaugurated. This resolves negatively by any other outcome","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3588","metadata":{"topics":[],"background_info":"Stacey Abrams, failed 2018 Georgia gubernatorial candidate who has yet to concede that election as of January 31, 2020, thinks she will be elected president in the next 20 years. Do you agree?\nSource: Stacey Abrams Thinks She’ll Be President By 2040"},"resolution":null}}}}
{"P":{"id":"097ae5ec-7348-4549-a3e2-97fc981a54bf","title":"Will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"d284d790-f829-4e92-b05c-cbdae2aeb53c","title":"Will at least one non-test nuclear weapon be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if at least one nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e8d8a2a9-ff68-4338-9271-3c8d9f8e8a2a","title":"Will no non-test nuclear weapons be detonated before 2035?","body":"Resolution Criteria\nThis question will resolve positively if no nuclear weapon is detonated before Jan 1, 2035, outside of controlled tests. Negative resolution could be triggered by:\nDeliberate nuclear attack.\nAccidental nuclear attack (launched by accident or on the basis of erroneous information.)\nAccidental detonation of a weapon.\nNuclear terrorism.\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) do not trigger negative resolution.\nSee our related question Will no non-test nuclear weapons be detonated by start of 2024? </small\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3150","metadata":{"topics":[],"background_info":"Weapons in which the energy is provided by nuclear fission or fusion have only twice in history been detonated outside of a controlled test environment, in the Hiroshima and Nagasaki events in World War II.\nSince then, the world has nearly gone to nuclear war as a result of international conflict (during the Cuban Missile Crisis) and by accident. There have also been a number of narrowly-averted accidental nuclear detonations. See this timeline for a sobering look at how close we have come."},"resolution":null}}}}
{"P":{"id":"22584793-8f0c-4faa-aa84-a5b6651d58ba","title":"Will California carry through with Governor Newsom's plan to sell only zero-emission electric cars and passenger trucks by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve negatively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve negatively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"60b6c67c-b9f9-49d4-b700-e2fbda6cc0b7","title":"Will California not carry through with Governor Newsom's plan to sell only zero-emission electric cars and passenger trucks by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve positively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve positively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve negatively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c328727e-e179-4956-ae21-5b350df9c9ae","title":"Will California carry through with Governor Newsom's plan to sell only zero-emission electric cars and passenger trucks by 2035?","body":"Resolution Criteria\nResolution criteria for this question will be found through reliable media sources in California or nationally, or through the Office of the Governor in California. The official document posted by the Governor’s Office outlines only the sales of new ZEV light duty passenger vehicles by 2035, and does not include the sale of used, non-ZEV passenger cars and trucks after 2035. If only certain counties are 100% in ZEV sales, then this question will resolve negatively as the executive order clearly states the goal of 100% ZEV sales as a state-wide plan.\nIf the definition of ZEV changes before 2035, or the executive order no longer is in place by 2035, then this question will resolve negatively. If all new sales by dealerships for light duty vehicles throughout the state are ZEV as defined by the ZEV program from 2012, then this question will resolve positively\n","resolution_date":"2035-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5538","metadata":{"topics":[],"background_info":"In September 2020, Governor Newsom announced in an executive order that by 2035 all new passenger cars and trucks (which do not include medium or heavy duty vehicles) sold in California will need to be zero-emission vehicles.\nGovernor Brown, who in 2012 implemented the executive order for the Zero Emission Vehicle (ZEV) Program, defined a ZEV in 2013 as:\n“including hydrogen fuel cell electric vehicles (FCEVs) and plug-in electric vehicles (PEVs), which include both pure battery electric vehicles (BEVs) and plug-in hybrid electric vehicles (PHEVs).”\nThe California Governor’s office writes as of September 23, 2020 that:\n“The transportation sector is responsible for more than half of all of California’s carbon pollution, 80 percent of smog-forming pollution and 95 percent of toxic diesel emissions – all while communities in the Los Angeles Basin and Central Valley see some of the dirtiest and most toxic air in the country.”\n13 other American states have agreed to follow California’s plans for reducing emissions by adopting their GHG standards and ZEV program under Act 177. It is possible that they might also join California in banning the sales of ICE powered cars in an effort to fight climate change.\nHowever, there are many complaints about this future transition and the threat it could bring to workers in auto manufacturing sectors, as well as other supply chain members such as companies providing fossil fuels. There are also concerns about the supporting charging infrastructure needed to accommodate such a shift, and if it would be practically feasible.\nThis is a key issue in the widespread battle between economic security and stability and climate consciousness, and could lead the way in proving or negating the validity of the argument between the two.\n"},"resolution":null}}}}
{"P":{"id":"8edecc70-b549-431a-8e05-914db0523e88","title":"Will wheat be successfully de-allergenized by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a peer-reviewed publication or consumer product demonstrates a process that successfully produces de-allergenized wheat (for any vareity or type of wheat). The wheat that is produced must have < 10% of typical wheat content of one these allergens: albumin, globulin, gliadin or gluten, and show a statistically significant reduced or prevented immunological response. The end-product must be suitable for human consumption (though not necessarily approved for human consumption). This process might involve treating crop post-harvest, or genetically modifying relevant crops. The relevant publication must be published before January 1, 2030.\nRelevant studies must be sufficiently convincing (either showing that the chemical composition reduces the allergen concentration to tolerable levels, or by producing significant results in large-scale human trials). Metaculus Admins will decide, at their discretion, whether the reduction in allergens is sufficiently convincing\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"16b36b01-89cf-4ef5-b534-e261bf5d93eb","title":"Will wheat not be successfully de-allergenized by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if there is no peer-reviewed publication or consumer product that demonstrates a process that successfully produces de-allergenized wheat (for any variety or type of wheat). The wheat that is produced must not have < 10% of typical wheat content of one these allergens: albumin, globulin, gliadin or gluten, and/or not show a statistically significant reduced or prevented immunological response. The end-product must not be suitable for human consumption (though not necessarily approved for human consumption). This process might involve treating crop post-harvest, or genetically modifying relevant crops. The relevant publication must not be published before January 1, 2030.\nRelevant studies must not be sufficiently convincing (either not showing that the chemical composition reduces the allergen concentration to tolerable levels, or by not producing significant results in large-scale human trials). Metaculus Admins will decide, at their discretion, whether the reduction in allergens is sufficiently convincing\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"26be37f4-75fc-4696-bc09-b0346a3b6715","title":"Will wheat be successfully de-allergenized by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a peer-reviewed publication or consumer product demonstrates a process that successfully produces de-allergenized wheat (for any vareity or type of wheat). The wheat that is produced must have < 10% of typical wheat content of one these allergens: albumin, globulin, gliadin or gluten, and show a statistically significant reduced or prevented immunological response. The end-product must be suitable for human consumption (though not necessarily approved for human consumption). This process might involve treating crop post-harvest, or genetically modifying relevant crops. The relevant publication must be published before January 1, 2030.\nRelevant studies must be sufficiently convincing (either showing that the chemical composition reduces the allergen concentration to tolerable levels, or by producing significant results in large-scale human trials). Metaculus Admins will decide, at their discretion, whether the reduction in allergens is sufficiently convincing\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7040","metadata":{"topics":[],"background_info":"Note: this is a long term question which will not count toward the tournament leaderboard. See the tournament page for details.\nWheat protein is currently one of the most popular forms of alternative protein in plant based products, especially plant based meat. Wheat protein has robust texturizing properties for plant based meat as the fibers from gluten development mirror the traditional muscle fibers found in meat.\nHowever, one limitation to the rise of wheat based products is the gluten-free movement and the growing number of people diagnosed with Celiac Disease. As wheat is one of more common allergens, and must be recorded on food packaging labels, the rise of wheat texturized meat could deter some consumers from adopting the alternative protein trend.\nScientists believe that by altering the genetic code of products like wheat, they could make a less allergenic form of wheat. Using CRISPR based technology to strip the allergenic proteins away from the plant’s DNA, scientists could potentially de-allergize gluten.\nHortense Dodo, founder of IngateyGen, a food tech company based in North Carolina, comments that,\n“Early efforts to genetically modify allergenic crops used a technology called RNA Interference (RNAi). This technique requires scientists to splice a foreign piece of RNA—from another plant, for instance—into the genetic code they are trying to modify…. Plants that are edited using CRISPR may also be approved quicker than those using older RNAi technology. “[CRISPR] is a more powerful, more precise technology,\" Dodo says. \"In terms of regulation, it is much easier to get your product to the market in the U.S.\"\n"},"resolution":null}}}}
{"P":{"id":"afb24bdf-9799-467e-ae6f-ed48af111d0d","title":"Will a Democrat win the 2024 US presidential election?","body":"Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"97f55a10-04d6-4e30-8801-25ebabdb9e70","title":"Will a Democrat not win the 2024 US presidential election?","body":"Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party does not receive the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"2957acc1-7548-43aa-b185-9d602d59c603","title":"Will a Democrat win the 2024 US presidential election?","body":"Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6478","metadata":{"topics":[],"background_info":"Every 4 years, the United States elects a president with its unique system of the Electoral College. A candidate must secure 270 or more electoral college votes out of 538, or be selected by Congress if no candidate receives more than 269 votes.\nThe 2020 election ended with President Donald Trump losing his run for a second term. He immediately and repeatedly made claims the election was rigged and fraudulent, which led to the January 6 storming of the Capitol. Ultimately, the votes were confirmed by Congress and Joe Biden was inaugurated on January 20, 2021.\nBiden faces several challenges entering his presidency, including the COVID-19 pandemic and an unemployment rate of 6.7%, with a narrow majority in Congress to pass legislation. Biden began his presidency with a historically high disapproval rating of 35%, indicating that we are in a period of high partisanship and highly competitive elections. On the other hand, politicians generally have an incumbency advantage, which could mean a likely victory for Biden.\n"},"resolution":null}}}}
{"P":{"id":"f5965859-e871-449c-9e5d-1b570c60d325","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"7c85fa85-e91a-4d9d-b299-9054566e94d2","title":"Will we discover no clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"e6f8b340-ce7e-433a-88c2-8bd2658a0a5f","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2039-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/915","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"87ef3099-2668-47af-bb5a-714eae8594a2","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"d9c54acd-f6e6-471c-89a3-9d124cc023ea","title":"Will no geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill no geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if no geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"3159b178-41aa-4eed-bcd9-ac601d141bef","title":"Will a geoengineering act of Congress become US federal law by the end of 2024?","body":"Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3528","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"94e0a49d-e7e3-46c3-bca5-b56e0ff5a892","title":"Will the key to any pre-2020 WikiLeaks insurance file be publicly available by 2030?","body":"Resolution Criteria\nIf the key to any WikiLeaks insurance file released before 2020 is publicly available on January 1, 2030, this question resolves positively. In particular, it does not matter whether WikiLeaks intentionally decides to release the key or some hacker leaks it; as long as the key is publicly available, it counts.\nIn the past the media falsely reported that the key to insurance.aes256 was leaked. Therefore, to ensure accurate resolution, we will rely on the discretion of Metaculus moderators. As a guideline, there should be an independent, tech-savvy demonstration that the key actually unlocks the given insurance file.\nFor the purpose of this question, all encrypted WikiLeaks insurance files publicly released before 2020 count. I believe the following list is comprehensive, but I cannot guarantee that there are no omissions or errors.\nDate: 2010-07-28, Size: 1.4 GB, Name: insurance.aes256\nDate: 2012-02-22, Size: 65 GB, Name: wikileaks-insurance-20120222.tar.bz2.aes\nDate: 2013-08-15, Size: 3.6 GB, Name: wlinsurance-20130815-A.aes256\nDate: 2013-08-15, Size: 49 GB, Name: wlinsurance-20130815-B.aes256\nDate: 2013-08-15, Size: 349 GB, Name: wlinsurance-20130815-C.aes256\nDate: 2016-06-03, Size: 88 GB, Name: 2016-06-03_insurance.aes256\nDate: 2016-11-07, Size: 512 MB, Name: 2016-11-07_WL-Insurance_EC.aes256\nDate: 2016-11-07, Size: 1.3 GB, Name: 2016-11-07_WL-Insurance_UK.aes256\nDate: 2016-11-07, Size: 3.0 GB, Name: 2016-11-07_WL-Insurance_US.aes256\nDate: 2016-12-09, Size: 83 GB, Name: 2016-12-09_WL-Insurance.aes256\nDate: 2017-01-25, Size: 281 MB, Name: 2017-01-25_WL-Insurance.aes256\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"3bd1bcba-f89c-4f1f-a5a6-3f9bc7cc4f34","title":"Will the key to no pre-2020 WikiLeaks insurance file be publicly available by 2030?","body":"Resolution Criteria\nIf the key to no WikiLeaks insurance file released before 2020 is publicly available on January 1, 2030, this question resolves positively. In particular, it does not matter whether WikiLeaks intentionally decides to release the key or some hacker leaks it; as long as the key is not publicly available, it counts.\nIn the past the media falsely reported that the key to insurance.aes256 was leaked. Therefore, to ensure accurate resolution, we will rely on the discretion of Metaculus moderators. As a guideline, there should be an independent, tech-savvy demonstration that the key actually unlocks the given insurance file.\nFor the purpose of this question, all encrypted WikiLeaks insurance files publicly released before 2020 count. I believe the following list is comprehensive, but I cannot guarantee that there are no omissions or errors.\nDate: 2010-07-28, Size: 1.4 GB, Name: insurance.aes256\nDate: 2012-02-22, Size: 65 GB, Name: wikileaks-insurance-20120222.tar.bz2.aes\nDate: 2013-08-15, Size: 3.6 GB, Name: wlinsurance-20130815-A.aes256\nDate: 2013-08-15, Size: 49 GB, Name: wlinsurance-20130815-B.aes256\nDate: 2013-08-15, Size: 349 GB, Name: wlinsurance-20130815-C.aes256\nDate: 2016-06-03, Size: 88 GB, Name: 2016-06-03_insurance.aes256\nDate: 2016-11-07, Size: 512 MB, Name: 2016-11-07_WL-Insurance_EC.aes256\nDate: 2016-11-07, Size: 1.3 GB, Name: 2016-11-07_WL-Insurance_UK.aes256\nDate: 2016-11-07, Size: 3.0 GB, Name: 2016-11-07_WL-Insurance_US.aes256\nDate: 2016-12-09, Size: 83 GB, Name: 2016-12-09_WL-Insurance.aes256\nDate: 2017-01-25, Size: 281 MB, Name: 2017-01-25_WL-Insurance.aes256\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"c66da50d-1028-46f2-9fe7-420c4a1515fb","title":"Will the key to any pre-2020 WikiLeaks insurance file be publicly available by 2030?","body":"Resolution Criteria\nIf the key to any WikiLeaks insurance file released before 2020 is publicly available on January 1, 2030, this question resolves positively. In particular, it does not matter whether WikiLeaks intentionally decides to release the key or some hacker leaks it; as long as the key is publicly available, it counts.\nIn the past the media falsely reported that the key to insurance.aes256 was leaked. Therefore, to ensure accurate resolution, we will rely on the discretion of Metaculus moderators. As a guideline, there should be an independent, tech-savvy demonstration that the key actually unlocks the given insurance file.\nFor the purpose of this question, all encrypted WikiLeaks insurance files publicly released before 2020 count. I believe the following list is comprehensive, but I cannot guarantee that there are no omissions or errors.\nDate: 2010-07-28, Size: 1.4 GB, Name: insurance.aes256\nDate: 2012-02-22, Size: 65 GB, Name: wikileaks-insurance-20120222.tar.bz2.aes\nDate: 2013-08-15, Size: 3.6 GB, Name: wlinsurance-20130815-A.aes256\nDate: 2013-08-15, Size: 49 GB, Name: wlinsurance-20130815-B.aes256\nDate: 2013-08-15, Size: 349 GB, Name: wlinsurance-20130815-C.aes256\nDate: 2016-06-03, Size: 88 GB, Name: 2016-06-03_insurance.aes256\nDate: 2016-11-07, Size: 512 MB, Name: 2016-11-07_WL-Insurance_EC.aes256\nDate: 2016-11-07, Size: 1.3 GB, Name: 2016-11-07_WL-Insurance_UK.aes256\nDate: 2016-11-07, Size: 3.0 GB, Name: 2016-11-07_WL-Insurance_US.aes256\nDate: 2016-12-09, Size: 83 GB, Name: 2016-12-09_WL-Insurance.aes256\nDate: 2017-01-25, Size: 281 MB, Name: 2017-01-25_WL-Insurance.aes256\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3749","metadata":{"topics":[],"background_info":"WikiLeaks is an organisation founded by Julian Assange that publishes news leaks and classified media provided by anonymous sources. From time to time, WikiLeaks publishes encrypted \"insurance files\".\nThere has been much speculation about the purpose of these files. Some of these files are intended as permanent records of upcoming releases, to ensure information is preserved. According to Julian Assange:\nWe openly distribute … encrypted backups of materials that we view are highly sensitive that we are to publish in the coming year… So that there is very little possibility that that material, even if we are completely wiped out, will be taken from the historical record… Ideally, we will never reveal the key… Because there is things, like, … redactions sometimes need to be done on this material.”\nHowever, there are also theories claiming that some of these insurance files constitute a \"dead man's switch\" that is only to be released in case something bad were to happen to Assange or to WikiLeaks.\n"},"resolution":null}}}}
{"P":{"id":"ab315c86-4d22-4e7d-a1a3-4f06d85db379","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"d4198f52-0846-4377-ad6f-c18fb9b80dfc","title":"Will there be no AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be no \"AI Sputnik moment\" if NONE of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f6337acf-82d6-4a57-b2f0-91a573eda2e5","title":"Will there be an AI Sputnik moment before 2050?","body":"Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7216","metadata":{"topics":[],"background_info":"From Wikipedia,\nSputnik 1 was the first artificial Earth satellite. It was launched into an elliptical low Earth orbit by the USSR on 4 October 1957 as part of the Soviet space program. It orbited for three weeks before its batteries died and then orbited silently for two months before it fell back into the atmosphere on the 4th January 1958.\n[...]\nThe satellite's unanticipated success precipitated the American Sputnik crisis and triggered the Space Race, part of the Cold War. The launch was the beginning of a new era of political, military, technological and scientific developments.\nAn \"AI Sputnik moment\" would, by contrast, be a sudden understanding by the general public that artificial intelligence is worth taking extremely seriously, perhaps triggering a similar AI arms race.\n"},"resolution":null}}}}
{"P":{"id":"757a581a-f871-4eef-802a-357995afe597","title":"Will GiveWell recommend 1 or more grants to support breastfeeding promotion or denote it a \"top charity\" before 2027?","body":"Resolution Criteria\nThis question resolves positively if GiveWell publishes a recommendation that grants be given to support breastfeeding promotion or on or before December 31, 2026. Or if a breastfeeding promotion charity is designated a top charity before December 31, 2026.\nThis may happen in the following ways:\nGiveWell writes “yes” in the column “Have we recommended one or more grants to support this program?” in the “breastfeeding promotion” row of the GiveWell program reviews spreadsheet or the spreadsheet which supersedes this one (see below).\nGivewell publishes a blog in which which they announce they are recommending a grant in the area of breastfeeding promotion\nGivewell adds an incubation grant to a breastfeeding promotion charity on this page https://www.givewell.org/research/incubation-grants\nA GiveWell blog post announcing that a charity in the area of breastfeeding promotion is a “Top Charity”\nGiveWell publishes a section on breastfeeding promotion on its Top Charities page\nFine Print\nIf GiveWell publishes a recommendation that is no longer in force in 2027, this question resolves positively. Eg GiveWell no longer recommends grants to GiveDirectly, but it once did.\nIf GiveWell revokes a recommendation due to making errors in its calculations, this question will resolve ambiguously.\nThe category “standout charities” used to exist. It no longer does, so can be ignored.\nIf the GiveWell program reviews spreadsheet is no longer linked from this page, a superseding spreadsheet may be used. A superseding spreadsheet should have very similar column headings or the same title (“GiveWell programme reviews) or be linked under “prioritized list of programmes” from this page or failing that, be the consensus choice of admins commenting on the question.\nFor clarity, if the above criteria aren’t met, but a reasonable spreadsheet exists which contains a grant for breastfeeding promotion exists, admins can post their suggestions of the spreadsheet in the comments of this question. Admins can change their votes, but at the time of resolution, all admins should have commented in favour of the same spreadsheet. If they have not, and the question does not resolve positively by any of the other methods, the question resolves ambiguously.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"c899777e-baf2-4f4f-a41a-c8c48784ff4d","title":"Will GiveWell not recommend any grants to support breastfeeding promotion or denote it a \"top charity\" before 2027?","body":"Resolution Criteria\nThis question resolves positively if GiveWell does not publish a recommendation that grants be given to support breastfeeding promotion on or before December 31, 2026. Or if a breastfeeding promotion charity is not designated a top charity before December 31, 2026.\nThis may happen in the following ways:\nGiveWell does not write “yes” in the column “Have we recommended one or more grants to support this program?” in the “breastfeeding promotion” row of the GiveWell program reviews spreadsheet or the spreadsheet which supersedes this one (see below).\nGivewell does not publish a blog in which they announce they are recommending a grant in the area of breastfeeding promotion\nGivewell does not add an incubation grant to a breastfeeding promotion charity on this page https://www.givewell.org/research/incubation-grants\nA GiveWell blog post does not announce that a charity in the area of breastfeeding promotion is a “Top Charity”\nGiveWell does not publish a section on breastfeeding promotion on its Top Charities page\nFine Print\nIf GiveWell does not publish a recommendation that is no longer in force in 2027, this question resolves positively. Eg GiveWell no longer recommends grants to GiveDirectly, but it once did.\nIf GiveWell does not revoke a recommendation due to making errors in its calculations, this question will resolve ambiguously.\nThe category “standout charities” used to exist. It no longer does, so can be ignored.\nIf the GiveWell program reviews spreadsheet is no longer linked from this page, a superseding spreadsheet may be used. A superseding spreadsheet should have very similar column headings or the same title (“GiveWell programme reviews) or be linked under “prioritized list of programmes” from this page or failing that, be the consensus choice of admins commenting on the question.\nFor clarity, if the above criteria aren’t met, but a reasonable spreadsheet exists which contains a grant for breastfeeding promotion exists, admins can post their suggestions of the spreadsheet in the comments of this question. Admins can change their votes, but at the time of resolution, all admins should have commented in favour of the same spreadsheet. If they have not, and the question does not resolve positively by any of the other methods, the question resolves ambiguously.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"a5d852cc-11de-4e64-9216-e9432417f9d4","title":"Will GiveWell recommend 1 or more grants to support breastfeeding promotion or denote it a \"top charity\" before 2027?","body":"Resolution Criteria\nThis question resolves positively if GiveWell publishes a recommendation that grants be given to support breastfeeding promotion or on or before December 31, 2026. Or if a breastfeeding promotion charity is designated a top charity before December 31, 2026.\nThis may happen in the following ways:\nGiveWell writes “yes” in the column “Have we recommended one or more grants to support this program?” in the “breastfeeding promotion” row of the GiveWell program reviews spreadsheet or the spreadsheet which supersedes this one (see below).\nGivewell publishes a blog in which which they announce they are recommending a grant in the area of breastfeeding promotion\nGivewell adds an incubation grant to a breastfeeding promotion charity on this page https://www.givewell.org/research/incubation-grants\nA GiveWell blog post announcing that a charity in the area of breastfeeding promotion is a “Top Charity”\nGiveWell publishes a section on breastfeeding promotion on its Top Charities page\nFine Print\nIf GiveWell publishes a recommendation that is no longer in force in 2027, this question resolves positively. Eg GiveWell no longer recommends grants to GiveDirectly, but it once did.\nIf GiveWell revokes a recommendation due to making errors in its calculations, this question will resolve ambiguously.\nThe category “standout charities” used to exist. It no longer does, so can be ignored.\nIf the GiveWell program reviews spreadsheet is no longer linked from this page, a superseding spreadsheet may be used. A superseding spreadsheet should have very similar column headings or the same title (“GiveWell programme reviews) or be linked under “prioritized list of programmes” from this page or failing that, be the consensus choice of admins commenting on the question.\nFor clarity, if the above criteria aren’t met, but a reasonable spreadsheet exists which contains a grant for breastfeeding promotion exists, admins can post their suggestions of the spreadsheet in the comments of this question. Admins can change their votes, but at the time of resolution, all admins should have commented in favour of the same spreadsheet. If they have not, and the question does not resolve positively by any of the other methods, the question resolves ambiguously.\n","resolution_date":"2026-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8408","metadata":{"topics":[],"background_info":"GiveWell has recommended grants to over 10 charities over the years. They are currently investigating 14 charity areas including breastfeeding promotion.\nThe following sections are quoted from GiveWell’s explanation of the topic:\n“The World Health Organization (WHO) and UNICEF recommend early initiation of breastfeeding, exclusive breastfeeding to 6 months, and partial breastfeeding to age 24 months to improve infant and maternal health, but the majority of infants are not fed according to these guidelines. Mothers may not breastfeed as long or as intensively as they would like due to a lack of skills and support, so various maternal counselling and support interventions promote breastfeeding behaviour change.”\nEffectiveness for the following reasons: “We believe there is reasonably strong evidence that breastfeeding support programs can lead to increases in rates of exclusive breastfeeding up to 6 months (compared to some or predominant breastfeeding) and breastfeeding duration, as recommended by WHO/UNICEF. Their impacts on exclusive breastfeeding may be larger in low-income countries. There is additional evidence that increasing breastfeeding reduces diarrhoea morbidity, which likely leads to reductions in childhood mortality from diarrhoea. It may also cause additional benefits that we have not yet vetted.”\n"},"resolution":null}}}}
