{"P":{"id":"baea54a1-abcd-4295-ab27-7157d8ac0a4c","title":"Will global oil consumption over the 2020-2025 period be lower than in 2019?","body":"Resolution Criteria\nThis question will resolve as Yes if no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA.\nIt will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"12e9d869-2112-4a09-983c-3f36318ccdf1","title":"Will global oil consumption over the 2020-2025 period be higher than in 2019?","body":"Resolution Criteria\nThis question will resolve as Yes if any year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA.\nIt will resolve negatively if no year from 2020-2025 has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"4dc106f1-907e-4bf0-8eb9-e9c9e0e50f8a","title":"Will global oil consumption over the 2020-2025 period be lower than in 2019?","body":"Resolution Criteria\nThis question will resolve as Yes if no year from 2020-2025 (inclusive) has greater global oil consumption than 2019 according to the EIA.\nIt will resolve negatively if any of those 6 years has greater consumption. It will resolve ambiguous if the EIA does not post consumption data for 2025 by the end of 2026, and no comparably authoritative source can be found (for which that source's 2019 data would be necessary)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4633","metadata":{"topics":[],"background_info":"Pre-covid, several forecasters expected peak oil consumption to be in the 2020s. Now, in light of plummeting 2020 consumption, several energy forecasters have concluded that perhaps the peak was 2019.\nAccording to the EIA, 2019 usage was 100.87 mb/day (under total world consumption of petroleum and other liquids)."},"resolution":null}}}}
{"P":{"id":"db1c00b6-b1c4-4973-b72c-4bdb7b887b58","title":"Will a small molecule GLP-1-based drug be approved for the treatment of obesity by the FDA or EMA by 2029?","body":"Resolution Criteria\nThis question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency approve a small-molecule GLP-1-based drug for the purpose of weight loss by 2029-01-01.\n“Small molecule GLP-1-based drug” is defined here as a drug that is not based on a protein and is intended to act on the GLP-1 receptor as its primary biological target, or as a major biological target. For context, all drugs with current (2021) regulatory approval that target the GLP-1 system are based on proteins\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"8073fc2f-44de-4beb-85b1-e952ddca0a31","title":"Will no small molecule GLP-1-based drug be approved for the treatment of obesity by the FDA or EMA by 2029?","body":"Resolution Criteria\nThis question will resolve negatively if neither the US Food and Drug Administration nor the European Medicines Agency approve a small-molecule GLP-1-based drug for the purpose of weight loss by 2029-01-01.\n“Small molecule GLP-1-based drug” is defined here as a drug that is not based on a protein and is intended to act on the GLP-1 receptor as its primary biological target, or as a major biological target. For context, all drugs with current (2021) regulatory approval that target the GLP-1 system are based on proteins\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ca33ec42-8ce5-4705-a8d5-3de52b29133a","title":"Will a small molecule GLP-1-based drug be approved for the treatment of obesity by the FDA or EMA by 2029?","body":"Resolution Criteria\nThis question will resolve positively if either the US Food and Drug Administration or the European Medicines Agency approve a small-molecule GLP-1-based drug for the purpose of weight loss by 2029-01-01.\n“Small molecule GLP-1-based drug” is defined here as a drug that is not based on a protein and is intended to act on the GLP-1 receptor as its primary biological target, or as a major biological target. For context, all drugs with current (2021) regulatory approval that target the GLP-1 system are based on proteins\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8601","metadata":{"topics":[],"background_info":"Pharmaceutical researchers have recently made progress in weight-loss management with the development of Semaglutide which has demonstrated 15-18% weight loss in subjects. Side effects are relatively minor, and it is administered as a once-per-week injection.\nUltimately, non-protein “small molecule” drugs that activate GLP-1 receptors may offer advantages over proteins like semaglutide. These advantages include potentially lower cost of production in less specialized facilities, good oral availability, and longer shelf-life. In June of 2020, Pfizer presented promising results from a phase 1 trial of a small molecule GLP-1 receptor activator, PF-06882961, in people with type 2 diabetes. Over 28 days of treatment, the drug substantially improved blood glucose control and reduced body weight by 2-9%, depending on dose. Novo Nordisk may be working in the area as well."},"resolution":null}}}}
{"P":{"id":"2fd68095-c39e-4d51-b502-d1f8d8f2fe54","title":"Will any asteroid or comet have been mined in space for commercial purposes before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at least 100kg of resources are harvested primarily for commercial purposes from any asteroids or comets before January 1, 2030, according to credible media reports.\nResources mined from asteroids or comets after impact with Earth or any other planetary-mass body do not count for purposes of this question. 'Commercial purposes' includes (inter alia) exclusive use by the mining company or sale on commercial terms (e.g. not a nominal $1 payment) to any third party (for any purpose, including scientific analysis), but excludes purely scientific missions launched by public or private bodies with the sole goal of performing scientific analysis on material samples\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"84e23236-9190-4bbe-87c4-864b5f67301d","title":"Will no asteroid or comet have been mined in space for commercial purposes before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if less than 100kg of resources are harvested primarily for commercial purposes from any asteroids or comets before January 1, 2030, according to credible media reports.\nResources mined from asteroids or comets after impact with Earth or any other planetary-mass body do not count for purposes of this question. 'Commercial purposes' includes (inter alia) exclusive use by the mining company or sale on commercial terms (e.g. not a nominal $1 payment) to any third party (for any purpose, including scientific analysis), but excludes purely scientific missions launched by public or private bodies with the sole goal of performing scientific analysis on material samples\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"ea00c2aa-6081-4bb0-b918-6d0730af3add","title":"Will any asteroid or comet have been mined in space for commercial purposes before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if at least 100kg of resources are harvested primarily for commercial purposes from any asteroids or comets before January 1, 2030, according to credible media reports.\nResources mined from asteroids or comets after impact with Earth or any other planetary-mass body do not count for purposes of this question. 'Commercial purposes' includes (inter alia) exclusive use by the mining company or sale on commercial terms (e.g. not a nominal $1 payment) to any third party (for any purpose, including scientific analysis), but excludes purely scientific missions launched by public or private bodies with the sole goal of performing scientific analysis on material samples\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1662","metadata":{"topics":[],"background_info":"A number of commercial ventures have been founded in the 21st century with the goal of mining various asteroids and comets in the solar system for commercial purposes.\nThere are a number of valuable resources that could in principle be harvested from these objects, including gold, iridium, silver, osmium, palladium, platinum, rhenium, rhodium, ruthenium and tungsten for transport back to Earth; iron, cobalt, manganese, molybdenum, nickel, aluminium, and titanium for space-based construction. Perhaps the most immediately useful resource may be water, which could be converted into hydrogen and oxygen to fuel spacecraft.\nSome identified asteroids are believed to be quite rich in minerals. Indeed, if one were to look up current prices on the London Metal Exchange for these resources and assume (quite wrongly, of course) that the price would hold up in the event that asteroid mining became practical and economical, there are many individual asteroids whose value far exceeds 100 trillion US dollars. As of September 2016, there were 711 known asteroids with a computed value exceeding US$100 trillion.\nSome nations are beginning to promulgate legal regimes for extraterrestrial resource extraction. For example, the United States \"SPACE Act of 2015,\" facilitating private development of space resources consistent with US international treaty obligations, passed the US House of Representatives in July 2015. In November 2015 it passed the United States Senate.\nOn 25 November, US President Barack Obama signed the H.R.2262 – U.S. Commercial Space Launch Competitiveness Act into law. The law recognizes the right of U.S. citizens to own space resources they obtain and encourages the commercial exploration and utilization of resources from asteroids.\nAccording to the article § 51303 of the law: \"A United States citizen engaged in commercial recovery of an asteroid resource or a space resource under this chapter shall be entitled to any asteroid resource or space resource obtained, including to possess, own, transport, use, and sell the asteroid resource or space resource obtained in accordance with applicable law, including the international obligations of the United States.\"\nIn February 2016, the Government of Luxembourg announced that it would attempt to \"jump-start an industrial sector to mine asteroid resources in space\" by, among other things, creating a \"legal framework\" and regulatory incentives for companies involved in the industry. By June 2016, it announced that it would \"invest more than US$200 million in research, technology demonstration, and in the direct purchase of equity in companies relocating to Luxembourg.\" In 2017, it became the \"first European country to pass a law conferring to companies the ownership of any resources they extract from space\", and remained active in advancing space resource public policy in 2018.\nSome have suggested that the first trillionaire(s) will be created by the space mining industry.\n"},"resolution":null}}}}
{"P":{"id":"71323857-ddf9-4081-8f05-b6813cf541d8","title":"Will at least 10 of the 20 highest grossing new movies in the year 2050 be remakes of previous movies or continuations of previous movie franchises?","body":"Resolution Criteria\nThis resolves positively if at least 10 of the top 20 highest grossing movies in the United States in 2050 are part of a franchise which has previously appeared in a movie released in theaters in the United States. Sequels to previously released movies, spin-off movies containing characters from a previously released movie, and in-universe movies (for example a Star Wars movie containing entirely new characters and settings but canonically in the Star Wars universe) would all count as part of an existing franchise previously appearing in a movie. If theaters are no longer the primary form of new movie releases in 2050 the admins may use their discretion to determine an equivalent metric for the highest grossing movies in the US in 2050\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"317cdc02-296f-4860-bd06-255215989273","title":"Will fewer than 10 of the 20 highest grossing new movies in the year 2050 be remakes of previous movies or continuations of previous movie franchises?","body":"Resolution Criteria\nThis resolves negatively if fewer than 10 of the top 20 highest grossing movies in the United States in 2050 are part of a franchise which has previously appeared in a movie released in theaters in the United States. Sequels to previously released movies, spin-off movies containing characters from a previously released movie, and in-universe movies (for example a Star Wars movie containing entirely new characters and settings but canonically in the Star Wars universe) would all count as part of an existing franchise previously appearing in a movie. If theaters are no longer the primary form of new movie releases in 2050 the admins may use their discretion to determine an equivalent metric for the highest grossing movies in the US in 2050\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"f294de16-a6ac-4177-9d73-d281d6f7433c","title":"Will at least 10 of the 20 highest grossing new movies in the year 2050 be remakes of previous movies or continuations of previous movie franchises?","body":"Resolution Criteria\nThis resolves positively if at least 10 of the top 20 highest grossing movies in the United States in 2050 are part of a franchise which has previously appeared in a movie released in theaters in the United States. Sequels to previously released movies, spin-off movies containing characters from a previously released movie, and in-universe movies (for example a Star Wars movie containing entirely new characters and settings but canonically in the Star Wars universe) would all count as part of an existing franchise previously appearing in a movie. If theaters are no longer the primary form of new movie releases in 2050 the admins may use their discretion to determine an equivalent metric for the highest grossing movies in the US in 2050\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8583","metadata":{"topics":[],"background_info":"The prevalence of remakes (such as Aladdin (2019) and Rise of the Planet of the Apes (2011)) and continuing franchises (such as the Marvel Cinematic Universe and the Fast and Furious franchises) has been a topic of discussion and has been used by some as evidence of a lack of ideas or an aversion to risk in Hollywood. Others see it as a sign of a stagnant culture. Neuroscientist and fiction author Erik Hoel wrote the following about culture in the year 2050 in a blog post published August 25, 2021\nThe panopticon of social media and state control will lead to cultural stagnation. We already see early hints of this. Consider the remakes of older movies: 2050 will be a stew of remakes of remakes, and familiar and boring intellectual property (like Star Wars) will be king. Creativity vivacity will suffer, especially in the arts and humanities. The coming half-century will be a great one for innovations in finance, engineering, space travel, and artificial intelligence. It will be a terrible one for the arts and basic scientific advancements (like a new physics), for such advancements require iconoclastic and creative lone individuals. This prediction is already augured by judging the 2000-2020 creative period overall in areas like art, music, literature, film, and scientific discoveries, and finding it severely lacking compared to, say, 1950-1970.\n"},"resolution":null}}}}
{"P":{"id":"c9f83d83-aa58-4687-a3cd-8096e06d0ace","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"3e597647-9b7b-444f-9cd2-160f499d9084","title":"Will no mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve negatively if by 1 January 2035, no credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"04090416-c110-4c89-9ad1-80cc17aa78d6","title":"Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?","body":"Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1624","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"ce729ba9-b4f2-474f-b898-d2ae8627fac8","title":"Will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"ad55a9e3-7ea1-434a-95e4-5be9bb4e89cf","title":"Will Turkey not be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025. The question will resolve as No if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"87539726-0820-46e5-ad88-a210967a1a5f","title":"Will Turkey be a NATO member continuously until January 1, 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n","resolution_date":"2025-01-01T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3238","metadata":{"topics":[],"background_info":"The North Atlantic Treaty Organization is an intergovernmental military alliance between 29 North American and European countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by any external party.\nIn 1952, Turkey joined NATO.\nIn recent years, Turkey's leader Recep Tayyip Erdoğan has been widely criticised as an authoritarian. Further, Turkey's military incursions into Syria have caused some to ask if Turkey will continue to be a NATO member, or if it could be suspended or expelled.\nHowever, no existing provision in the North Atlantic Treaty provides for the suspension or expulsion of a NATO member.\n"},"resolution":null}}}}
{"P":{"id":"8b890d8c-937a-4cb4-a237-4de2381c77e9","title":"Will Soylent-like meal replacements be labeled unhealthy?","body":"Resolution Criteria\nA meal replacement is\na drink, bar, soup, etc. intended as a substitute for a solid food meal, usually with controlled quantities of calories and nutrients.\nMeal replacements may be consumed instead of traditional foodstuffs for several reasons, like dietary restrictions, price, and convenience.\nA class of meal replacements claiming to be nutritionally complete has gained popularity over the last decade. They are consumed as shakes and sold either in powder form or pre-mixed with water. Prime examples include Soylent and Huel. A more comprehensive list can be found on blendrunner.com.\nDue to their novelty, it is unclear whether they're in fact nutritionally complete, as there could be unknown unknowns in human nutrition. Moreover, no empirical studies have established the safety of using them as one's main or sole food source over the long-term.\nWill Soylent-like meal replacements be labeled unhealthy before 2030?\nThis question resolves positive if, before 2030/1/1, the FDA or the EFSA do any of the following:\nIssuing official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone. It should be clear from the phrasing that they're referring to Soylent-like products specifically, i.e. products consumed as shakes and claiming to be nutritionally complete.\nBanning an ingredient or manufacturing procedure currently used by any of the products listed in the fine print.\nList of products, taken from blendrunner.com:\nSoylent Powder/Drink\nHuel Powder/Ready-to-drink\nQueal Steady\nJimmy Joy's Plenny Shake/Drink\nManaPowder/ManaDrink\nSaturo Powder/Drink\nIf additional products are listed by blendrunner.com in this category, they will not be considered for the purposes of this question.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"c38d5725-3ba8-4fbb-a899-334bea7024c0","title":"Will Soylent-like meal replacements not be labeled unhealthy?","body":"Resolution Criteria\nA meal replacement is\na drink, bar, soup, etc. intended as a substitute for a solid food meal, usually with controlled quantities of calories and nutrients.\nMeal replacements may be consumed instead of traditional foodstuffs for several reasons, like dietary restrictions, price, and convenience.\nA class of meal replacements claiming to be nutritionally complete has gained popularity over the last decade. They are consumed as shakes and sold either in powder form or pre-mixed with water. Prime examples include Soylent and Huel. A more comprehensive list can be found on blendrunner.com.\nDue to their novelty, it is unclear whether they're in fact nutritionally complete, as there could be unknown unknowns in human nutrition. Moreover, no empirical studies have established the safety of using them as one's main or sole food source over the long-term.\nWill Soylent-like meal replacements not be labeled unhealthy before 2030?\nThis question resolves positive if, before 2030/1/1, the FDA or the EFSA do not do any of the following:\nIssuing official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone. It should be clear from the phrasing that they're referring to Soylent-like products specifically, i.e. products consumed as shakes and claiming to be nutritionally complete.\nBanning an ingredient or manufacturing procedure currently used by any of the products listed in the fine print.\nList of products, taken from blendrunner.com:\nSoylent Powder/Drink\nHuel Powder/Ready-to-drink\nQueal Steady\nJimmy Joy's Plenny Shake/Drink\nManaPowder/ManaDrink\nSaturo Powder/Drink\nIf additional products are listed by blendrunner.com in this category, they will not be considered for the purposes of this question.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"571f1e80-8613-42ff-b75f-6b97cac103de","title":"Will Soylent-like meal replacements be labeled unhealthy?","body":"Resolution Criteria\nA meal replacement is\na drink, bar, soup, etc. intended as a substitute for a solid food meal, usually with controlled quantities of calories and nutrients.\nMeal replacements may be consumed instead of traditional foodstuffs for several reasons, like dietary restrictions, price, and convenience.\nA class of meal replacements claiming to be nutritionally complete has gained popularity over the last decade. They are consumed as shakes and sold either in powder form or pre-mixed with water. Prime examples include Soylent and Huel. A more comprehensive list can be found on blendrunner.com.\nDue to their novelty, it is unclear whether they're in fact nutritionally complete, as there could be unknown unknowns in human nutrition. Moreover, no empirical studies have established the safety of using them as one's main or sole food source over the long-term.\nWill Soylent-like meal replacements be labeled unhealthy before 2030?\nThis question resolves positive if, before 2030/1/1, the FDA or the EFSA do any of the following:\nIssuing official guidelines stating that a healthy diet should not rely on meal replacements of this kind alone. It should be clear from the phrasing that they're referring to Soylent-like products specifically, i.e. products consumed as shakes and claiming to be nutritionally complete.\nBanning an ingredient or manufacturing procedure currently used by any of the products listed in the fine print.\nList of products, taken from blendrunner.com:\nSoylent Powder/Drink\nHuel Powder/Ready-to-drink\nQueal Steady\nJimmy Joy's Plenny Shake/Drink\nManaPowder/ManaDrink\nSaturo Powder/Drink\nIf additional products are listed by blendrunner.com in this category, they will not be considered for the purposes of this question.\n","resolution_date":"2023-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6967","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"152a4853-d042-4060-8a03-cfd6738d3aa1","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"ee090846-a241-4fc9-8215-7f5345687f36","title":"If there are no nuclear detonations by 2030, in which countries will there be no fatalities? (China)","body":"Resolution Criteria\nThis group is conditional on no offensive nuclear detonations occurring at any time between January 1, 2021 and January 1, 2030. If at least one such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there are no offensive nuclear detonations in this time period, the following sub-questions will resolve as Yes if there are no fatalities from any nuclear detonation occurring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is at least one fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur within all of the following areas (for example, they occur in international waters, or a region(s) listed below), all options below will resolve as No.\nThe fatality must not be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" excludes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, and includes detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs more than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"5a591ff1-c917-4e22-bb61-c91fc8f79d9d","title":"If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (China)","body":"Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8364","metadata":{"topics":[],"background_info":"Which countries would be targeted in a nuclear conflict is relevant both for understanding the total risk posed by nuclear weapons and for understanding how to reduce that risk."},"resolution":null}}}}
{"P":{"id":"4fa5afd9-799f-4bf3-bfea-3b7b0d217d7b","title":"Will a CANZUK Free Movement Treaty be Adopted Before 2029?","body":"Resolution Criteria\nSee https://en.wikipedia.org/wiki/CANZUK\nCANZUK is an acronym for Canada, Australia, New Zealand and the United Kingdom.\nIt's used for a proposed free movement alliance amongst those countries modeled upon what already exists between Australia and New Zealand. Citizens, especially labor, could then move nearly as freely among them as among the states in the US.\nThough the idea has been around for decades, Brexit has heightened UK interest in the concept as a replacement for the EU.\nWill a CANZUK Free Movement Treaty be Agreed Before 2029?\nThe question resolves positively if a free movement treaty (or treaties) including but not limited to Canada, New Zealand, Australia and the United Kingdom is adopted.\nFree Movement means that a citizen using only a passport from one participating country may (with few restrictions) move among, reside in and work in any of them.\nResolution needs only that the treaty be adopted by the deadline; it need not have taken effect.\nMovement restrictions regarding criminals and disease transmission don't matter as long as a passport from one country generally makes one eligible to work in any. See the Trans-Tasman Travel Agreement (TTTA) as a model. Indeed, an expansion of the TTTA itself to include Canada and the UK would be a canonical positive resolution.\nIt doesn't matter if Scotland secedes from the UK.\n","resolution_date":"2028-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"ca4c7c15-baf7-4488-953d-483e744dcddc","title":"Will a CANZUK Free Movement Treaty Not Be Adopted Before 2029?","body":"Resolution Criteria\nSee https://en.wikipedia.org/wiki/CANZUK\nCANZUK is an acronym for Canada, Australia, New Zealand and the United Kingdom.\nIt's used for a proposed free movement alliance amongst those countries modeled upon what already exists between Australia and New Zealand. Citizens, especially labor, could then move nearly as freely among them as among the states in the US.\nThough the idea has been around for decades, Brexit has heightened UK interest in the concept as a replacement for the EU.\nWill a CANZUK Free Movement Treaty Not Be Agreed Before 2029?\nThe question resolves negatively if a free movement treaty (or treaties) including but not limited to Canada, New Zealand, Australia and the United Kingdom is not adopted.\nFree Movement means that a citizen using only a passport from one participating country may (with few restrictions) move among, reside in and work in any of them.\nResolution needs only that the treaty not be adopted by the deadline; it need not have taken effect.\nMovement restrictions regarding criminals and disease transmission don't matter as long as a passport from one country generally makes one ineligible to work in any. See the Trans-Tasman Travel Agreement (TTTA) as a model. Indeed, an expansion of the TTTA itself to include Canada and the UK would be a canonical negative resolution.\nIt doesn't matter if Scotland secedes from the UK.\n","resolution_date":"2028-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"956f543f-94b1-4697-a2b8-e0f956d38558","title":"Will a CANZUK Free Movement Treaty be Adopted Before 2029?","body":"Resolution Criteria\nSee https://en.wikipedia.org/wiki/CANZUK\nCANZUK is an acronym for Canada, Australia, New Zealand and the United Kingdom.\nIt's used for a proposed free movement alliance amongst those countries modeled upon what already exists between Australia and New Zealand. Citizens, especially labor, could then move nearly as freely among them as among the states in the US.\nThough the idea has been around for decades, Brexit has heightened UK interest in the concept as a replacement for the EU.\nWill a CANZUK Free Movement Treaty be Agreed Before 2029?\nThe question resolves positively if a free movement treaty (or treaties) including but not limited to Canada, New Zealand, Australia and the United Kingdom is adopted.\nFree Movement means that a citizen using only a passport from one participating country may (with few restrictions) move among, reside in and work in any of them.\nResolution needs only that the treaty be adopted by the deadline; it need not have taken effect.\nMovement restrictions regarding criminals and disease transmission don't matter as long as a passport from one country generally makes one eligible to work in any. See the Trans-Tasman Travel Agreement (TTTA) as a model. Indeed, an expansion of the TTTA itself to include Canada and the UK would be a canonical positive resolution.\nIt doesn't matter if Scotland secedes from the UK.\n","resolution_date":"2028-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7217","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
{"P":{"id":"7fe3e61a-64cd-4dbe-8c34-271a2fec09f7","title":"Will Mars have a permanent population of 10,000 before the Moon does?","body":"Resolution Criteria\nMars is often disussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. I've chosen 3 years to exclude people who arrive on Mars during one Earth-Mars opposition and leave during the next.\nResidents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question.\n'Residence' is defined and determined by the government or entity administering the colony, or a similar official source.\nIn case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans.\nResolves ambiguous if neither body meets the criterion by 2100.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"not_P":{"id":"6815f3cc-a53a-4c85-bff7-e53bee1aa0a6","title":"Will the Moon have a permanent population of 10,000 before Mars does?","body":"Resolution Criteria\nMars is often disussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. I've chosen 3 years to exclude people who arrive on Mars during one Earth-Mars opposition and leave during the next.\nResidents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question.\n'Residence' is defined and determined by the government or entity administering the colony, or a similar official source.\nIn case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans.\nResolves ambiguous if neither body meets the criterion by 2100.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"metadata":{"base_sentences":{"P":{"id":"88125839-6037-4517-85c3-60f8374335fc","title":"Will Mars have a permanent population of 10,000 before the Moon does?","body":"Resolution Criteria\nMars is often disussed as a target for mass colonization and eventual terraforming, notably by SpaceX. The Moon does not seem to be viewed as a future 'alternative' to Earth in the same way that Mars is.\nStats to consider:\nDistance\nMars: between 55 and 400 million km from Earth (0.37 to 2.7 AU). It comes nearest to Earth every 2.14 years, or ~26 months.\nThe Moon: ~0.38 million km from Earth (~0.0026 AU).\nOne-way communication lag\nMars: between 3 to 22 minutes\nThe Moon: ~1.3 seconds\nGravity\nMars: 0.38 g\nThe Moon: 0.17 g\nRotation period\nMars: 25 hours\nThe Moon: 1 month\nAtmosphere\nMars: mostly CO2, at ~1% the pressure of Earth's.\nThe Moon: negligible if any.\nSolar energy\nMars: ~44% of Earth's, but occasional dust storms can bring this down to almost nothing.\nThe Moon: same as Earth's, but with no clouds or other interference.\nThis question is resolved when either the Moon or Mars has 10,000 people living on the body who have been residents for 3+ years at the time of counting. I've chosen 3 years to exclude people who arrive on Mars during one Earth-Mars opposition and leave during the next.\nResidents of Phobos and Deimos, or of satellites in orbit around either body, are not counted for this question.\n'Residence' is defined and determined by the government or entity administering the colony, or a similar official source.\nIn case political structures are substantially different, an admin may judge this question based on a different definitions of 'residence' that still captures the idea that it requires a person to have lived there for at least a relatively uninterrupted three years. Ems don't count as humans.\nResolves ambiguous if neither body meets the criterion by 2100.\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3112","metadata":{"topics":[],"background_info":""},"resolution":null}}}}
