{"P":{"id":"2bdd4109-213e-453e-a6c3-10a6193d9197","title":"Will a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if the average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024. For the purpose of this question, we shall refer to the current weightings of the SPDR S&P 500 ETF\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f135ac49-8f68-4f55-aa5c-e59aaee4421a","title":"Will the federal minimum wage increase in the United States before 2025?","body":"Resolution Criteria\nThe federal minimum wage in the United States is currently $7.25 an hour, and was most recently changed in 2009.\nThis question resolves positively if at least three reliable media outlets report that the federal minimum wage increased from $7.25 any time before January 1st 2025. Otherwise, it resolves negatively.\nThis question can be resolved at any time.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e6518654-43cc-4b19-91ec-c380dab9d55b","title":"Will either of the following occur before 2025?","body":"(a) The average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period. For the purpose of this question, we shall refer to the current weightings of the SPDR S&P 500 ETF.\n(b) The federal minimum wage in the United States increases from $7.25 an hour. This question resolves positively if at least three reliable media outlets report the increase.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"236e9366-f493-402a-9b84-81b0f96a6bbb","title":"Will either of the following occur before 2025?","body":"(a) The federal minimum wage in the United States increases from its current rate of $7.25 an hour. This question resolves positively if at least three reliable media outlets report that the federal minimum wage increased any time before January 1st, 2025. Otherwise, it resolves negatively.\n(b) The average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period. This question will resolve as Yes if this condition is met before the end of 2024.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"7fa8be35-0e55-4fee-8985-552ca2801cae","title":"Will a S&P500 tech boom surpass the dotcom bubble for one quarter or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if the average sector weighting of the IT industry of the S&P500 surpasses 30% for either a three consecutive month period or a 90 consecutive days period, before the end of 2024. For the purpose of this question, we shall refer to the current weightings of the SPDR S&P 500 ETF\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2645","metadata":{"topics":[],"background_info":"Electricity, internal combustion engines, and semiconductors facilitated automation in the last century, but AI now seems poised to automate many tasks once thought to be out of reach, from driving cars to making medical recommendations and beyond.\nHowever, measured productivity growth has actually declined by half over the past decade.[2] To some extent, this may be evidence that information technology and other conventional stuff (non-informational inputs or outputs) aren't actually so cheaply or widely substitutable.[3]\nThe prospects of growth of tech and automation may also be constrained by Baumol’s “cost disease”: sectors with rapid productivity growth are able to charge lower prices and subsequently have their share of GDP decline, whilst those with relatively slow productivity growth experience increases in their share of the value contributed to the economy. This might effectively cap the rate of growth of the value of tech as a proportion of the total economy.[4]\nBrynjolfsson et al.[5] have argued that recent progress in AI and automation might well be radically productivity enhancing, but this might yet go largely unnoticed because of an implementation lag: it takes considerable time to be able to sufficiently harness technologies with broad potential application that they qualify as general purpose technologies.\nWith the exception of the brief spike during dotcom bubble around the year 2000, the proportion of valuations contributed by tech companies in the S&P500 has been trending up only very slowly (~0.3 percentage points per year since 2003, see data).\nHence, with the exception of the dotcom bubble, we have arguably have not seen substantial evidence of investors suspecting a big trend-deviating disruption in the extent of productivity enhancing automation.\n"},"resolution":null},"Q":{"id":"15b7a935-31cc-49e3-812f-4e48d4afa2a9","title":"Will the federal minimum wage increase in the United States before 2025?","body":"Resolution Criteria\nThe federal minimum wage in the United States is currently $7.25 an hour, and was most recently changed in 2009.\nThis question resolves positively if at least three reliable media outlets report that the federal minimum wage increased from $7.25 any time before January 1st 2025. Otherwise, it resolves negatively.\nThis question can be resolved at any time.\n","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3631","metadata":{"topics":[],"background_info":""},"resolution":null}},"relevance":{"reasons":["A tech boom in the S&P500 could lead to increased economic growth and potentially higher wages, which might influence political decisions regarding the federal minimum wage.","Increased profitability and economic activity in the tech sector could lead to greater lobbying power for tech companies, which might influence wage policies.","A booming tech sector might create a tighter labor market, increasing pressure to raise the minimum wage."],"conclusion":"There are plausible economic and political connections between a tech boom in the S&P500 and an increase in the federal minimum wage.","score":7.0}}}
{"P":{"id":"9a4dfa6d-8208-42e7-8f69-6f77a5828977","title":"Will the United States recognize the Islamic Emirate of Afghanistan before 2030?","body":"Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ae9e797d-848d-4d44-bd5f-9784695a1853","title":"Will there be a US-China war before 2035?","body":"Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"3c34a235-8385-4168-89e5-55dddf067dd5","title":"Will either of the following occur before their respective deadlines: (a) The United States recognizes the Islamic Emirate of Afghanistan (b) A US-China war occurs?","body":"Resolution Criteria\n(a) This part of the question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.\n(b) This part of the question will resolve positively if before 01-01-2035, a US-China war occurs, defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"b35cafd8-cc78-4bdb-baed-1941ac9aff51","title":"Will either of the following occur before their respective deadlines?","body":"(a) Will there be a US-China war before 2035? For the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively. We here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n(b) Will the United States recognize the Islamic Emirate of Afghanistan before 2030? This question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"99389bf7-e98b-40dd-8173-7590fd5d3057","title":"Will the United States recognize the Islamic Emirate of Afghanistan before 2030?","body":"Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7872","metadata":{"topics":[],"background_info":"In the wake of the Taliban takeover of Afghanistan, the Islamic Emirate of Afghanistan has remained an unrecognized state. The United States has said it is premature to recognize the Taliban. The US has also said that recognition of the Taliban would be contingent on the Taliban respecting women's rights and not supporting terrorism."},"resolution":null},"Q":{"id":"de293c98-f319-498a-9737-c482a204bfa3","title":"Will there be a US-China war before 2035?","body":"Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2034-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8362","metadata":{"topics":[],"background_info":"Beginning with China's entry to the nuclear club in the 1960s and culminating most recently with the development of China's naval power in the South China Sea and the threats to Taiwan, the US and China have experienced increasingly tense foreign relations over the last several decades. In addition, the US and China recently entered into a trade war in 2018 at the behest of the former President Trump. Questions now arise on the potential for a US-China cold war, or military conflict in the South China Sea."},"resolution":null}},"relevance":{"reasons":["Geopolitical Dynamics: The recognition of the Islamic Emirate of Afghanistan by the United States could be influenced by broader geopolitical strategies, including the US's stance towards China. A shift in US foreign policy towards Afghanistan might be part of a larger strategy to counterbalance China's influence in the region.","Regional Stability: The recognition of the Islamic Emirate of Afghanistan could impact regional stability in South Asia, which in turn could affect US-China relations. Increased instability might heighten tensions between the US and China, potentially leading to conflict.","Diplomatic Signaling: Recognizing the Islamic Emirate of Afghanistan could be seen as a diplomatic signal to China, either as a gesture of goodwill or as a strategic move. This could influence the likelihood of a US-China war."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as changes in US foreign policy towards Afghanistan could be part of broader geopolitical strategies involving China.","score":7.0}}}
{"P":{"id":"97fa9678-f71a-4ae5-9ea6-19f4ea2e2f42","title":"Will global fertility drop to 0.25 births per woman before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive)","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"439df2ab-ffd6-4925-a30d-c11e44901ea1","title":"Will Nigeria's population exceed 400 million before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the total population of Nigeria is at least 400 million people at any point before January 1, 2050, according to the United Nations, World Health Organisation, competent statistical authorities in Nigeria or similarly credible data. The data need not be available on January 1, 2050; but it must provide population figures for that date or earlier.\nFine Print\nIf in January 2050 Nigeria is no longer an independent country, this question will resolve as Ambiguous.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"6c0ec77c-1812-4727-99e9-022bdcaef8cc","title":"Will either of the following occur before their respective deadlines?","body":"(a) The annual total fertility rate of the world drops to or below 0.25 births per woman at any point between 2021 and 2045, as reported by the United Nations or another credible body.\n(b) Nigeria's population reaches or exceeds 400 million people at any point before January 1, 2050, according to the United Nations, World Health Organisation, competent statistical authorities in Nigeria, or similarly credible data. If in January 2050 Nigeria is no longer an independent country, this question will resolve as Ambiguous.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"e0b1a41b-e369-4ede-adc6-b17aceb6861f","title":"Will either of the following occur before their respective deadlines?","body":"(a) Will Nigeria's population exceed 400 million before 2050? This question will resolve as Yes if the total population of Nigeria is at least 400 million people at any point before January 1, 2050, according to the United Nations, World Health Organisation, competent statistical authorities in Nigeria or similarly credible data. The data need not be available on January 1, 2050; but it must provide population figures for that date or earlier. If in January 2050 Nigeria is no longer an independent country, this question will resolve as Ambiguous.\n\n(b) Will global fertility drop to 0.25 births per woman before 2046? This question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive).","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"2ab7a4b9-15a1-47ef-8c7c-bcbaee74a908","title":"Will global fertility drop to 0.25 births per woman before 2046?","body":"Resolution Criteria\nThis question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive)","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6870","metadata":{"topics":[],"background_info":"Related Question on Metaculus:\nWhat will the global total fertility rate be in 2050?\nFrom a recent Guardian piece,\nThe end of humankind? It may be coming sooner than we think, thanks to hormone-disrupting chemicals that are decimating fertility at an alarming rate around the globe. A new book called Countdown, by Shanna Swan, an environmental and reproductive epidemiologist at Icahn School of Medicine at Mount Sinai in New York, finds that sperm counts have dropped almost 60% since 1973. Following the trajectory we are on, Swan’s research suggests sperm counts could reach zero by 2045. Zero. Let that sink in. That would mean no babies. No reproduction. No more humans. Forgive me for asking: why isn’t the UN calling an emergency meeting on this right now?\nThe chemicals to blame for this crisis are found in everything from plastic containers and food wrapping, to waterproof clothes and fragrances in cleaning products, to soaps and shampoos, to electronics and carpeting. Some of them, called PFAS, are known as “forever chemicals”, because they don’t breakdown in the environment or the human body. They just accumulate and accumulate – doing more and more damage, minute by minute, hour by hour, day by day. Now, it seems, humanity is reaching a breaking point.\nSwan’s book is staggering in its findings. “In some parts of the world, the average twentysomething woman today is less fertile than her grandmother was at 35,” Swan writes. In addition to that, Swan finds that, on average, a man today will have half of the sperm his grandfather had. “The current state of reproductive affairs can’t continue much longer without threatening human survival,” writes Swan, adding: “It’s a global existential crisis.” That’s not hyperbole. That’s just science.\nAs of 2021, the total fertility rate is 2.44 according to the UN, as reported by Our World in Data.\n"},"resolution":null},"Q":{"id":"1f16e742-9b31-4771-85dc-4ad648b24bec","title":"Will Nigeria's population exceed 400 million before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the total population of Nigeria is at least 400 million people at any point before January 1, 2050, according to the United Nations, World Health Organisation, competent statistical authorities in Nigeria or similarly credible data. The data need not be available on January 1, 2050; but it must provide population figures for that date or earlier.\nFine Print\nIf in January 2050 Nigeria is no longer an independent country, this question will resolve as Ambiguous.\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2632","metadata":{"topics":[],"background_info":"The Federal Republic of Nigeria is a federal republic in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west.\nNigeria is often referred to as the \"Giant of Africa\", owing to its large population and economy. With more than 199 million inhabitants, Nigeria is the most populous country in Africa and the seventh most populous country in the world. Nigeria has the third-largest youth population in the world, after India and China, with more than 90 million of its population under age 18. As of 2017, Nigeria had the fastest growing population of the 10 most populous countries worldwide.\nNigeria also has the world's largest number of extremely poor people, with 87 million. Today, Nigeria ranks 157 out of 189 countries in the UN Human Development Index, which measures indicators such as health and inequality. Life expectancy is still only 54 years, although that’s an improvement from 46 years in 1999.\nAbout 80 percent of people who earn an income are active in the informal sector or have what the UN calls “vulnerable employment,” work that lacks social security or guarantees any kind of rights. The number of destitute in Nigeria is believed to be growing by six people every minute, according to a recent paper from The Brookings Institution. The UN expects Nigeria's population to more than double to 410 million by 2050, potentially swelling the ranks of the poor.\n"},"resolution":null}},"relevance":{"reasons":["Global fertility rates and Nigeria's population growth are both demographic metrics, and demographic trends can be interrelated.","A significant drop in global fertility rates could impact population growth in various countries, including Nigeria.","Understanding the relationship between global fertility trends and the population growth of a specific country like Nigeria could be valuable for policymakers and researchers."],"conclusion":"The logical combination of these questions is somewhat relevant, especially for demographic studies and policy planning.","score":6.0}}}
{"P":{"id":"9b4b6c50-639b-4acf-b1e7-f50ec615009a","title":"Will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"8604160e-7769-46c5-88a3-3eedc4c1f040","title":"Bitcoin Extremes: Will 1 bitcoin be worth $100,000 or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"34717ad8-5090-44e5-97b3-20919d42d4f3","title":"Will either of the following occur before the end of their respective timeframes?","body":"(a) Will the S&P 500 hit 10,000 points by the end of the decade? Resolution Criteria: The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia) The S&P 500 is at 3,044 points at the time of writing this question. It will resolve positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n(b) Will 1 bitcoin be worth $100,000 or more before 2025? Resolution Criteria: This question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"248695c9-edab-4b89-9975-9a9b9dd39c45","title":"Will either of the following occur before their respective deadlines?","body":"(a) Will 1 bitcoin be worth $100,000 or more before 2025? This question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.\n\n(b) Will the S&P 500 hit 10,000 points by the end of the decade? The S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. The S&P 500 is at 3,044 points at the time of writing this question. This question will resolve positively if the S&P 500 hits the 10,000 mark at any time before the decade ends, even if it is under that threshold on Jan 1, 2030.","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"99909888-b85f-4a1c-a0df-b7acc8ace289","title":"Will the S&P 500 hit 10,000 points by the end of the decade?","body":"Resolution Criteria\nThe S&P 500, or simply the S&P, is a stock market index that measures the stock performance of 500 large companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices, and many consider it to be one of the best representations of the U.S. stock market. (Wikipedia)\nThe S&P 500 is at 3,044 points at the time of writing this question. Will it hit 10,000 points before the decade ends?\nThis question still resolves positively if it hits the 10,000 mark during the decade but is under that threshold on Jan 1 2030.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4527","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"d0f90828-a363-4f83-8c6c-1444252a8393","title":"Bitcoin Extremes: Will 1 bitcoin be worth $100,000 or more before 2025?","body":"Resolution Criteria\nThis question will resolve as Yes if one bitcoin is valued at $100,000 USD or greater at any time before January 1, 2025, according to credible press reports or a cryptocurrency exchange or trading platform. The valuation will be in nominal USD, not adjusted for inflation.","resolution_date":"2024-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3820","metadata":{"topics":[],"background_info":"Bitcoin is a cryptocurrency. It is a decentralized digital currency without a central bank or single administrator that can be sent from user to user on the peer-to-peer bitcoin network without the need for intermediaries.\nThe price of bitcoins has gone through cycles of appreciation and depreciation referred to by some as bubbles and busts. In 2011, the value of one bitcoin rapidly rose from about $0.30 to $32 before returning to $2. In the latter half of 2012 and during the 2012–13 Cypriot financial crisis, the bitcoin price began to rise again, reaching a high of $266 on 10 April 2013, before crashing to around $50. On 29 November 2013, the cost of one bitcoin rose to a peak of $1,242. In 2014, the price fell sharply, and as of April remained depressed at little more than half 2013 prices. As of August 2014 it was under $600.\nBitcoin prices reached their apogee in December 2017, at just shy of $20,000 per coin. Since then, prices have fallen roughly in half, and as of March 10, 2020 one bitcoin is valued at approximately $7,900.\nWill 1 bitcoin be worth $100,000 or more before 2025?\n"},"resolution":null}},"relevance":{"reasons":["Both the S&P 500 and Bitcoin are financial assets, and their prices can be influenced by broader economic conditions, investor sentiment, and market trends.","A significant rise in Bitcoin's value could indicate a shift in investor preference towards cryptocurrencies, which might impact traditional stock markets like the S&P 500.","Conversely, a strong performance in the S&P 500 could reflect a robust economy, which might either support or detract from Bitcoin's appeal as an alternative investment."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as they both pertain to financial markets and could be influenced by overlapping economic factors.","score":7.0}}}
{"P":{"id":"a79c71f4-0890-4531-9858-1139d2634ce2","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7eff630b-bb55-4635-851e-c487647630cb","title":"Ragnarök Question Series: if an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode? Now it is asked,\nGiven that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. It resolves ambiguous if an artificial intelligence global catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a an artificial intelligence failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"3d5e8fca-dd09-4474-8393-b69545106196","title":"Will either of the following occur before 2050: (a) a 4 year interval in which world output doubles, or (b) a reduction in the human population by 95% or more following an artificial intelligence catastrophe?","body":"Resolution Criteria for each part:\n\n(a) This question will resolve positively if world output doubles in a period of 4 years or less before 2050, based on credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units). It resolves negatively otherwise.\n\n(b) Given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, this question will resolve positively if the global population declines by more than 95% relative to the pre-catastrophe population at any point within 25 years of the catastrophe. It resolves ambiguous if an artificial intelligence global catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if an artificial intelligence failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"b3ae359b-5388-46d2-9dfe-3cf3d0c4d7a1","title":"Will either of the following occur:","body":"(a) Given that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population? This question resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. It resolves ambiguous if an artificial intelligence global catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if an artificial intelligence failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n(b) Will world output double in a period of 4 years or less before 2050? This question will resolve positively if world output doubles in that timeframe. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously: [Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…)","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"41a9ea03-8a88-4b23-ae7a-de38686086cc","title":"Will there be a 4 year interval in which world output doubles before 2050?","body":"Resolution Criteria\nResolution is by credible assessment of world GDP in constant US dollars (or other appropriately widely-accepted units).\nThis question will resolve positively if world output doubles in a period of 4 years or less before 2050. It resolves negatively otherwise, i.e. if the following related question resolves ambiguously:\n[Will there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?](https://www.metaculus.com/questions/736/will-…\n","resolution_date":"2049-12-31T00:00:00Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5406","metadata":{"topics":[],"background_info":"Related Questions on Metaculus:\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nWill there be a complete 4 year interval in which world output doubles, before the first 1 year interval in which world output doubles?\nAs of 2018, it's taken about 16 years for the world economic output to double. So it might seem absurd to talk about it doubling in one or even four years. But there is a potential major change on the horizon: very advanced Artificial Intelligence.\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI. The effectiveness of capacity limitation, as well as the existence of fire alarms for AI safety, are heavily dependent on this, for example.\nPaul Christiano suggests operationalising the takeoff speed in terms of economic growth. A slow takeoff is one where the economy doubles in four years before the first time it doubles in one year, and a fast takeoff is one where it does not. (See the same article for Christiano's list of arguments regarding fast vs. slow takeoff.)\n"},"resolution":null},"Q":{"id":"0eba2ebb-5b83-46be-b433-96387ee4c2f2","title":"Ragnarök Question Series: if an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?","body":"Resolution Criteria\nIn the first part of the Ragnarök Question Series, we asked the question If a global catastrophe occurs, will it be due to an artificial intelligence failure-mode? Now it is asked,\nGiven that an artificial intelligence failure-mode catastrophe occurs that results in the reduction of global population of at least 10% by 2100, will the global population decline by more than 95% relative to the pre-catastrophe population?\nThe question resolves positive if such a catastrophe does occur, and the global population is less than 5% of the pre-catastrophe population at any point within 25 years of the catastrophe. It resolves ambiguous if an artificial intelligence global catastrophe that claims at least 10% (in any period of 5 years or less) does not occur. The question resolves negative if a an artificial intelligence failure-mode induced global catastrophe occurs that claims at least 10% (in any period of 5 years or less) but the post-catastrophe population remains above 5%.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/2513","metadata":{"topics":[],"background_info":"You can now see an excellent visualization of global catastrophic risks estimates produced in the Ragnarök series here.\nCurrently, artificial intelligence can outperform humans in a number of narrow domains, such as playing chess and searching data. As artificial intelligence researchers continue to make progress, though, these domains are highly likely to grow in number and breadth over time. Many experts now believe there is a significant chance that a machine superintelligence – a system that can outperform humans at all relevant intelligence tasks – will be developed within the next century, and possibly much sooner.\nIn a 2017 survey of artificial intelligence experts, experts were asked about the effects of human level machine intelligence. They assigned a 10% for a bad outcome and 5% for an outcome described as “Extremely Bad (e.g., human extinction).” Although a selection bias, large variance in responses (reflecting vast uncertainty), and the unreliability of subjective opinions mean that these estimates warrant skepticism, they nevertheless suggest that the possibility of superintelligence ought to be taken seriously.\nIn a 2008 survey at the Global Catastrophic Risk Conference in Oxford, participants were asked to make their best guess at the chance that there will be disasters of different types before 2100. The median estimate of the chance of 1 billion deaths by 2100 by a superintelligent AI was 5%. Interestingly the median estimate of the chance of human extinction by a superintelligent AI was also 5%, suggesting that if an AI-failure-mode-induced-catastrophe does occur, it's likely be a terminal one for human civilisation.\nWhen considering how AI might become a risk, experts think two scenarios most likely (according to the Future of Life Institute):\nThe AI is programmed to do something devastating: Autonomous weapons are artificial intelligence systems that are programmed to kill. In the hands of the wrong person, these weapons could easily cause mass casualties. Moreover, an AI arms race could inadvertently lead to an AI war that also results in mass casualties. To avoid being thwarted by the enemy, these weapons would be designed to be extremely difficult to simply “turn off,” so humans could plausibly lose control of such a situation. This risk is one that’s present even with narrow AI, but grows as levels of AI intelligence and autonomy increase.\nThe AI is programmed to do something beneficial, but it develops a destructive method for achieving its goal: This can happen whenever we fail to fully align the AI’s goals with ours, which is strikingly difficult. If you ask an obedient intelligent car to take you to the airport as fast as possible, it might get you there chased by helicopters and covered in vomit, doing not what you wanted but literally what you asked for. If a superintelligent system is tasked with a ambitious geoengineering project, it might wreak havoc with our ecosystem as a side effect, and view human attempts to stop it as a threat to be met. As these examples illustrate, the concern about advanced AI isn’t malevolence but competence. A super-intelligent AI will be extremely good at accomplishing its goals, and if those goals aren’t aligned with ours, we have a problem. You’re probably not an evil ant-hater who steps on ants out of malice, but if you’re in charge of a hydroelectric green energy project and there’s an anthill in the region to be flooded, too bad for the ants.\n"},"resolution":null}},"relevance":{"reasons":["An artificial intelligence catastrophe that significantly reduces the human population could have a profound impact on global economic output. If such a catastrophe were to occur, it could drastically reduce the workforce, disrupt supply chains, and lead to a collapse in economic activity, making it highly unlikely for world output to double in a short period.","Conversely, if world output were to double in a short period, it might indicate rapid technological advancements, including in artificial intelligence. Such advancements could potentially increase the risk of an AI catastrophe if not properly managed."],"conclusion":"The logical combination of these questions is worth considering because the occurrence of an AI catastrophe could directly impact global economic output, and rapid economic growth could influence the likelihood of an AI catastrophe.","score":8.0}}}
{"P":{"id":"2e64b290-b29e-4752-87a7-5770cbbb18cd","title":"Will median wages be higher for women than for men in the United States in 2050?","body":"Resolution Criteria\nThis question resolves positively if the median usual weekly real earnings for wage and salary workers age 16 and over are higher for women than men in the fourth quarter of 2050, according to the US Bureau of Labor Statistics. The data since 1979 is available in this FRED chart for men and women. If BLS stops publishing the relevant economic data, other credible data that provides a similar comparison between the median wages of adult men and women may be used.\nIf FRED no longer distinguishes data for men and women or definitions have changed, any data that compares wages on the basis of either sex at birth or current sex or gender identity as may be used for resolution. Where different estimates would result in a different resolution, Metaculus Admins may resolve according to the most high-quality data or resolve ambiguously at their discretion\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"1ebffdbe-3b51-484e-ad16-2d442d963823","title":"Longbets series: By 2040 will the percentage of college-aged U.S. citizens who are attending postsecondary educational institutions in the United States drop at least 50% from the level in 2011?","body":"Resolution Criteria\nIf the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"4f9ad5dc-204f-4f13-a4ce-a4f0faa223f6","title":"Will either of the following occur by the specified years?","body":"(a) Will the median usual weekly real earnings for wage and salary workers age 16 and over be higher for women than for men in the United States in the fourth quarter of 2050, according to the US Bureau of Labor Statistics? The data since 1979 is available in this FRED chart for men and women. If BLS stops publishing the relevant economic data, other credible data that provides a similar comparison between the median wages of adult men and women may be used. If FRED no longer distinguishes data for men and women or definitions have changed, any data that compares wages on the basis of either sex at birth or current sex or gender identity as may be used for resolution. Where different estimates would result in a different resolution, Metaculus Admins may resolve according to the most high-quality data or resolve ambiguously at their discretion.\n(b) By 2040, will the percentage of college-aged U.S. citizens who are attending postsecondary educational institutions in the United States drop at least 50% from the level in 2011? If the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"c4fcea64-5cf2-44eb-b37c-dc6e96a077c0","title":"Will either of the following occur by the specified years?","body":"(a) By 2040, will the percentage of college-aged U.S. citizens who are attending postsecondary educational institutions in the United States drop at least 50% from the level in 2011? This question resolves positively if the Long Now Foundation declares Brant von Goble the winner. If they declare John C Leven the winner, it resolves negatively.\n\n(b) In 2050, will median wages be higher for women than for men in the United States? This question resolves positively if the median usual weekly real earnings for wage and salary workers age 16 and over are higher for women than men in the fourth quarter of 2050, according to the US Bureau of Labor Statistics. If BLS stops publishing the relevant economic data, other credible data that provides a similar comparison between the median wages of adult men and women may be used. If FRED no longer distinguishes data for men and women or definitions have changed, any data that compares wages on the basis of either sex at birth or current sex or gender identity as may be used for resolution. Where different estimates would result in a different resolution, Metaculus Admins may resolve according to the most high-quality data or resolve ambiguously at their discretion.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"b64d7a32-7331-461d-b756-5bc81de5b7a2","title":"Will median wages be higher for women than for men in the United States in 2050?","body":"Resolution Criteria\nThis question resolves positively if the median usual weekly real earnings for wage and salary workers age 16 and over are higher for women than men in the fourth quarter of 2050, according to the US Bureau of Labor Statistics. The data since 1979 is available in this FRED chart for men and women. If BLS stops publishing the relevant economic data, other credible data that provides a similar comparison between the median wages of adult men and women may be used.\nIf FRED no longer distinguishes data for men and women or definitions have changed, any data that compares wages on the basis of either sex at birth or current sex or gender identity as may be used for resolution. Where different estimates would result in a different resolution, Metaculus Admins may resolve according to the most high-quality data or resolve ambiguously at their discretion\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8555","metadata":{"topics":[],"background_info":"Many studies have been attempted to measure the gender pay gap in the US. The US Bureau of Labor Statistics found median women's wages to be about 81% of men's. Some of this difference can be attributed to confounding variables (such as differences in types of occupation), though the unexplained remaining gap could be attributed to discrimination.\nNeuroscientist and fiction author Erik Hoel wrote the following about women in the year 2050 in a blog post published August 25, 2021\n...while women’s salaries are not as high on average as men’s now, this has already switched in urban areas, which is generally a predictive indicator, and therefore women’s wages in the workplace will indeed be greater than men in terms of their salaries by 2050.\n"},"resolution":null},"Q":{"id":"c65a4869-3e5d-4f3f-8909-a1142cc0a1ee","title":"Longbets series: By 2040 will the percentage of college-aged U.S. citizens who are attending postsecondary educational institutions in the United States drop at least 50% from the level in 2011?","body":"Resolution Criteria\nIf the Long Now Foundation declares Brant von Goble the winner then this question resolves positively. If they declare John C Leven the winner, this question resolves negatively","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/4319","metadata":{"topics":[],"background_info":"Brant von Goble and John C Leven summarize the reasons for their respective sides here."},"resolution":null}},"relevance":{"reasons":["The level of postsecondary education attendance could influence the overall skill level and qualifications of the workforce, which in turn could impact wage disparities between men and women.","A significant drop in college attendance might lead to a larger portion of the workforce without higher education, potentially affecting wage dynamics and gender wage gaps.","Changes in educational attainment could influence societal norms and policies related to gender equality in the workplace, which might affect median wages for men and women."],"conclusion":"There are plausible reasons to consider the logical combination of these questions, as changes in postsecondary education attendance could impact wage dynamics and gender wage gaps.","score":7.0}}}
{"P":{"id":"007dbfc8-a9e0-4373-91c9-a76da9e73727","title":"Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway?","body":"Resolution Criteria\nThis question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"8ae7cfda-b776-4bdb-98b7-da18fc595205","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"bf698b78-eab3-41d0-9b34-99d8bc762dbc","title":"Will either of the following occur: (a) A signatory to the Treaty on the Prohibition of Nuclear Weapons develops a nuclear weapon? (b) Armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths?","body":"Resolution Criteria for (a):\nThis question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively.\n\nResolution Criteria for (b):\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\n- There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\n- There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"a83c512b-3f13-4346-af9e-74ab3eb15360","title":"Will either of the following occur before their respective deadlines?","body":"(a) Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050? This question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur: There are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths. There are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths. These 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period. This question will resolve as No otherwise. In the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations.\n(b) Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway before 2101? This question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"ca4eeafd-4f0a-4ee5-b2bf-697e1104b011","title":"Will a signatory to the Treaty on the Prohibition of Nuclear Weapons develop a nuclear weapon anyway?","body":"Resolution Criteria\nThis question resolves positively if credible media reports that a signatory to the Treaty on the Prohibition of Nuclear Weapons developed at least one nuclear weapon before January 1st, 2101. In case credible media disagrees, consensus will be determined via a vote in the comment section. Otherwise, the question resolves negatively\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/5808","metadata":{"topics":[],"background_info":"From Wikipedia,\nThe Treaty on the Prohibition of Nuclear Weapons (TPNW), or the Nuclear Weapon Ban Treaty, is the first legally binding international agreement to comprehensively prohibit nuclear weapons with the ultimate goal being their total elimination. It was adopted on 7 July 2017, opened for signature on 20 September 2017, and will enter into force on 22 January 2021.\nFor those nations that are party to it, the treaty prohibits the development, testing, production, stockpiling, stationing, transfer, use and threat of use of nuclear weapons, as well as assistance and encouragement to the prohibited activities. For nuclear armed states joining the treaty, it provides for a time-bound framework for negotiations leading to the verified and irreversible elimination of its nuclear weapons programme.\nA mandate adopted by the United Nations General Assembly on 23 December 2016 scheduled two sessions for negotiations: 27 to 31 March and from 15 June to 7 July, 2017. The treaty passed on schedule on 7 July with 122 in favour, 1 against (Netherlands), and 1 official abstention (Singapore). 69 nations did not vote, among them all of the nuclear weapon states and all NATO members except the Netherlands.\nWhile people are skeptical that this ban will cause any current nuclear state to imminently give up their nuclear weapons, it still may have the effect of preventing current non-nuclear states from gaining nuclear weapons. This mirrors the goal of the Treaty on the Non-Proliferation of Nuclear Weapons.\n"},"resolution":null},"Q":{"id":"185f507e-e5d2-4b50-84ef-d0c535c1bdb4","title":"Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8051","metadata":{"topics":[],"background_info":"A previous Metaculus question asked about a great power war and whether the US and others would intervene in a conflict over Taiwan. Some scholars have warned about a Thucydides Trap that could lead to a war between the US and China, over Taiwan, the South China Sea, or some other issue."},"resolution":null}},"relevance":{"reasons":["A signatory to the Treaty on the Prohibition of Nuclear Weapons developing a nuclear weapon could indicate a breakdown in international norms and agreements, which might increase global tensions and the likelihood of conflicts, including between major powers like the United States and China.","The development of nuclear weapons by a signatory could lead to a shift in global power dynamics, potentially emboldening countries to engage in more aggressive military actions, thereby increasing the risk of armed conflicts.","Both questions are related to global security and stability, and understanding the probability of their conjunction could provide insights into the broader geopolitical landscape."],"conclusion":"The logical combination of these questions is relevant and could provide valuable insights into global security dynamics.","score":7.0}}}
{"P":{"id":"cdb240c8-0e24-4516-967e-db59b326a792","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"6d3acd39-03f2-4c1b-82b7-021b91b704c7","title":"Will there be any progress in human lifespan enhancement by 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\nAt least 10 people have confirmed lifespans of at least 130 years of age\nAt least 100 people have confirmed lifespans of at least 120 years of age\nRay Kurzweil lives to the age of 120\nThe verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"8125a1b5-d0b1-41b7-9409-f7f3dc7590f6","title":"Will either of the following occur by the year 2100?","body":"(a) Any jurisdiction enforces requirements for all births to be genetically engineered?\nResolution Criteria for (a):\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect. Laws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question. To resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n(b) Any progress in human lifespan enhancement?\nResolution Criteria for (b):\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\nAt least 10 people have confirmed lifespans of at least 130 years of age\nAt least 100 people have confirmed lifespans of at least 120 years of age\nRay Kurzweil lives to the age of 120\nThe verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"818b4431-72e8-42ff-903d-0db63bec120b","title":"By 2100, will either of the following occur: (a) any progress in human lifespan enhancement (b) any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\n(a) At least 10 people have confirmed lifespans of at least 130 years of age, at least 100 people have confirmed lifespans of at least 120 years of age, or Ray Kurzweil lives to the age of 120. The verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution.\n(b) Any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques such as CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect. Laws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question. To resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"009da90a-03a9-4bee-9dac-ebc4ca495f60","title":"By the year 2100, will any jurisdiction enforce requirements for all births to be genetically engineered?","body":"Resolution Criteria\nThis question will resolve positively if, between January 1, 2020 to January 1, 2100, any jurisdiction passes any law(s) requiring all births to eliminate or promote certain gene(s) through gene editing techniques. \"Gene editing techniques\" means here CRISPR/Cas9, or any techniques which directly and selectively modify targeted genes. The genetic engineering techniques may occur at any time in the individual's lifespan, including before birth, after birth, or before conception. This question will only include jurisdictions which govern a population of at least 1 million people at the time the law is in effect.\nLaws only requiring genetic testing or sterilizing/forbidding reproduction by individuals or couples carrying certain genes are not included for the purposes of this question. Forms of artificial selection such as embryo selection, or abortion/extermination of non-compliant genomes are not included for the purposes of this question.\nFine Print\nTo resolve this question, the relevant law must be enforced for at least one birth. That is, if a law is passed but struck down by a court before it is applied, or if such a law is passed but never enforced, this will not resolve the question.\n","resolution_date":"2100-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7250","metadata":{"topics":[],"background_info":"Our genes are the biologically encoded information from which we are built. Important traits known to be affected by our genes include aspects of intelligence and mental illness. Many physical traits, such as height, attractiveness, strength, and even longevity likewise strongly depend on the genes we have.\nAs the human genome and related human biological areas of inquiry became better understood, genetic engineering has become known. In the case of traits affected by simple genetic factors, it has been possible for years to change these genes, and the resulting trait(s) expressed, by means such as CRISPR/Cas9.\nThe pace of genetic engineering research, as measured by papers published worldwide, shows a clear trend to be growing. There is every reason to believe that as a result of this research trend, genetic engineering technology will tend to become safer, more powerful, and less expensive with time.\nHuman reproduction as we typically know it results in one's genes constituting a mixture of two previously existing humans' genes which were themselves selected in this manner and so on. Artificial means of reproduction still rely on the bulk DNA transfers from existing humans. Presently, genetic engineering for new humans is exceptional, as well as taboo.\nThe gaussian distribution of genetic traits means that most humans won't have the most advantageous genes in most areas. Further, rather undesirable traits are ubiquitous: we all age.\nIf genetic engineering reaches the level where it is possible to safely and reliably eliminate the possibility of traits widely considered undesirable, such as predisposition toward schizophrenia, cystic fibrosis, or intellectual disability, there is good reason to think that humans may consider such genetic modification an ethical imperative. This is one scenario.\nHuman intelligence is one of the most complicated constructs of substantial genetic determination. Even so, it is possible that humanity could come by a sufficient understanding of the relationship to set humans-to-be with brains optimized to be as smart as possible. It may not be so easy to reach a consensus recognizing these types of modifications as ethnically necessary.\nOf course, it goes on. Any desirable trait controlled by genetics can in principle be added by genetic engineering, and any undesirable trait removed. Consequently, the space for possible legal mandates in this field is immense.\nOn environment: redwoods have genetics to grow very tall, but if you take one to the desert, it won't work very well (or at all). So while environment interacts with genes, the genes provide the foundation for what the environment has to work with.\n"},"resolution":null},"Q":{"id":"dbb0a1c9-68a1-40d7-bdf7-bf1b0746ab68","title":"Will there be any progress in human lifespan enhancement by 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\nAt least 10 people have confirmed lifespans of at least 130 years of age\nAt least 100 people have confirmed lifespans of at least 120 years of age\nRay Kurzweil lives to the age of 120\nThe verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution\n","resolution_date":"2099-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/1002","metadata":{"topics":[],"background_info":"There have been great improvements in medical technology in the last few centuries, which has led to very significant increases in life expectancy. Yet, while medical technology has stopped the vast majority of us dying young, it has not been very effective at increasing the maximum age that humans can live to. Ramesses II lived to the age of 90, even though the life expectancy in ancient Egypt might have been below 30. Similarly, the English aristocracy between 1500-1550 already had a life expectancy of 71, meaning that quite a few of them will have lived into their 80s. The oldest person the world, as of the writing of this question, is aged 117. It is unclear whether anybody in the ancient world lived to a similar age (there were many claims of extreme age and very poor record keeping), but it certainly does not seem completely impossible.\nRecently, though, there have been attempts to actually extend he upper limit of human lifespan. The Methuselah Foundation has managed to keep mice alive for the equivalent of 180 human years. Yet, it is unclear whether this achievement will be transferrable to humans.\nAs of June 2018, several people have reached milestones in human lifespans:\n46 people have reached the age of 115.\n19 people have reached the age of 116.\n9 people have reached the age of 117.\n2 people have lived beyond the age of 117.\nOnly one person is verified to have lived to 120, and they lived to 122.\n"},"resolution":null}},"relevance":{"reasons":["Genetic engineering could potentially be used to enhance human lifespan by eliminating genes associated with aging or promoting genes associated with longevity.","If a jurisdiction enforces genetic engineering for all births, it might be part of a broader societal push towards human enhancement, including lifespan extension.","Ethical, social, and legal considerations around genetic engineering and lifespan enhancement are likely to be interconnected, making it relevant to consider these questions together."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":8.0}}}
{"P":{"id":"06a01cac-9a2a-43c6-9c5b-42292815ae2c","title":"Will Saudi Arabia normalize relations with Israel by 2031 if Iran gets a nuclear bomb by then?","body":"Resolution Criteria\nIf the Iran nuke question resolves positively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves negatively or ambiguously, this question resolves ambiguously\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"48a3dd7e-745b-47b8-bebd-b5d2828f1735","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"24cd1d2c-fdb5-4892-be2f-991a3fa89941","title":"Will either of the following occur given their respective conditions are met?","body":"(a) Will Saudi Arabia normalize relations with Israel by 2031 if Iran gets a nuclear bomb by then? Resolution Criteria: If the Iran nuke question resolves positively (i.e., the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves negatively or ambiguously, this question resolves ambiguously.\n(b) Will there be a US-Russia war before 2050? Resolution Criteria: This question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"1e3b3950-7da7-48e3-b794-e3ad14fb2e46","title":"Will either of the following occur: (a) a US-Russia war before 2050, or (b) Saudi Arabia normalizes relations with Israel by 2031 if Iran gets a nuclear bomb by then?","body":"Resolution Criteria for each part:\n\n(a) This part will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO.\n\n(b) This part will resolve as Yes if the Iran nuke question resolves positively (i.e., the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), and at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves negatively or ambiguously, this question resolves ambiguously.","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"535d05b1-bd43-4548-b719-10650fbe9e3b","title":"Will Saudi Arabia normalize relations with Israel by 2031 if Iran gets a nuclear bomb by then?","body":"Resolution Criteria\nIf the Iran nuke question resolves positively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves negatively or ambiguously, this question resolves ambiguously\n","resolution_date":"2031-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/8110","metadata":{"topics":[],"background_info":"In 2020, Israel normalized relations with the United Arab Emirates, Bahrain, and Morocco in the Abraham Accords. This comes in the face of increasing cooperation between the United States, Israel, and the Gulf countries who all face a threat from Iran and have expressed concern about Iran's nuclear program. A previous question asked if Saudi Arabia would normalize relations with Israel in 2021."},"resolution":null},"Q":{"id":"bd7ff48e-8416-4c26-bc87-b82e062004f6","title":"Will there be a US-Russia war before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n","resolution_date":"2049-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/7452","metadata":{"topics":[],"background_info":"US-Russia relations have been strained and tested through much of the 20th and 21st centuries. Tensions have often been high even after the Cold War ended, due to incidents such as expansions of NATO, the US invasion of Iraq and airstrikes in Libya, and Russia's aggression towards Ukraine and Georgia and interference in Western institutions like NATO, the EU, and the US Presidential Elections.\n\"Any sustained improvement of relations between the United States and Russia beyond progress on arms control (such as the recent extension of the New START treaty) would require one of two concessions: either the United States shelves its foundational support for democracy and formally recognizes a Russian-privileged sphere of influence in the former Soviet Union or the Russian president decides his interests are not threatened by greater democracy in the region or by having fully sovereign neighbors. Neither is likely to materialize in the near future.\"\n"},"resolution":null}},"relevance":{"reasons":["Geopolitical Dynamics: The normalization of relations between Saudi Arabia and Israel could be influenced by broader geopolitical dynamics, including the threat perception from Iran. If Iran acquires a nuclear weapon, it might push Saudi Arabia to seek alliances with other regional powers, including Israel, to counterbalance Iran's influence. This could also affect US-Russia relations, as both countries have vested interests in the Middle East.","Global Security Environment: The acquisition of a nuclear weapon by Iran could lead to a shift in the global security environment, potentially increasing tensions between major powers, including the US and Russia. This could make a US-Russia war more likely, as both countries might find themselves on opposing sides of various conflicts and crises.","Middle Eastern Alliances: The Middle East is a region where US and Russian interests often clash. The normalization of relations between Saudi Arabia and Israel could be seen as a move aligned with US interests, potentially leading to increased tensions with Russia, which has its own alliances in the region."],"conclusion":"The logical combination of these questions is somewhat relevant due to the interconnected nature of global geopolitics and security dynamics, especially in the Middle East.","score":7.0}}}
{"P":{"id":"9be21f12-8c2e-4771-a2e8-16adc4e5dfd5","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"d6959820-1061-43fd-8b90-e99920a5465a","title":"Will the USA enter a second civil war before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"56b60151-5e55-4a66-998c-40abdc2f1722","title":"Will either of the following occur: (a) The United States continues to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index? (b) The USA enters a second civil war before 2031?","body":"Resolution Criteria for (a):\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n\nResolution Criteria for (b):\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print:\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"Q_or_P":{"id":"6edf3b8f-f5dc-4d63-bdc6-691f8f1748a7","title":"Will either of the following occur before 2031: (a) the USA enters a second civil war (b) the United States continues to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period?","body":"Resolution Criteria for (a):\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print for (a):\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\nResolution Criteria for (b):\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":false},"metadata":{"base_sentences":{"P":{"id":"5f05f3c6-4a6f-4397-b7c6-80607358fc08","title":"Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?","body":"Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n","resolution_date":"2029-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/3125","metadata":{"topics":[],"background_info":""},"resolution":null},"Q":{"id":"be8ea40d-97d7-47d0-a22d-b1f891672348","title":"Will the USA enter a second civil war before 2031?","body":"Resolution Criteria\nThis question will resolve as Yes if all of the following conditions are met before January 1, 2031:\nThe Insurrection Act is invoked.\nWhile the Insurrection Act is invoked, there are at least 500 deaths in a 6 month period as a result of armed conflicts between US residents and a branch of the US military, national guard, or in conflicts between/among such branches.\nAll of these deaths occur in any US state(s) (including DC).\nFine Print\nAny conflicts between the US military and the armed forces of another country will be excluded from consideration in this question. Conflicts between the US military and US residents, possibly supported by other nations with weapons or resources, will be included.\nConflicts between civilians and local police will not be included, unless there are active armed forces in the region providing mutual support.\nDeaths are calculated among all of the states (and Washington, DC) in the United States. New states which are admitted shall be included, states which secede or are removed, will not be included. Suicides do not count towards the death count.\n","resolution_date":"2030-12-31T23:59:59Z","question_type":"binary","data_source":"metaculus","url":"https://www.metaculus.com/questions/6179","metadata":{"topics":[],"background_info":"Although democracies are generally unlikely to enter civil war (see this list of civil wars for a rough overview), the United States faces a particularly unusual situation at the moment. The current COVID-19 pandemic, social protests, effects of social media platform manipulation, and the presidential election all have the potential to disrupt social cohesion and garner negative attitudes toward the government. See this related question for a shorter timeframe: Will the USA enter a second civil war before July 2021?"},"resolution":null}},"relevance":{"reasons":["Both questions pertain to the stability and internal conflict within the United States over a similar time period.","A significant deterioration in state stability, as measured by the Fragile States Index, could be a precursor or indicator of conditions that might lead to a civil war.","Understanding the relationship between state stability and the likelihood of civil war can provide insights into the broader socio-political dynamics within the country."],"conclusion":"The logical combination of these questions is relevant and worth considering.","score":9.0}}}
