{"line": {"P": {"id": "d089f429-307a-43ff-9ec4-a2667c7aaddc", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "79ccbee0-a560-4767-9355-6af1a92fdea4", "title": "Will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_or_Q": {"id": "90705d55-4f1f-4d05-83de-11ebbd508aa9", "title": "Will either Washington D.C. become a state before January 20, 2025, or the Time person of the year in 2024 be the US president-elect?", "body": "Resolves YES if either of the following occurs: (a) Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state. (b) The Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "3809c9ff-363e-44d3-8c67-c64240a2300b", "title": "Will there be Human-machine intelligence parity before 2040?", "body": "Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "102fccf7-e137-4c2b-8308-d1acc2dd2b09", "title": "Will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolution Criteria\nWhat is the likelihood of discontinuous progress around the development of Human Level Machine Intelligence (i.e. machines that can accomplish a wide range of important tasks at least as good as human experts)?\nThis question resolves as YES if both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date, and NO otherwise.\nSome examples of a tripling of the odds are 60% becoming at least 81.8%, 70% becoming at least 87.5%, 80% becoming at least 92.3%, 90% becoming at least 96.4%, etc.\nFine Print\nEdited 8/29/18 to require the change in both Metaculus and community prediction as the source of odds.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "c03fb348-96f9-4e05-a55f-142aff737fd8", "title": "Will there be Human-machine intelligence parity before 2040 or will AI progress surprise us by predictions of AGI jumping sharply?", "body": "Resolves YES if either of the following occurs: (a) A machine system outscores at least two of the three humans on a generalized intelligence test administered prior to 2040, where the test involves a team of three expert interviewers interacting with a candidate machine system and three humans (graduate students in physics, mathematics, and computer science from top 25 research universities). The test is designed to advantage the humans, and both parties have full internet access but no human consultation. The exam is scored blindly by a third party. If no such tests are conducted, this part resolves as AMBIGUOUS. (b) Both the Metaculus prediction odds and the community prediction odds of a positive resolution to Human Machine Intelligence Parity by 2040 at least triple within any two-month period before its close date. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "22008d4b-d2d6-4087-b472-a56d965684a5", "title": "Ragnarök Question Series: If a global catastrophe occurs, will it be due to nuclear war?", "body": "Resolution Criteria\nIn the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?\nThe question resolves positively if a global nuclear catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no such global catastrophe happens. Years are here defined as consecutive calendar years.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "ca5de570-36f1-4a43-a9b9-ded40a57c93d", "title": "Will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria\nThis question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "fa5ff875-87a3-4985-a1ee-a094ae68056f", "title": "Will either a global catastrophe due to nuclear war occur before 2100, or will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria for each part:\n1. A global catastrophe is defined as a 10% decrease in the world population in any period of 5 years. If such a catastrophe happens before 2100 and is principally due to the deployment of nuclear weapons, this part resolves positively. It resolves as ambiguous if no such global catastrophe happens.\n2. This part will resolve positively if there is verification of a nuclear explosion by the CTBTO, the UN, or an official US government statement confirming the test. It will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, it resolves negatively.\n\nThe overall question resolves YES if either of the above conditions are met. It resolves NO if neither condition is met.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.18}}}
{"line": {"P": {"id": "99b917ed-66fa-4f88-af1b-ed4feaaae842", "title": "Will a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "680dad9f-0477-4ac5-b254-1f48652b9aab", "title": "Will any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria\nThe question will resolve positively if, by January 1, 2030, there are reports of such a test by reputable sources", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "P_or_Q": {"id": "88addf3b-b2e3-4bc2-b943-76cab6574c67", "title": "Will either a nuclear weapon be detonated as an act of war by 2050 or any state test a nuclear weapon with yield above 30 MT by 2030?", "body": "Resolution Criteria for each event:\n1. This question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify. Attacks using strategic and tactical nuclear weapons are both sufficient to qualify. Resolution will be by credible media reports.\n2. The question will also resolve as Yes if, by January 1, 2030, there are reports of a nuclear weapon test with a yield above 30 MT by any state, as reported by reputable sources.\nThis question resolves NO if neither of these conditions are met.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "1957d970-7b81-4980-bd16-99c03301ca54", "title": "Will the federal minimum wage increase in the United States before 2025?", "body": "Resolution Criteria\nThe federal minimum wage in the United States is currently $7.25 an hour, and was most recently changed in 2009.\nThis question resolves positively if at least three reliable media outlets report that the federal minimum wage increased from $7.25 any time before January 1st 2025. Otherwise, it resolves negatively.\nThis question can be resolved at any time.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "965086b2-e30b-4e22-a384-f16ea876ce5a", "title": "Will a geoengineering act of Congress become US federal law by the end of 2024?", "body": "Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "3298fc6e-53ca-4421-b241-35adea1a7129", "title": "Will either the federal minimum wage increase in the United States before 2025 or a geoengineering act of Congress become US federal law by the end of 2024?", "body": "Resolves YES if either of the following occurs: (a) At least three reliable media outlets report that the federal minimum wage increased from $7.25 any time before January 1st, 2025. (b) A geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. Resolves NO otherwise.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "4bba5f53-0927-493f-bb0b-f85784086ed6", "title": "Will at least one US state secede from the Union before 31 December, 2030?", "body": "Resolution Criteria\nThe United States of America has in the past acquired new territories, such as the Alaskan purchase of 1867, and the purchase of the former Danish West Indies in 1917. Sometimes territories have changed status, such as when Hawaii became a state in 1959. However, no state has so far left the union without a civil war ensuing and eventually causing its reintegration. However, there are currently active secessionist movements in several US states, some which have appreciable levels of support. A 2014 poll showed that 58% of Alaskans favored a secession from the union. Will a US state agree to leave the union before end of 2030?\nThe question resolves in the affirmative if any US state leave the union.\nResolution details:\nThe procedure to leave the US state need not go through official legislative channels (e.g. introducing a bill to leave the union and this bill receives majority support in the state legislature)\nIn case the process does not occur through official legislative channels, the question resolves positively if credible news media reports that the US State has seceded, or has been ejected out of the union\nPositive resolution requires the relevant state to have existed at least one year prior to its secession\nFor example, granting entry to the union to some territory, and subsequently revoking it within one year is not sufficient for positive resolution\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "ed4f7ddd-35f6-4559-ba1a-591a724fda3b", "title": "Will the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria\nThis question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty and bilateral defence treaties with Philippines, South Korea and Japan.\nThis question resolves positively if a credible source reports that the USA withdrew military or financial support from any of the above treaties without following the process of withdrawal outlined in the relevant treaties for a continuous period of one year.\nIf a sufficient number of parties to any of the above treaties (other than the USA) withdraws (as above) for the treaty to be dissolved, this does not count towards a positive resolution. For example see Southeast Asia Treaty which dissolved in 1977 after France and Pakistan withdrew.\nResolves ambiguously if before a positive resolution results there ceases to be a country known as the United States. (copied verbatim from Will any country's military expenditure exceed that of the United States before 2030?\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "4d6bb00b-cd1f-4f1a-bf1d-4dad289f044d", "title": "Will either at least one US state secede from the Union before 31 December, 2030, or the United States withdraw from any of its current mutual defence treaties by 2030?", "body": "Resolution Criteria for secession: The question resolves positively if any US state leaves the union before the end of 2030. The procedure for a state to leave need not go through official legislative channels. It can also resolve positively if credible news media reports that a US State has seceded, or has been ejected out of the union. The state must have existed at least one year prior to its secession. Resolution Criteria for treaty withdrawal: The question resolves positively if a credible source reports completion of a process for the USA to withdraw from any of the following treaties: Rio Treaty, North Atlantic Treaty, ANZUS Treaty, and bilateral defence treaties with Philippines, South Korea, and Japan. It also resolves positively if the USA withdrew military or financial support from any of the above treaties without following the official withdrawal process for a continuous period of one year. The question resolves ambiguously if before a positive resolution results there ceases to be a country known as the United States.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "6fcf6c46-46a3-4aef-a505-95607674b2bb", "title": "Will a US Census in 2070 or earlier show a decline in population?", "body": "Resolution Criteria\nThis question will resolve as Yes if a Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q": {"id": "a390d80e-a1b6-4747-818f-e87f815f9347", "title": "Will annual US inflation reach 100% in any year before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050.\nIf the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "P_or_Q": {"id": "191b07da-c2ad-4762-888a-afb9d297892e", "title": "Will either a US Census before 2071 show a decline in population or annual US inflation reach 100% in any year before 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs: (a) A Census conducted before 2071 shows a drop in US population over the previous Census, according to official statistics from the United States Census Bureau. If the Census Bureau changes its name or merges into another entity, those statistics will be used instead. (b) The Consumer Price Index for all urban consumers (CPI-U) has an annual growth rate of at least 100% for any full calendar year before January 1, 2050. If the US Bureau of Labor Statistics does not report complete data in the 2020 to 2050 period, another credible source may be selected by Metaculus, or the question may resolve as Ambiguous at their discretion.", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "5d011bbf-552b-4828-87b7-d84b738ab393", "title": "In 2031, will at least 90% of Open Philanthropy Project grant money be directed using effective altruist principles?", "body": "Resolution Criteria\nThis question will resolve as Yes if in 2031, at least 90% of Open Philanthropy Project grants, on a dollar-weighted basis, are directed according to Effective Altruist principles. Open Phil's grant writups (such as this example), generally refer to cause reports (such as here), and the cause reports provide justification for why the cause is a high priority under effective altruist principles.\nJudging this question affirmatively does not require that people agree on whether Open Phil is succeeding according EA principles, only that it is attempting to follow them. People can reasonably disagree about which causes are the most effective.\nIf Open Phil makes less than $1 million in grants in 2031, this question will resolve as *Ambiguous.\n", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "83767222-6a75-4656-9e64-5b239b1e2187", "title": "Will the first AGI be based on deep learning?", "body": "Resolution Criteria\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_or_Q": {"id": "212efc0e-73f1-4e82-a839-506b59e17266", "title": "Will either at least 90% of Open Philanthropy Project grant money be directed using effective altruist principles in 2031, or will the first AGI be based on deep learning?", "body": "Resolves YES if either of the following occurs: (a) In 2031, at least 90% of Open Philanthropy Project grants, on a dollar-weighted basis, are directed according to Effective Altruist principles. This does not require agreement on the effectiveness of the causes, only that the grants attempt to follow these principles. If Open Phil makes less than $1 million in grants in 2031, this part of the question will resolve as Ambiguous. (b) The first AGI system is based on deep learning, as defined by the 2016 version of the Deep Learning Book. This will be determined by a survey of 11 AI researchers, and the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" indicate that the complete system or most of the system was based on deep learning. The question resolves ambiguously if a majority of experts respond \"I don't know\". Resolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.8}}}
{"line": {"P": {"id": "890f482f-6e83-406e-b6e0-60787547aff4", "title": "Will the Eurozone collapse before 2030?", "body": "Resolution Criteria\nThis question will resolve as \"yes\" if, at any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency.\nFine Print\nEdit: on April 17, 2022, clarified that \"no longer the de facto primary currency\" means for all three of Germany, France, and Italy, not just any one of those three.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.18}, "Q": {"id": "5bda29ad-d405-416f-833d-25b547a6bf9f", "title": "Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?", "body": "Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "0fbae057-9d77-433e-9c70-66129888435c", "title": "Will the Eurozone collapse before 2030 or will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?", "body": "Resolves YES if any of the following occur: \n1. At any time between December 1, 2020 to January 1, 2030, the European Central Bank (ECB) formally closes, or the Euro is no longer the de facto primary currency for all three of Germany, France, and Italy. For the purposes of this question, being a \"de facto primary currency\" means that at least 50% of all transactions are conducted using that currency. \n2. Before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union, or the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name. \nResolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "858d49a7-cb3e-46ca-8822-859b68009afd", "title": "Will there be a US-China war before 2035?", "body": "Resolution Criteria\nFor the purposes of this question, a US-China war is defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US will not count towards positive resolution. If this does not occur before January 1, 2035, this question will resolve negatively.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "a77d828f-d79f-4c1c-a16c-f7bac9710b53", "title": "Conditional on New START being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?", "body": "Resolution Criteria\nThis question conditions on the following (i.e., it resolves ambiguously if this condition isn't met): New START is renewed or replaced by another similar treaty after February 2026, according to credible reports such as the [Arms Control Association]. By replacement by another nuclear arms control agreement we mean a situation when there is an agreement after 2026 that both US and Russian officials describe as a successor to New START. No attempt will be made to determine whether the renewed or replacement treaty actually has very similar terms to New START.\nThis question resolves positively if that condition is met and there is a nuclear exchange between Russia and the US between this question opening and 2035, defined here as at least one offensive nuclear detonation by the US on or over Russian territory and/or at least one offensive nuclear detonation made by Russia on or over US territory.\nA state (US or Russia) will be considered responsible for a nuclear detonation if either:\n(a) The state openly admits such responsibility (in a statement made by the President, Prime Minister, Minister/Secretary of Defense, the US Ambassador to Russia (or vice versa), a top military executive or a similarly important official)\n(b) Credible reports by multinational organizations conclude that the state was responsible\n(c) There are credible reports claiming the state was responsible and the state does not deny it.\nIf the state changes its claims (e.g. first admitting responsibility for the attack and then denying it), priority will be given to independent reports.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions), but doesn't include detonations for testing purposes and peaceful nuclear explosions.\nSee also:\nWill the New START nuclear arms control agreement be renewed until at least 5 February 2027?\nConditional on New START not being renewed or replaced by another similar treaty after February 2026, will there be a nuclear exchange between Russia and the US by 2035?\nFine Print\nDetonations must occur less than 20 kilometers above the surface of the Earth in order to count as being on or over US/Russia territory.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.04}, "P_or_Q": {"id": "650250b0-c0ff-426a-b582-86171471350a", "title": "Will either a US-China war occur before 2035 or, conditional on New START being renewed or replaced after February 2026, a nuclear exchange between Russia and the US happen by 2035?", "body": "Resolves YES if either of the following occurs: (a) A US-China war, defined as the US and China collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year before January 1, 2035, as reported by credible sources. Deaths in battles fought between the US and an ally of China or between China and an ally of the US do not count. (b) Conditional on New START being renewed or replaced by another similar treaty after February 2026, a nuclear exchange between Russia and the US occurs by 2035, defined as at least one offensive nuclear detonation by the US on or over Russian territory and/or by Russia on or over US territory, with responsibility confirmed by admission from a state official or credible reports. Resolves NO if neither of these conditions are met.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "8114d9be-5644-4cf6-85cc-221d35bbe4c1", "title": "Will there be a major nuclear accident before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if an event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority (for example, any of the agencies featured on this list or this list), the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "7e79884f-604c-4e88-84b5-8a7796bdbbe7", "title": "Longbets series: will the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?", "body": "Resolution Criteria\nJoseph F. Huttner and Stephen W Snow summarize their reasons for taking the bet here.\nJoseph F. Huttner argued,\n1) The overall population of the United States will continue to increase, largely as a result of immigration. [...]\n2) The American electorate is generally unwilling to force themselves to pay more for a given unit of energy than they have to, and geologically-derived crude oil is often the cheapest form of energy available. [...]\n3) The solution to credible environmental issues stemming from the burning of fossil fuels is likely to be based on some scientific process which addresses those effects. [...]\n4) Much of the geologically-derived crude oil for sale in the world comes from countries that have an under-developed economy. On a political level, it is in the interest of wealthier nations to purchase the exports of poorer nations, and that includes their oil - these transactions not only increase wealth for both nations, but they help foster harmony and peace among the peoples of the world.\nStephen W Snow countered,\nMy reasoning is based on economic arguments rather than on an assumption that the drop will be caused by a deliberate policy to reduce fossil carbon use, even though such a policy would be highly desirable to reduce climate change. It seems likely to me that the price of oil will continue to rise as it has done in the past, while the price of renewables, particularly solar photovoltaic, will also follow past trends and continue to fall. Even though the US population and economy will continue to grow I claim that this growth will be more than compensated by improved energy intensity and by substitution of oil with natural gas and renewables.\nWill the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than the amount consumed in 2015?\nIf the Long Now Foundation declares Joseph F. Huttner the winner, this question resolves positively. If they declare Stephen W Snow the winner, this question resolves negatively.\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "15f95a83-ff76-437a-857f-fc46df94672d", "title": "Will either a major nuclear accident occur before 2030 or the amount of geologically-derived crude oil consumed by the United States in 2035 be greater than in 2015?", "body": "Resolves YES if either of the following occurs: (a) An event or series of events that begins between January 1, 2021 to January 1, 2030 is classified as a level seven Major Accident on the INES scale (with that classification being issued before January 1, 2031), by any of the following: a national nuclear regulatory authority, the Bulletin of the Atomic Scientists, the International Atomic Energy Agency, the Head of State or Head of Government of the country in which the incident takes place, or any Permanent Member of the United Nations Security Council. (b) The Long Now Foundation declares Joseph F. Huttner the winner of the bet regarding whether the amount of geologically-derived crude oil consumed by the United States in 2035 exceeds the amount consumed in 2015. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "c91680fb-0424-4bcf-87ae-48cd4c841162", "title": "Will ≥8% of U.S. adults self-report to follow a vegetarian diet before 2036?", "body": "Resolution Criteria\nVegetarianism is the practice of abstaining from the consumption of meat (red meat, poultry, seafood, and the flesh of any other animal). Vegetarianism may be adopted for various reasons. Objections to eating meat might arise out of concerns for animal welfare, animal rights, or be borne out of religious beliefs. Other motivations for vegetarianism include health-related, environmental, cultural, aesthetic or economic ones.\nThere are different types of vegetarianism: an ovo-lacto vegetarian diet includes both eggs and dairy products, an ovo-vegetarian diet includes eggs but not dairy products, and a lacto-vegetarian diet includes dairy. By contrast, the vegan diet excludes all animal products, including eggs and dairy.\nIn a 2019 national survey of 2,027 U.S. adults aged 18 and older, commissioned by the Vegetarian Resource Group, 4% of respondents self-reported as Vegetarian (Including Vegans)\nWill ≥8% of adults in the U.S. self-report to follow a vegetarian diet before Jan 1st, 2036, in a major poll of a representative cross section of U.S. adults?\nResolution\nFor the purpose of this question, self-reporting any vegetarian status amounts to agreeing with the proposition \"I never eat meat, fish, seafood, or poultry\". At least 2,000 adults representing a cross section of U.S. adults must be polled. The source used for the purpose of this question is a poll commissioned by the Vegetarian Resource Group (VRG). If surveys commissioned by the Vegetarian Resource Group are no longer admissible or are discontinued, an admin may decide to consult other polls if i) there is especially strong evidence that respondents are a representable cross section of U.S. adults, and ii) at least 4,000 adults are polled, and iii) respondents are asked whether they never eat meat, fish, seafood or poultry.\n", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "c92a2114-ba39-4e0e-a24f-9a1564fbc071", "title": "Will wheat be successfully de-allergenized by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a peer-reviewed publication or consumer product demonstrates a process that successfully produces de-allergenized wheat (for any vareity or type of wheat). The wheat that is produced must have < 10% of typical wheat content of one these allergens: albumin, globulin, gliadin or gluten, and show a statistically significant reduced or prevented immunological response. The end-product must be suitable for human consumption (though not necessarily approved for human consumption). This process might involve treating crop post-harvest, or genetically modifying relevant crops. The relevant publication must be published before January 1, 2030.\nRelevant studies must be sufficiently convincing (either showing that the chemical composition reduces the allergen concentration to tolerable levels, or by producing significant results in large-scale human trials). Metaculus Admins will decide, at their discretion, whether the reduction in allergens is sufficiently convincing\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "P_or_Q": {"id": "4ee171f8-51ad-4d04-b63a-53fc037f6150", "title": "Will either ≥8% of U.S. adults self-report to follow a vegetarian diet before 2036 or wheat be successfully de-allergenized by 2030?", "body": "Resolves YES if either of the following occurs: (a) At least 8% of U.S. adults self-report to follow a vegetarian diet before January 1st, 2036, in a major poll of a representative cross section of U.S. adults, commissioned by the Vegetarian Resource Group. If surveys commissioned by the Vegetarian Resource Group are no longer admissible or are discontinued, an admin may decide to consult other polls if there is especially strong evidence that respondents are a representable cross section of U.S. adults, and at least 4,000 adults are polled, and respondents are asked whether they never eat meat, fish, seafood or poultry. (b) A peer-reviewed publication or consumer product demonstrates a process that successfully produces de-allergenized wheat (for any variety or type of wheat) by January 1, 2030. The wheat must have < 10% of typical wheat content of one of these allergens: albumin, globulin, gliadin or gluten, and show a statistically significant reduced or prevented immunological response. The end-product must be suitable for human consumption. Metaculus Admins will decide, at their discretion, whether the reduction in allergens is sufficiently convincing. Resolves NO otherwise.", "resolution_date": "2035-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "16b7668e-5614-4172-9e79-82a00c4d053f", "title": "Will armed conflicts between India and Pakistan lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of India and Pakistan causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of India and Pakistan causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by many years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2049.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q": {"id": "1cc5919b-4964-43d2-87d5-91327cfa21db", "title": "Will China recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "14a56a0e-c67d-468e-a9ce-a66564a9eab7", "title": "Will either armed conflicts between India and Pakistan lead to at least 100 deaths before 2050, or will China recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria:\nThis question will resolve as YES if any of the following occur:\n1. At any time between January 1, 2021 to January 1, 2050, there are at least three credible government sources or three credible news reports indicating at least one exchange of weapon fire between the national military forces or law enforcement personnel of India and Pakistan causing a total of at least 100 deaths. Positive resolution could result from a few incidents separated by many years if the total number of deaths from such incidents reaches at least 100 by the end of 2049.\n2. Before 2030-01-01, reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan.\nThis question will resolve as NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.65}}}
{"line": {"P": {"id": "4848db25-f2c4-4a83-840d-8fb757d116aa", "title": "Will armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "9ec09179-297c-4a0d-8ee6-14cd1fd87e47", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Russia)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "fab7e807-61e5-4f64-85b9-6817841b4a14", "title": "Will either armed conflicts between Taiwan and the PRC lead to at least 100 deaths before 2026, or will there be at least one fatality in Russia from a nuclear detonation by 2030?", "body": "This question will resolve as YES if either of the following occur:\n1. At any time between January 1, 2021 to January 1, 2026, there are at least three credible government sources or news reports indicating at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\n2. There is at least one offensive nuclear detonation between January 1, 2021 and January 1, 2030, and there is at least one fatality in Russia from any such detonation occurring at any point between these dates. This includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, excluding detonations for testing purposes or peaceful nuclear explosions.\n\nThe question will resolve as NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "b8850f8b-ab8a-4732-96d1-2526ae8117fc", "title": "Before 2030, will an AI complete the Turing Test in the Kurzweil/Kapor Longbet?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet. If Mitchell Kapor wins, then this question will resolve as No.\nEach Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges.\nDuring the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews).\nThe Turing Test Interviews will consist of online text messages sent back and forth as in a online \"instant messaging\" chat, as that concept is understood in the year 2001.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "4ca5d346-0cf1-4503-8596-8f86d0b8af9b", "title": "If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?", "body": "Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "c5db6305-adc3-4d9a-a157-b8df567563b7", "title": "Will either an AI complete the Turing Test in the Kurzweil/Kapor Longbet before 2030, or will World GDP grow by at least 30.0% in any of the subsequent 15 years if human-level artificial intelligence is developed?", "body": "Resolution Criteria for each event:\n1. This question will resolve as YES if the Long Now Foundation declares Ray Kurzweil the winner of the bet, indicating an AI has completed the Turing Test before 2030. The Turing Test involves multiple sessions and trials with appointed judges and human foils, conducted through online text messaging.\n2. This question will also resolve as YES if a machine passes the Turing Test and subsequently, according to a reputable organization such as The World Bank, world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test. If no machine passes the Turing Test by 2100-01-01, then this part of the question resolves ambiguously.\n\nThe question resolves NO if neither of the above conditions are met.", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "13886d24-2900-42b7-9bb2-4745ab3fa48c", "title": "Ragnarök Question Series: If a global catastrophe occurs, will it be due to nuclear war?", "body": "Resolution Criteria\nIn the headline question to this series, I defined a global catastrophe as a 10% decrease in the world population in any period of 5 years.\nIf a global catastrophe happens before 2100, will it be principally due to the deployment of nuclear weapons?\nThe question resolves positively if a global nuclear catastrophe occurs that claims at least 10% in any period of 5 years or less before 2100, and resolves as ambiguous if no such global catastrophe happens. Years are here defined as consecutive calendar years.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "5ec01678-97d4-439a-97b4-f0e0cb04bad0", "title": "Will countries possess a total of >20,000 nuclear weapons on December 31, 2029?", "body": "Resolution Criteria\nThis question will resolve as Yes if the total number of nuclear weapons (fission or thermonuclear) reported to be possessed across all countries on December 31, 2029 is greater than 20,000, according to the most recent FAS estimates available on December 31, 2029. This includes deployed, reserve/nondeployed, and retired (but still intact) warheads, and both strategic and nonstrategic weapons. It does not include weapons possessed by non-state actors.\nResolution criteria will come from FAS. If they cease publishing such numbers before resolution, resolution will come from the Arms Control Association or any other similar platform\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "1b1976f7-b602-4a00-85d8-bb10976b5776", "title": "Will either a global nuclear catastrophe occur by 2100 or will countries possess more than 20,000 nuclear weapons on December 31, 2029?", "body": "Resolution Criteria for each part:\n\n1. A global nuclear catastrophe is defined as a 10% decrease in the world population in any period of 5 years or less before 2100, principally due to the deployment of nuclear weapons. The question resolves positively if such a catastrophe occurs, and as ambiguous if no such global catastrophe happens.\n\n2. This question will resolve as Yes if the total number of nuclear weapons (fission or thermonuclear) reported to be possessed across all countries on December 31, 2029 is greater than 20,000, according to the most recent FAS estimates available on that date. This includes deployed, reserve/nondeployed, and retired (but still intact) warheads, and both strategic and nonstrategic weapons. It does not include weapons possessed by non-state actors. If FAS ceases publishing such numbers before resolution, resolution will come from the Arms Control Association or any other similar platform.\n\nThe overall question resolves YES if either of the above conditions is met, and NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "4b59898c-2c13-431c-88ce-687a8d0ce9e0", "title": "Will there be a culturally significant development in aging research by 2030?", "body": "Resolution Criteria\nIn 2019, at a speech at the Foresight Institute, biomedical gerontologist Aubrey de Grey stated:\nI think we are still 15-20 years away [from effective anti-aging therapies] but the anticipation of the therapy by the general public is coming soon, and it is that anticipation that is going to be the point when the shit really hits the fan. If you think about a situation in which less than five years from now [...] in a period of about a week, half of the developed world is going to shift from an expectation that they will live only slightly longer than their parents did, into an expectation that they're going to live far longer than anyone has ever lived.\nIf half of the people in the developed world came to believe within a period of a week that effective anti-aging therapies were imminent, this would likely be a culturally significant event, perhaps among the most significant in the 2020's.\nThis question resolves positively if any of the terms \"aging\", \"ageing\", \"anti-aging\", \"anti-ageing\", \"longevity\", \"lifespan\", \"rejuvenation\", or \"life extension\" are mentioned as a direct reference to longevity research* in any of the following media sources produced between January 1st 2020 and January 1st 2030 UTC:\nThe English Wikipedia's \"In the news\" section.\nor\nHistory.com's summary of events for a year in the 2020's.\nor\nThe transcript for a primary or general presidential election debate in America.\nIt also resolves positively if:\nA longevity researcher receives Time's Person of the Year for their work on defeating aging.\nOtherwise, this question resolves negatively on the 1st of January 2030.\nIn case of positive resolution, this question retroactively closes 1 day before the triggering event.\nETA: 2022-04-08: qualifying primary or general presidential election debates are limited to mainstream debates (i.e., Republican and Democratic primaries + general election debates).\n* \"longevity research\" here means the research comes from a group whose explicit purpose (as defined by their charter, or their about page on their website, or by some official statement made by the organisation which pertains to their research ends) is to slow, halt, or reverse the natural aging process. Examples of research groups which meet this criteria are the SENS Research Foundation and The Sinclair Lab at Harvard.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.5}, "Q": {"id": "8cc4ba81-524d-4da0-9068-20ddf47c0cde", "title": "Will the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?", "body": "Resolution Criteria\nWill the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?\nTotal interest shall be defined as the sum of the individual monthly interest values over a year. Note that the linked-to Google Trends chart is for the search term 'Effective Altruism'.\nEdit (29/11/18): this resolves ambigous if Google Trends ceases to exist, or makes substantial enough changes to their methodology for admins to think an ambiguous resolution is required.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_or_Q": {"id": "a76f6d64-4a97-446a-9dfa-8066799ff3fb", "title": "Will there be a culturally significant development in aging research by 2030 or will the total interest in Effective Altruism on Google Trends in 2030 be at least 0.2 times the total interest in 2017?", "body": "Resolves YES if either of the following occurs: (a) Any of the terms \"aging\", \"ageing\", \"anti-aging\", \"anti-ageing\", \"longevity\", \"lifespan\", \"rejuvenation\", or \"life extension\" are mentioned as a direct reference to longevity research in any of the following media sources between January 1st 2020 and January 1st 2030 UTC: the English Wikipedia's \"In the news\" section, History.com's summary of events for a year in the 2020's, or the transcript for a mainstream primary or general presidential election debate in America; or a longevity researcher receives Time's Person of the Year for their work on defeating aging. (b) The total interest in Effective Altruism on Google Trends in 2030 is at least 0.2 times the total interest in 2017. Resolves NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "0d04cef1-9761-4968-a2f5-e5247f84b93b", "title": "Will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "bc4cb41a-b9a1-4778-879a-c86de69a3ac8", "title": "Before 2032, will we see an event precipitated by AI malfunction that causes at least 100 deaths and/or at least $1B 2021 USD in economic damage?", "body": "Resolution Criteria\nThis question resolves as Yes if, before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage.\nMultiple incidents stemming from the same source can count for the question to resolve as Yes. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. For example, deaths from a prior major version of Tesla’s self-driving car software would not be summed with deaths attributable to later versions.\nTo count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly. An example could be if an AI system autonomously driving cars caused hundreds of deaths which would have been easily avoidable for human drivers, or if an AI system overseeing a hospital system took actions to cause patient deaths as a result of misinterpreting a goal to minimise bed usage.\nTo be considered easily avoidable an incident must not involve human negligence. For example, if a human is expected to monitor the AI and promptly intervene, a failure to intervene resulting in death or economic damage would not be considered attributable to an AI malfunction unless the AI malfunction was such that a human could not reasonably be expected to prevent it. If, for example, the Boeing MCAS system had been an AI system and there was no possibility for the pilots to override its decision to lower the aeroplane nose, leading to a fatal crash, this would count for resolution.\nDeaths or damage caused by an AI's expected and intended behavior will not be included; for example, AIs used to target enemy combatants in war would be excluded, as well as AIs successfully performing a medical treatment as specified, despite the treatment causing harms that the doctors or designers were unaware of. An unexpected malfunction of an AI system used in war leading to collateral damage would qualify for the question to resolve as Yes.\nFine Print\nA system should be considered AI if it is widely considered to be AI (e.g. by the credible media reports resolving the question). If this is not sufficiently clear for resolution, then as a secondary criterion, any system using machine learning techniques which has an agentic role in the disaster in question should count for this question.\nEconomic damage will be considered to be expenses incurred by damage to physical or technological systems or by obstruction of productive output. For example, causing a power outage which leads to economic loss from affected businesses would count, while losing money in an AI-directed investment portfolio would not.\nThis question will resolve according to Metaculus' sole discretion.\nThe resolution criteria of this question were updated on May 2, 2023. See this comment for more details.\n", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "fb064414-0b6c-4e00-8134-ef760ca0add7", "title": "Will either Tesla become the largest car company in the world by sales before 2035, or will an AI malfunction cause at least 100 deaths and/or $1B in economic damage before 2032?", "body": "Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. Tesla Motors becomes the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers (OICA). If data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion.\n2. Before January 1, 2032, there are three credible media reports indicating that there has been one or more events precipitated by AI malfunction which caused either 100+ deaths or $1bn 2021 USD in economic damage. Multiple incidents stemming from the same source can count for the question to resolve as YES. To be considered from the same source the incidents must be attributable to a specific flaw or version of an AI. To count as precipitated by AI malfunction an incident should involve an AI system behaving unexpectedly and not involve human negligence unless the AI malfunction was such that a human could not reasonably be expected to prevent it. Deaths or damage caused by an AI's expected and intended behavior will not be included.\n\nThis question will resolve according to Metaculus' sole discretion.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "0fcb1966-dadc-4e85-88f2-ff2ebd32fb19", "title": "Will Any Major AI Company Commit to an AI Windfall Clause by 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if any of the following companies/organizations ratifies a Windfall Clause before January 1, 2025:\nAlphabet (or any of its subsidiaries, such as Deepmind or X)\nAlibaba\nAmazon\nApple\nBaidu\nFacebook\nMicrosoft\nOpenAI\nTesla\nFor the purposes of this question, a Windfall Clause is any legally-binding agreement which caps profits resulting from a new technological innovation at any value less than 50% of Gross World Product. Ratification means encoding the Windfall Clause within a institutional structure with external enforcement mechanisms (e.g. as a publicly-promulgated legal contract, as a Smart Contract on a Blockchain. Internal commitments without third-party arbiters will not suffice.)\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "587c9130-2650-4a23-a2e7-c766011231df", "title": "Will Tesla become the largest car company in the world (by sales) before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers.\nIf data from OICA is not available during this period, Metaculus may select an alternative credible source of data, or resolve as Ambiguous at their discretion\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "b6b184f8-2717-4e9f-ab05-364302a116b4", "title": "Will either any major AI company commit to an AI Windfall Clause by 2025 or will Tesla become the largest car company in the world by sales before 2035?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs:\n1. Any of the following companies/organizations ratifies a Windfall Clause before January 1, 2025: Alphabet (or any of its subsidiaries, such as Deepmind or X), Alibaba, Amazon, Apple, Baidu, Facebook, Microsoft, OpenAI, Tesla. A Windfall Clause is defined as any legally-binding agreement which caps profits resulting from a new technological innovation at any value less than 50% of Gross World Product. Ratification means encoding the Windfall Clause within an institutional structure with external enforcement mechanisms (e.g., as a publicly-promulgated legal contract, as a Smart Contract on a Blockchain). Internal commitments without third-party arbiters will not suffice.\n2. Tesla Motors is the largest car producer in the world at any point before January 1, 2035, according to global car sales data from the International Organization of Motor Vehicle Manufacturers (OICA). If data from OICA is not available during this period, an alternative credible source of data may be used, or the question may resolve as Ambiguous at the discretion of the forecasting platform.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "5177a0ee-c2e1-424e-b912-ec4fa4a6b6c6", "title": "Will one government govern 80% of Earth's population and economy by 2100?", "body": "Resolution Criteria\nThis question resolves positively if a single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.07}, "Q": {"id": "99620d74-d54d-4ddd-8a60-5ae7c8068af6", "title": "Will there be recurring virus-driven lockdowns during the period 2030-2050?", "body": "Resolution Criteria\nLockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period,\nAt least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\nDuring at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\nThe Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nFine Print\nDisputes related to question wording will be determined using admin discretion.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "54dfcc16-a7a0-4669-a5ec-538d459e76db", "title": "Will either one government govern 80% of Earth's population and economy by 2100 or there be recurring virus-driven lockdowns during the period 2030-2050?", "body": "Resolution Criteria\nThis question resolves positively if any of the following conditions are met:\n1. A single government rules over 80% of Earth population and 80% of Earth GDP at any point before January 1st 2100. An organisation would be considered an Earth government if it has supreme military authority in its territory, a unified foreign policy and the power to collect taxes and make laws. This would include the 2021 United States and exclude the 2021 European Union or United Nations.\n2. Lockdowns are said to be \"recurring\" during the period 2030-2050 if any of the following become true during that time period:\n   a. At least three separate virus species, according to the ICTV classification of viruses, are reported to have triggered at least three separate global lockdown events, defined as events in which at least 50% of the world population simultaneously live under stay-at-home orders for some period of time.\n   b. During at least five separate incidents, it is not possible to see an in-person Broadway Show in New York City due to stay-at-home orders in New York City as a result of a viral event. An incident is said to be separate if Broadway theaters lifted restrictions for some time, before being mandated again.\n   c. The Summer Olympic Games OR Winter Olympic Games are rescheduled at least three times as a result of viral related events.\nFine Print\nDisputes related to question wording will be determined using admin discretion.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.2}}}
{"line": {"P": {"id": "84abbbbf-c447-4312-8541-a93684b9886b", "title": "Will humans go extinct before 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.12}, "Q": {"id": "e881b39c-9d6e-4154-920a-8807caaa148f", "title": "If there's a nuclear conflict involving >1,000 detonations, will that cause more than 4 billion fatalities within 10 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations.\nFor any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 1,000 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nFine Print\nThis question will also resolve positively if any nuclear conflict meeting the above-mentioned condition clearly causes more than 4 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2033-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "233fb10f-5a4e-47dd-a569-4979ae9e6fac", "title": "Will either humans go extinct before 2100 or a nuclear conflict involving >1,000 detonations cause more than 4 billion fatalities within 10 years?", "body": "Resolves YES if either of the following occurs: (a) There are no known humans alive on January 1, 2100, where humans are defined as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. Any living humans anywhere in the observable universe (or multiverse) known to the entities operating Metaculus on that date will be sufficient to resolve the question negatively. (b) At any point before January 1, 2100, a nuclear conflict begins in which there are more than 1,000 nuclear weapon detonations, and for any such conflict, there are more than 4 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one thousand offensive nuclear detonations before 2100. The question will resolve as Ambiguous if that condition isn't met. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.03}}}
{"line": {"P": {"id": "1531c273-3159-4591-bdbb-58d650cdc322", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "a2dc6821-4f6f-4216-b2f1-ae3941766b95", "title": "Will Elon Musk personally go to Mars?", "body": "Resolution Criteria\nThis question will resolve as Yes if Elon Musk is launched on a rocket with the intent of going to Mars. It will resolve as No if Elon Musk is declared legally dead before launching on a Mars-bound rocket.\nIf Musk has neither died nor personally gone to Mars before January 1, 2095, this question will resolve as Ambiguous\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "6e29b2f4-0b5c-4bf5-a349-d2bf42a22a7d", "title": "Will humanity maintain a continuous off-Earth presence until 2050 or will Elon Musk personally go to Mars?", "body": "Resolves YES if either of the following occur: (a) At least one living and conscious biological human is continuously located beyond 100km altitude above Earth's mean sea level at all times until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as on any astronomical object other than Earth (e.g., Moon or Mars). Sleeping humans count as conscious, but EMs, AI systems, humans in suspended animation or cryopreservation, and non-biological or non-conscious humans do not count. Biological humans with cybernetic augmentations are included if they can reproduce with un-augmented humans. (b) Elon Musk is launched on a rocket with the intent of going to Mars. This question resolves NO if the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, or if Elon Musk is declared legally dead before launching on a Mars-bound rocket. If neither condition is met, and if Musk has neither died nor personally gone to Mars before January 1, 2095, this question will resolve as Ambiguous.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "6311f761-bb31-4fb1-9adf-d6affc1f25c9", "title": "Will humanity (essentially) run out of at least one element currently considered \"under serious threat\" by 2040?", "body": "Resolution Criteria\nIn 2008, science fiction author, Robert Silverberg, penned a provocative web essay, The Death of Galium, that predicted that we would collectively run out of several essential, rare elements within a single decade. Per Silverberg:\nThe element gallium is in very short supply and the world may well run out of it in just a few years. Indium is threatened too, says Armin Reller, a materials chemist at Germany’s University of Augsburg. He estimates that our planet’s stock of indium will last no more than another decade. All the hafnium will be gone by 2017 also, and another twenty years will see the extinction of zinc. Even copper is an endangered item, since worldwide demand for it is likely to exceed available supplies by the end of the present century.\nSilverberg's dire fears have not (yet!) come to pass, but the American Chemical Society (ACS) has identified 44 elements that \"face supply limitations in the coming years.\" Those considered by the ACS \"under serious threat\" over the next century include: silver, zinc, hafnium, gallium and helium.\nIt sounds serious. But not everyone is concerned. This counterpoint editorial from The Register, for instance, maintains that the galium shortage is a nothingburger:\nWe mine for aluminium by sticking bauxite into a Bayer Process plant, where we boil it in caustic soda. If you put the right doohicky on the side of this plant then you get the gallium out. It's at about 100ppm, 100 grammes per tonne of bauxite processed... there's around a 1,000-year supply of Ga in the bauxite that we already know that we'll process for the aluminium content... We simply don't have any meaningful shortage of these metals [worth] worrying about.\nAs a proxy for supply issues, we will use price. The question resolve positive if by beginning of 2040 any of the following \"under serious threat\" elements has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity, like USGS. The elements in question are: He, Zn, Ga, Ge, As, Ag, In, Te and Hf.\n", "resolution_date": "2039-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "e49fe5aa-227a-49f6-afc5-af1f66a072ac", "title": "Will there be a US-Russia war before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there's a war between the US and Russia before January 1, 2050. For the purposes of this question, a US-Russia war is defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution.\nWe here define battle related deaths as defined by the Uppsala University Department of Peace and Conflict Studies.\nResolution will come from reputable news sources, from official federal or military announcements, or from multinational institutions like the UN or NATO\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22}, "P_or_Q": {"id": "132cc85d-8f97-4059-bb4d-44b4a7fadf3b", "title": "Will either humanity run out of at least one element considered \"under serious threat\" by 2040 or will there be a US-Russia war before 2050?", "body": "Resolves YES if either of the following occurs: (a) By the beginning of 2040, any of the following elements considered \"under serious threat\" (He, Zn, Ga, Ge, As, Ag, In, Te, Hf) has a trackable commodities price that attains an inflation-adjusted price more than 10 times its price as of July 10, 2018, as measured by a reliable entity like USGS. (b) There's a war between the US and Russia before January 1, 2050, defined as the US and Russia collectively suffering at least 1,000 battle-related deaths in conflicts with each other in a single calendar year, as reported by credible news, government, or multi-national sources. Deaths in battles fought between the US and an ally of Russia or between Russia and an ally of the US will not count towards positive resolution. Resolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "2604dacd-ce8f-4ea2-a53a-451910301799", "title": "Will China reduce their carbon emissions per GDP by 60% by 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "Q": {"id": "11e9c3f7-c751-403e-9063-9e4b28716c87", "title": "Before 2100, will there be a 5-year period with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?", "body": "Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C.\nIf NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "P_or_Q": {"id": "55321c71-821b-4cef-b139-ba3ac432d0c9", "title": "Will either China reduce their carbon emissions per GDP by 60% by 2030 or will there be a 5-year period before 2100 with an average global temperature >3.6˚C warmer than the 1861-1880 baseline?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs:\n1. China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government.\n2. Before January 1, 2100, there is a 5-year period in which the average global temperature in each year is at least 3.6˚C greater than the average global temperature relative to the period 1861–1880, according to NASA. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 3.4˚C. If NASA does not provide this data for a complete period up to 2100 (or a potential earlier resolution date), Metaculus may select an alternative credible source of data at their discretion.\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.71}}}
{"line": {"P": {"id": "8fab1700-ff51-4b1e-a78b-a354839ad426", "title": "Will Washington D.C. become a state before January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as No if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state\n", "resolution_date": "2025-01-19T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "0ee0eb99-bfc5-4f90-9fee-039b26212e07", "title": "Will the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by a majority of major news desks?", "body": "Resolution Criteria\nThis question resolves positively if the US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News and NBC News", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "3ebc1e2a-b350-48b2-a1d8-97f5d428bf5f", "title": "Will either Washington D.C. become a state before January 20, 2025, or the US President inaugurated in 2025 be from a different political party than the projected winner as officially called by major news desks?", "body": "Resolution Criteria:\nThis question will resolve as YES if either of the following occurs:\n1. Legislation making some portion of Washington, DC a new state becomes law before January 20, 2025. The legislation need not go into effect by that date. This question will resolve as NO if DC's status remains unchanged, if DC is retroceded to Maryland, or if DC is otherwise granted some, but not all rights afforded to a state.\n2. The US President inaugurated in 2025 is from a different political party than the projected winner as officially called by a majority of the following news desks: ABC News, AP, CNN, CBS News, Decision Desk HQ, Fox News, and NBC News.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "afcdf704-74d1-4a0e-9398-388dae0e5d25", "title": "If there's a nuclear conflict involving >100 detonations, will that cause >1 billion fatalities within 10 years?", "body": "Resolution Criteria\nRelated Questions on Metaculus:\nIf there's a nuclear conflict involving >1000 detonations, will that cause >4 billion fatalities within 10 years?\nIf there's a nuclear conflict involving >100 detonations, will that cause >1 million fatalities within 1 month?\nIf there's a nuclear conflict involving >1000 detonations, will humanity be extinct within 50 years?\nIf there's a nuclear conflict involving >1000 detonations, will humanity's population be <400 million 50 years later?\nWill the first nuclear conflict involving >100 detonations cause >100m fatalities within 1 month of the final detonation?\nDecisions about how much to prioritize nuclear risk reduction and how best to reduce nuclear risk should be guided in part by our best guesses about:\nhow many deaths would occur given a large-scale nuclear exchange\nwhat proportion of those deaths would occur fairly soon after the detonations (e.g., from the initial blast and fires) rather than later on (e.g., from fallout or nuclear winter effects)\nFor example, this is relevant to the existential risk posed by nuclear weapons and the value of investing in research and development on \"resilient food\".\nSee here, and the sources linked to from there, for previous discussion of these sorts of questions and why they matter.\nIf there's a nuclear conflict involving >100 detonations, will that cause more than 1 billion fatalities within 10 years?\nThis question will resolve as Yes if:\nAt any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations.\nFor any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict.\nThis question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. That is, the question will resolve as Ambiguous if that condition isn't met. (But this condition doesn't require that the first nuclear conflict after January 1, 2021 involves more than 100 detonations.)\nDetonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation (even if the detonations involve different state pairings, unrelated motivations, etc.).\nIf a source gives a range as its estimate, the midpoint of that range will be used as its estimate.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see the fine print for definitions) of state or nonstate nuclear weapons.\nThis question will also resolve positively if a nuclear conflict meeting the above-mentioned condition clearly causes more than 1 billion fatalities but also causes sufficient civilizational collapse that there are no or extremely few remaining credible sources on any topic. We request that you forecast your true beliefs despite the fact that a Metaculus score seems unlikely to be tracked or cared about in that scenario, given that forecasts on this question may play a role in informing important decisions.\nFor simplicity, no attempt will be made to second-guess credible sources on what fatalities should be considered to be \"caused\" by the nuclear conflict.\nDetonations for testing purposes and peaceful nuclear explosions are not counted towards positive resolution. Test detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to Metaculus admins.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack. “In an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack” (Barrett et al., 2013). “In an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders” (Barrett et al., 2013).\n", "resolution_date": "2033-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "Q": {"id": "11072e99-3615-497c-9fe6-b20aa7986208", "title": "Will there be active warfare between the United States and China before 2027?", "body": "Resolution Criteria\nThis question resolves in the affirmative if, at some point between now and 31 December 2026, at least two credible news sources (e.g. the Australian Financial Review, the New York Times, the Washington Post, Reuters, Associated Press, etc.) report that the United States and China have exchanged fire, engaged in \"kinetic conflict\", fought a battle, fought a war or otherwise engaged in active warfare (and they are not talking metaphorically/about a \"cold war\")\n", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "832805f3-3eff-47eb-9187-b98db0f54f93", "title": "Will either of the following occur: (1) a nuclear conflict involving more than 100 detonations causing over 1 billion fatalities within 10 years, or (2) active warfare between the United States and China before 2027?", "body": "Resolves YES if either of the following occurs: \n(1) At any point before January 1, 2100, a nuclear conflict begins in which there are more than 100 nuclear weapon detonations. For any such conflict, there are more than 1 billion deaths globally in the period between the first nuclear detonation and 10 years after the final detonation of the conflict. This question is conditional on there being at least one nuclear conflict involving more than one hundred offensive nuclear detonations before 2100. Detonations will be considered to be part of the same conflict if each detonation occurs within 30 days of a previous detonation. Offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons. Test detonations and peaceful nuclear explosions are not counted towards positive resolution.\n(2) At some point between now and 31 December 2026, at least two credible news sources report that the United States and China have exchanged fire, engaged in \"kinetic conflict\", fought a battle, fought a war or otherwise engaged in active warfare. Resolves NO otherwise.", "resolution_date": "2033-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.15}}}
{"line": {"P": {"id": "964bc91e-06af-4566-8110-3306def2e663", "title": "Will a sample of negative energy be produced by 2100?", "body": "Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "Q": {"id": "5d0a9fef-dc5f-4131-9123-a841fede2434", "title": "Will either a space elevator or a skyhook transport at least 10 metric tons (cumulative payloads) before 2046?", "body": "Resolution Criteria\nThis question will resolve as Yes if any planet-to-space transportation system considered by an admin to fit the quoted Wikipedia descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046 .\nThe payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface.\nPositive resolution requires that the sum of all payloads ever transported by a single planet-to-space transportation system exceeds 10 metric tons by the end of 2045\n", "resolution_date": "2045-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "25ad8f4f-1a1d-40b4-8a9a-859c8aebb6f7", "title": "Will either a sample of negative energy be produced by 2100 or a space elevator or skyhook transport at least 10 metric tons before 2046?", "body": "Resolves YES if either of the following occurs: (a) A sample of negative energy material is created by the year 2100, specifically, more than 10 proton masses worth of negative energy is created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (b) Any planet-to-space transportation system considered by an admin to fit the descriptions of a space elevator or a skyhook, transports (cumulatively) payloads of at least 10 metric tons or more by January 1, 2046. The payload must be transported from the Earth's surface into the Earth's orbit, from the Earth's orbit onto the Earth's surface, or from our Moon into orbit, or from space onto our Moon's surface. Positive resolution requires that the sum of all payloads ever transported by a single planet-to-space transportation system exceeds 10 metric tons by the end of 2045. Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "8fe5123c-d3a7-497c-8511-5b6729628d18", "title": "Will there be any progress in human lifespan enhancement by 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\nAt least 10 people have confirmed lifespans of at least 130 years of age\nAt least 100 people have confirmed lifespans of at least 120 years of age\nRay Kurzweil lives to the age of 120\nThe verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "7d3c333c-79b7-4b93-97b1-5cd396e9a369", "title": "Will NAD+ boosters be shown in a systematic review to increase human lifespan by >=5% by 2030?", "body": "Resolution Criteria\nLong-term supplementation of NAD+ boosters such as Nicotinamide Riboside and Nicotinamide Mononucleotide have been demonstrated to increase lifespan in animal models.\nHuman clinical trials are ongoing, with published papers demonstrating:\nSafety and increase in NAD+ levels. (1,2)\nInsulin sensitivity unchanged. (1)\nCardiac biomarkers seem to improve. (3)\nWill a systematic review of human trials conclude by 2030 that NAD+ boosting is effective in increasing human lifespan by >5%?\nThis question will resolve positive if at any point until 2030 a systematic review of clinical trials of NAD+ boosting will explicitly mention a lifespan improvement of at least 5% in humans. (results in animal models or lifespan estimation based on results in treatment of diseases are not enough for positive resolution)\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "cac4f72f-8eb5-4214-9b7e-cb6079852265", "title": "Will there be any progress in human lifespan enhancement by 2100 or will NAD+ boosters be shown in a systematic review to increase human lifespan by >=5% by 2030?", "body": "This question will resolve as YES if any of the following occur:\n1. Before January 1, 2100:\n   a. At least 10 people have confirmed lifespans of at least 130 years of age.\n   b. At least 100 people have confirmed lifespans of at least 120 years of age.\n   c. Ray Kurzweil lives to the age of 120.\n   (The verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution.)\n2. By 2030, a systematic review of clinical trials of NAD+ boosting explicitly mentions a lifespan improvement of at least 5% in humans. (Results in animal models or lifespan estimation based on results in treatment of diseases are not enough for positive resolution).\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "f5401910-a607-4c5e-ab59-d559ca0d3e06", "title": "Will the research group that is responsible for developing the first AGI be part of a nationalized organization?", "body": "Resolution Criteria\nThis question will resolve positively if the AI system that resolves the question Date first AGI is publicly known. was developed by a research group from a nationalized organization.\nIf the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\nSister questions\nNon-profit organization develops first AGI\nGovernment project develops first AGI\nUniversity group develops first AGI\n[Corporation develops first AGI](https://www.metaculus.com/questions/8324/corp…\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "Q": {"id": "66e87ddb-3eea-44c0-b801-7d67da3e2592", "title": "If human-level artificial intelligence is developed, will World GDP grow by at least 30.0% in any of the subsequent 15 years?", "body": "Resolution Criteria\nIf a machine passes the test in this Metaculus question, this question resolves as YES if world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank, and NO if it doesn't.\nIf no machine passes that test by 2100-01-01, then this question resolves ambiguously.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "685ab98b-ee04-4360-a1e4-03a524328b2e", "title": "Will either the research group that develops the first AGI be part of a nationalized organization, or will World GDP grow by at least 30.0% in any of the subsequent 15 years if human-level artificial intelligence is developed?", "body": "Resolution Criteria:\n1. This question will resolve positively if the AI system that resolves the question 'Date first AGI is publicly known' was developed by a research group from a nationalized organization. If the respective AI system is developed under a collaborative effort between two or more different institutions, the question resolves positively for both. For example, if OpenAI and UC Berkeley's CHAI had joined forces for the responsible project, this would count for both for-profit corporation and university.\n2. This question will also resolve positively if a machine passes the test in the Metaculus question related to human-level artificial intelligence, and world GDP grows by at least 30.0% for any single year in the fifteen years following the date of the test, according to a reputable organization such as The World Bank. If no machine passes that test by 2100-01-01, then this question resolves ambiguously.\nThis question resolves NO if neither of the above conditions are met.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "0b7edd56-97d9-4441-a257-85f8ee2d6075", "title": "If Biden becomes president, will there be an expansion of the Keystone Pipeline system of at least 100 km in length by the end of 2024?", "body": "Resolution Criteria\nThe Keystone Pipeline system is an oil pipeline in Canada and the United States, beginning operations in 2010.\nThe fourth phase, referred to as Keystone XL, attracted opposition from environmentalists and was eventually denied a permit by the Obama administration in 2015. Under Trump, a permit was granted again, though construction has not yet started.\nIn May 2020, Biden claimed that if elected, he will cancel the permit for the Keystone XL pipeline.\nIf Biden is elected president in the 2020 election and takes office, will the Keystone Pipeline system be extended by at least 100 km between his inauguration and the end of 2024?\nOnly the length of pipeline built on US territory will count for this question.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "Q": {"id": "05e6baaf-c1a2-4419-a5b0-758bffb6cb22", "title": "Will the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria\nThis resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_or_Q": {"id": "1e802129-46c6-4282-b5d0-ff1b1d734ff7", "title": "Will either of the following occur: (a) an expansion of the Keystone Pipeline system of at least 100 km in length by the end of 2024 if Biden becomes president, or (b) the Time person of the year in 2024 be the US president-elect?", "body": "Resolution Criteria for (a): The Keystone Pipeline system is an oil pipeline in Canada and the United States, beginning operations in 2010. The fourth phase, referred to as Keystone XL, attracted opposition from environmentalists and was eventually denied a permit by the Obama administration in 2015. Under Trump, a permit was granted again, though construction has not yet started. In May 2020, Biden claimed that if elected, he will cancel the permit for the Keystone XL pipeline. If Biden is elected president in the 2020 election and takes office, will the Keystone Pipeline system be extended by at least 100 km between his inauguration and the end of 2024? Only the length of pipeline built on US territory will count for this question.\nResolution Criteria for (b): This resolves positively if the Time person of the year in 2024 is the president-elect or both the president- and vice-president-elect, as determined by projected electoral votes as called by the Associated Press.", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.62}}}
{"line": {"P": {"id": "12e441af-da97-462c-9d27-d436270ab56b", "title": "In 2024 or 2025, will a dispute which determines the outcome of the 2024 US Presidential Election be decided by the US Supreme Court?", "body": "Resolution Criteria\nThis question resolves positively if, in 2024 or 2025, a case relating to the 2024 US Presidential Election is heard and decided by the US Supreme Court which, if decided differently, would lead to different individuals being made US president.\nThis should exclude cases being brought before the Supreme Court which are unrelated to the 2024 election, for example a case related to impeachment of a president, or a case related to the invocation of the 25th amendment.\nAt least three credible media reports from different sources should be used to determine if deciding the case differently would influence the outcome of the election\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "535817e6-bf19-421d-b688-7c3c5e944c47", "title": "Who will be elected to be US President in 2024? (Kamala Harris)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "3b42f5b6-6247-472d-968d-cc883bda8a4b", "title": "Will either a dispute determining the outcome of the 2024 US Presidential Election be decided by the US Supreme Court in 2024 or 2025, or will Kamala Harris be elected US President in 2024?", "body": "Resolution Criteria for each part:\n1) This question resolves YES if, in 2024 or 2025, a case relating to the 2024 US Presidential Election is heard and decided by the US Supreme Court which, if decided differently, would lead to different individuals being made US president. This excludes cases unrelated to the 2024 election, such as impeachment or the invocation of the 25th amendment. At least three credible media reports from different sources should confirm that deciding the case differently would influence the outcome of the election.\n2) This question resolves YES if Kamala Harris wins the majority of votes in the Electoral College, or is selected by Congress following the contingency procedure in the Twelfth Amendment for the 2024 US presidential election. This does not require the individual to win the popular vote, be projected by news media as winning, or to be officially inaugurated or perform any duty of the US President. If there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n\nThe question resolves NO if neither of the above conditions are met.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "2fc9fa48-efa3-4baf-9000-8e6aab8775e1", "title": "Will the first AGI be based on deep learning?", "body": "Resolution Criteria\nAssume for the purpose of this question, that this question resolves on some date.\nMetaculus admin(s) and/or community moderator(s) will survey 11 AI researchers whose work they consider relevant and whose work has been cited at least 500 times within the past 365 days according to Google Scholar. We will then ask about the relevant AI system:\nWas the relevant AI system based on Deep Learning, as defined by the 2016 version of the Deep Learning Book?\nRespondents will be requested to submit only one of the following responses:\nThe complete system was based on DL\nMost of system was based on DL\nAt least a significant portion of the system was based on DL\nOnly a minor portion of the system was based on DL\nNo portion, or only a trivial portion of the system was based on DL\nI don't know\nThen the question resolves positively if a majority of surveyed experts who don't respond \"I don't know\" respond as follows:\nThe complete system was based on DL\nMost of system was based on DL\nThe question resolves ambiguously if a majority of experts respond \"I don't know\".\n", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "Q": {"id": "2145fef8-edc6-4e9e-8b39-e1947e2f96f0", "title": "By January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?", "body": "Resolution Criteria\nArguably the most important single difference between humans and all other life is the degree to which human intelligence allows for radically more complex forms of socialization, cooperation, activity and achievement. No other species in the universe (to our knowledge) has created the kind of complex civilization that humans have created, or anything close to it, and this is due to the large advantage that humans have acquired in intelligence.\nThe most widely-accepted tool for measuring human intelligence is the IQ test. The population average is fixed arbitrarily at 100, and the results of a population fit a Gaussian probability distribution, also known as a bell curve. Approximately two-thirds of the population score between one standard deviation below the mean and one standard deviation above the mean. About 2.5% of the population scores at or above two standard deviations above the mean, and 2.5% scores at or below two standard deviations below the mean. The difference in ability this represents is large. A person with an IQ two standard deviations below the mean is considered to have less than a 50% chance of graduating from high school, whereas a person with an IQ two standard deviations above the mean has a slightly higher IQ than the average holder of a Juris Doctor degree (an IQ of 126).\nPsychometricians generally regard IQ tests as having high statistical reliability and predictive validity.\nA high statistical reliability implies that although test-takers may have varying scores when taking the same test on differing occasions, and although they may have varying scores when taking different IQ tests at the same age, the scores generally agree with one another and across time.\nA high predictive validity implies that the results of the test provide you useful insights into the test-taker, and IQ scores are significantly correlated with a number of important life outcomes including job performance, academic achievement, likelihood of being out of the labor force more than one month out of the year, and many others. More information is available here.\nBecause of the importance of human intelligence, it would arguably be highly valuable both to individuals and to humanity if it were possible to meaningfully increase it through some kind of intervention, whether medical, technological or otherwise.\nBy January 1, 2050, will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days?\nThis mean score is to be generated from three standardized IQ tests taken by a reliable test-taker giving their best effort using either the Raven's Progressive Matrices test or a similar non-verbal culture-fair test, with the post-intervention scores generated by the same method, and with the tests before and after intervention supervised and the results validated by at least three suitably qualified psychometricians independent of the persons or group responsible for the attempt.\nFurthermore, the test-taker must be independent of the group or individual responsible for developing or carrying out the attempt, and the test-taker must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests.\nThe final test score must be obtained within 30 days of the commencement of whatever intervention is utilized in the attempt to increase the test-taker's score (in order to minimize the possibility of an individual achieving such a large score increase through extensive training and practice).\nFinally, the mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, as it is unclear how reliable the IQ test is for scores above the +4.5 sigma range (i.e. after a 2 standard deviation increase on a 15 SD scale), given that these scores are exceptionally rare. Nor may the test subject initially score under 1 standard deviation of the United States mean score.\nThis question will resolve positively if by January 1, 2050,\n30 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 3 separate tests, or\n100 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 2 separate tests, or\n200 healthy adult humans under the age of 65 have their IQ scores increased by at least two standard deviations in less than 30 days, relative to their previous mean score generated from 1 separate test.\n", "resolution_date": "2050-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "15a9afd8-d903-48e5-8d69-3f936eb5cf9c", "title": "Will either the first AGI be based on deep learning or will it be possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days by January 1, 2050?", "body": "Resolves YES if either of the following occurs: \n(a) The first AGI is based on deep learning, as determined by a survey of 11 AI researchers whose work has been cited at least 500 times within the past 365 days according to Google Scholar. The AI system must be considered by a majority of these experts (excluding those who respond 'I don't know') to be either completely or mostly based on deep learning, as defined by the 2016 version of the Deep Learning Book. The question resolves ambiguously if a majority of experts respond 'I don't know'.\n(b) By January 1, 2050, it is possible to increase a healthy adult human's IQ by at least two standard deviations in less than 30 days, as evidenced by achieving this increase in IQ scores for at least 30 healthy adult humans under the age of 65 from 3 separate tests, or 100 healthy adult humans from 2 separate tests, or 200 healthy adult humans from 1 separate test. The intervention must be completed within 30 days of commencement, and the test scores must be validated by at least three independent psychometricians. The test-taker must be independent of the group or individual responsible for the intervention and must not be a professional psychometrician, professional quizzer, or have ever been involved in the design of intelligence or other psychometric tests. The initial mean score for the test subject cannot initially be 2.5 standard deviations above the mean or higher, nor under 1 standard deviation of the United States mean score.\nResolves NO otherwise.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "e1a9a26e-39b2-4d3d-a757-d542ee422188", "title": "Will there be a breakthrough in accurately predicting protein structure before 2031?", "body": "Resolution Criteria\nThis question will resolve as Yes if any entry to CASP achieves at least a score of 90 mean GDT-TS before January 1, 2031. GDT-TS is a global distance test measure of prediction accuracy ranging from 0 to 100, with 100 being perfect. If the CASP stops being run before this is achieved or before 2031, the question resolves as ambiguous.\n*(Edited 2020-12-01 to add ambiguous resolution if CASP stops being run.)\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "Q": {"id": "7e01e2dc-8172-4a03-95f8-d40ffbbd39d0", "title": "Will there be an AI Sputnik moment before 2050?", "body": "Resolution Criteria\nThere is said to be an \"AI Sputnik moment\" if ANY of the following come true before 2050,\nA major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system. Upon the announcement, their stock price skyrockets by over 100% compared to its previous value within 7 days, and numerous highly credible media reports claim that this rise in stock price is likely a result of the AI development.\nNews of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech regarding the ramifications of this particular AI development, within two weeks of the initial news reports.\nThe Nasdaq Composite (which is currently heavily weighted towards companies in the information technology sector) rises over 30% in the course of a single week, and numerous highly credible media reports claim that this rise in stock prices is likely a result of the AI development.\nThe Google Trends monitor for artificial intelligence shows that interest in artificial intelligence rises by over 100% relative to of its previous value, compared to the week prior (using the resolution at 12 months, as currently displayed by the Google Trends widget). If Google Trends changes their functionality or methodology dramatically (as determined by Metaculus admins), then this condition can no longer trigger a positive resolution.\nPractically all reliable media outlets are referring to an AI development as an AI Sputnik moment, as referring to the historical Sputnik 1 satellite\nFine Print\nGoogle Trends index scores vary depending on the date and location from which a user checks the site. To reduce ambiguity, to trigger the Google Trends section of the resolution criteria:\nAt least two Metaculus administrators need to be able to see the >100% Google Trends increase, when checking from different locations.\nThe increase must remain >100% for at least four days to trigger a Yes resolution. For instance, if we first notice an increase of >100% on a Monday, we will check again on Friday. We will only resolve \"Yes\" if the reported increase for the weeks in question is >100% on both days we check, for both admins, and we have no evidence that it dropped below 100% at any point during those four days.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "P_or_Q": {"id": "eee3aff9-0c41-4461-ac21-2ad0ba29acf3", "title": "Will there be a breakthrough in accurately predicting protein structure before 2031 or an AI Sputnik moment before 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following occurs:\n1. Any entry to CASP achieves at least a score of 90 mean GDT-TS before January 1, 2031. GDT-TS is a global distance test measure of prediction accuracy ranging from 0 to 100, with 100 being perfect. If the CASP stops being run before this is achieved or before 2031, the question resolves as ambiguous.\n2. There is an \"AI Sputnik moment\" before 2050, defined by any of the following:\n   - A major technology company (>50 billion dollar market cap, in 2021 US dollars, right before the announcement) announces the creation of an AI system that causes their stock price to skyrocket by over 100% within 7 days, with numerous credible media reports attributing the rise to the AI development.\n   - News of an AI development triggers the head of government of the top 2 nations by GDP nominal to give a public speech about the AI within two weeks of the initial news.\n   - The Nasdaq Composite rises over 30% in a week, with credible media reports linking the rise to AI development.\n   - Google Trends shows a >100% increase in interest in artificial intelligence relative to its previous value, remaining so for at least four days as confirmed by two Metaculus administrators checking from different locations.\n   - Widespread media recognition of an AI development as an AI Sputnik moment.\n\nIf Google Trends changes their functionality or methodology dramatically, as determined by Metaculus admins, then this condition can no longer trigger a positive resolution.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.75}}}
{"line": {"P": {"id": "4d7a0caf-96d7-40a0-988e-50fab2f8c20e", "title": "Will Iran recognize Israel before 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070.\nFine Print\nThe recognition can be done by the Islamic Republic of Iran or by any state that has de facto control of more than 50% (by area) of the land currently controlled by the Islamic Republic of Iran.\n", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "e2d844f9-525a-497f-939f-98ee064117d9", "title": "if there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)", "body": "Resolution Criteria\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "151dabc7-34de-49c3-8684-0c4eb6486162", "title": "Will either Iran recognize Israel before 2070 or there be at least one offensive nuclear detonation by 2050?", "body": "Resolution Criteria for Iran recognizing Israel: This question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070. The recognition can be done by the Islamic Republic of Iran or by any state that has de facto control of more than 50% (by area) of the land currently controlled by the Islamic Republic of Iran.\n\nResolution Criteria for nuclear detonation: This question will resolve as Yes if there is at least one offensive nuclear detonation between January 1, 2021 and January 1, 2050. Offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons, excluding detonations for testing purposes or peaceful nuclear explosions. If there is no fatality from any offensive nuclear detonation in this time period, then the question will resolve as Ambiguous.\n\nThe question resolves as YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2069-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "eff080f1-1f3f-47fb-b0b6-cfc027de5381", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "65cbd82c-76c6-4c07-8cd1-0134bf379c40", "title": "Will a functional Alcubierre drive-like FTL device be demonstrated before 2100?", "body": "Resolution Criteria\nThe Alcubierre drive is a speculative warp drive idea based on a solution of Einstein's field equations in general relativity as proposed by Mexican theoretical physicist Miguel Alcubierre, by which a spacecraft could achieve apparent faster-than-light travel if a configurable energy-density field lower than that of vacuum (that is, negative mass) could be created.\nRather than exceeding the speed of light within a local reference frame, a spacecraft would traverse distances by contracting space in front of it and expanding space behind it, resulting in effective faster-than-light travel. Objects cannot accelerate to the speed of light within normal spacetime; instead, the Alcubierre drive shifts space around an object so that the object would arrive at its destination more quickly than light would in normal space without breaking any physical laws.\nHowever, there are a number of technical challenges that may mean that it is either extremely difficult or impossible to create a device that functions as Alcubierre described.\nAlcubierre's original paper can be read here: The warp drive: hyper-fast travel within general relativity\nWill a functional Alcubierre drive device be demonstrated before 2100?\nThis question will resolve as Yes if before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, and that enables a physical object to traverse distances at faster-than-light speeds.\nThis demonstration must take place in 'base reality' (i.e. the universe in which the concept was originally proposed, and in which Metaculus users in January 2021 lived) rather than in any kind of simulated reality or alternative physical universe that is created or discovered after February 12, 2021.\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "P_or_Q": {"id": "e74a6753-9620-4aa5-846f-019c7c116a59", "title": "Will either humanity maintain a continuous off-Earth presence until 2050 or a functional Alcubierre drive-like FTL device be demonstrated before 2100?", "body": "Resolution Criteria for each event:\n\n1. Humanity maintaining a continuous off-Earth presence until 2050: For a positive resolution, at least one living and conscious biological human must be physically located beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This includes persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g., Moon or Mars). If the number of such humans drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count. Humans who are merely sleeping will be considered conscious.\n\n2. A functional Alcubierre drive-like FTL device being demonstrated before 2100: This question will resolve as Yes if before January 1, 2100, a credible paper is published in a peer-reviewed journal that details a successful demonstration of a functioning device that works broadly in the manner that Alcubierre described, enabling a physical object to traverse distances at faster-than-light speeds. The demonstration must take place in 'base reality' rather than in any kind of simulated reality or alternative physical universe created or discovered after February 12, 2021.\n\nThe question resolves YES if either of these events occur (or both). Resolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.73}}}
{"line": {"P": {"id": "a2edd0ed-907a-4b9e-8560-defbd8db6d19", "title": "Will GiveWell recommend 1 or more grants to support breastfeeding promotion or denote it a \"top charity\" before 2027?", "body": "Resolution Criteria\nThis question resolves positively if GiveWell publishes a recommendation that grants be given to support breastfeeding promotion or on or before December 31, 2026. Or if a breastfeeding promotion charity is designated a top charity before December 31, 2026.\nThis may happen in the following ways:\nGiveWell writes “yes” in the column “Have we recommended one or more grants to support this program?” in the “breastfeeding promotion” row of the GiveWell program reviews spreadsheet or the spreadsheet which supersedes this one (see below).\nGivewell publishes a blog in which which they announce they are recommending a grant in the area of breastfeeding promotion\nGivewell adds an incubation grant to a breastfeeding promotion charity on this page https://www.givewell.org/research/incubation-grants\nA GiveWell blog post announcing that a charity in the area of breastfeeding promotion is a “Top Charity”\nGiveWell publishes a section on breastfeeding promotion on its Top Charities page\nFine Print\nIf GiveWell publishes a recommendation that is no longer in force in 2027, this question resolves positively. Eg GiveWell no longer recommends grants to GiveDirectly, but it once did.\nIf GiveWell revokes a recommendation due to making errors in its calculations, this question will resolve ambiguously.\nThe category “standout charities” used to exist. It no longer does, so can be ignored.\nIf the GiveWell program reviews spreadsheet is no longer linked from this page, a superseding spreadsheet may be used. A superseding spreadsheet should have very similar column headings or the same title (“GiveWell programme reviews) or be linked under “prioritized list of programmes” from this page or failing that, be the consensus choice of admins commenting on the question.\nFor clarity, if the above criteria aren’t met, but a reasonable spreadsheet exists which contains a grant for breastfeeding promotion exists, admins can post their suggestions of the spreadsheet in the comments of this question. Admins can change their votes, but at the time of resolution, all admins should have commented in favour of the same spreadsheet. If they have not, and the question does not resolve positively by any of the other methods, the question resolves ambiguously.\n", "resolution_date": "2026-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "efbda8d9-6b90-4a5d-a6c6-0ae57751e90c", "title": "Will one of GiveWell's 2019 top charities be estimated as the most cost-effective charity in 2031?", "body": "Resolution Criteria\nGiveWell's 2019 top charities are:\nMalaria Consortium\nAgainst Malaria Foundation\nHelen Keller International\nDeworm the World Initiative\nSCI Foundation\nSightsavers' deworming program[1]\nEND Fund's deworming program[1]\nGiveDirectly\nIf the 2031 top charity with the highest estimated cost-effectiveness is on this list, the question resolves affirmative. If it is NOT on this list, the question resolves negative.\nSome clarifications:\nGiveWell usually releases its list of top charities near the end of the year, so when I say \"2019 top charities\", that refers to the list that was published near the end of 2019 and will probably remain unchanged throughout most of 2020.\nIf GiveWell ceases to exist or ceases to publish top charities, the question resolves as ambiguous.\nIf GiveWell no longer recommends any global poverty charities but still maintains a top charity list, the question resolves as negative.\nIf 2031's most cost-effective charity does not have the same name as any on the 2019 list, but came out of a 2019 charity being renamed, merged with another charity, or spun off, AND is being recommended on the basis of the same intervention as in 2019 (e.g., if Against Malaria Foundation merges with another charity but still produces bednets and is recommended for its bednet program), then the question resolves as affirmative.\nIf 2031's most cost-effective charity existed on the 2019 list but is no longer running the same type of intervention as it was in 2019, the question resolves as negative, on the basis that the charity is now meaningfully different. For example, if AMF is still recommended in 2031 but now it exclusively runs a malaria vaccine program instead of a bednets program, the question resolves as negative.\nIf GiveWell publishes multiple top-charity lists, then this question resolves affirmatively if at least one 2019 top charity appears on at least one of the 2031 lists AND is estimated to be the most cost-effective charity on that particular list (but not necessarily the most cost-effective across all lists).\n[1] These charities have multiple programs. GiveWell's recommendation is for one specific program\n", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "f4c4da5e-df29-40c5-8d3f-d1151567d966", "title": "Will either GiveWell recommend 1 or more grants to support breastfeeding promotion or denote it a \"top charity\" before 2027, or will one of GiveWell's 2019 top charities be estimated as the most cost-effective charity in 2031?", "body": "Resolves YES if either of the following occurs: \n1. GiveWell publishes a recommendation that grants be given to support breastfeeding promotion or designates a breastfeeding promotion charity as a top charity on or before December 31, 2026. This may happen in several ways, including but not limited to: GiveWell writing “yes” in the column “Have we recommended one or more grants to support this program?” in the “breastfeeding promotion” row of the GiveWell program reviews spreadsheet or a superseding spreadsheet, publishing a blog announcing a grant recommendation in the area of breastfeeding promotion, adding an incubation grant to a breastfeeding promotion charity, or announcing that a charity in the area of breastfeeding promotion is a “Top Charity” on their website.\n2. The 2031 top charity with the highest estimated cost-effectiveness is one of GiveWell's 2019 top charities, which include Malaria Consortium, Against Malaria Foundation, Helen Keller International, Deworm the World Initiative, SCI Foundation, Sightsavers' deworming program, END Fund's deworming program, and GiveDirectly. This resolution will consider various scenarios including name changes, mergers, or changes in intervention type that maintain the same core mission as the 2019 recommendation.\nResolves NO otherwise. If GiveWell ceases to exist or ceases to publish top charities, or if the criteria for either question are not met, the question resolves as ambiguous.", "resolution_date": "2031-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.6}}}
{"line": {"P": {"id": "4c2d2750-4b00-4e0a-ad73-4dc8b3f92cd5", "title": "Will the US conduct a nuclear test explosion before 2030?", "body": "Resolution Criteria\nThis question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test. The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification. Otherwise, this question will resolve negatively\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "9833a6ec-12f5-4bb8-a998-a104470ab355", "title": "Will there be 10 or more nuclear-armed states at any time before 2035?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\nFine Print\nFor this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively.\nIf a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question. (The reason for this is that the successor states will likely have substantially different geopolitical relationships and interests.)\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "da98d189-881f-4547-8cb3-2ad843a5a8f8", "title": "Will either the US conduct a nuclear test explosion before 2030 or will there be 10 or more nuclear-armed states at any time before 2035?", "body": "Resolution Criteria for US conducting a nuclear test explosion before 2030:\n- This question will resolve positively to verification of a nuclear explosion by the CTBTO, the UN, or if an official government statement from the US is issued confirming the test.\n- The question will resolve as ambiguous if two or more other countries accuse the US of performing a nuclear test explosion but there is no verification.\n- Otherwise, this question will resolve negatively.\n\nResolution Criteria for 10 or more nuclear-armed states before 2035:\n- This question will resolve as Yes if, at any time between January 1, 2021 and January 1, 2035, at least 3 credible sources report that at least 10 countries have a deployable nuclear weapon.\n- For this question to resolve positively, it needs not be the case that there are 10 or more nuclear-armed states at the start of 2035 specifically; if one or more nuclear-armed states give up nuclear weapons by 2035, but at some point before 2035 there were at least 10 states with deployable nuclear weapons, this question would resolve positively.\n- If a current nuclear-armed state fractures into multiple states and more than one of the successor states then possess deployable weapons, each of those states will count as separate nuclear-armed states for the purposes of this question.\n\nThis combined question will resolve YES if either of the above conditions are met. It will resolve NO otherwise.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "2d5238ea-6fbf-47a3-b005-a4c1972753eb", "title": "Will an effort to coordinate foot voting intentionally move 10,000+ residents to a single American state by 2030?", "body": "Resolution Criteria\nThe US Declaration of Independence refers to the concept of the consent of the governed, that governance and its associated authority are derived from the will of the people. A lack of consent may lead to revolution in extreme cases. In modern America, citizens typically interact with governance by voting and advocating for representatives and preferred policies, or by moving to another jurisdiction with governance that already more closely aligns with their current interests.\nFoot voting is the \"physical migration to leave a situation one does not like, or to move to a situation one regards as more beneficial.” America has a rich history of migration and de facto foot voting. The westward movement of citizens via Manifest Destiny, the Mormons’ mass exodus to Utah, and the movement of African Americans to northern cities are historic examples of foot voting in America. Although such radical migrations are less visible today, Americans still move with regularity, and federalism allows American jurisdictions to compete for residents based on tax policy, healthcare, education, job opportunities and other aspects of governance.\nIn 2001, the Free State Project (FSP), a non-profit organization, explicitly encouraged Americans to move to New Hampshire to support and influence the state’s governance. Participants were asked to sign a statement of intent to move to New Hampshire within five years of reaching 20,000 signatories. In 2016, the threshold was met. There were almost 2,000 early movers, and by 2021, over 5,000 of the original signees had purportedly moved to NH, and 17 state representatives self-identified as Free Staters in the 2017-2018 session. FSP asserts that it no longer actively aims for a specific number of voters to move. Regardless, this is both objectively impressive and evidence that this kind of coordination is extremely difficult. FSP legitimately changed NH politics but only 25% of these motivated Americans found it viable to move.\nThe Free State Project is a seminal example of foot voting that was coordinated, which refers to the intentional effort to coordinate foot voting en masse to increase the value of individual votes.\nWill a coordinated effort at foot voting intentionally move 10,000+ residents to a single American state by 2030?\nThis question resolves positively if any organization, platform or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse. Claims must be corroborated by credible media reports, and in the case of ambiguity, Metaculus Admins will make a determination at their discretion. We’re specifically interested in modern and relatively acute instances of CFV, so the effort should have started on or after January 1, 2016, shortly before FSP officially started counting movers (If for example, the FSP reaches 10,000 moved to NH by 2030, this will resolve the question positively). This question resolves negatively if no projects have moved 10,000+ residents to a single state.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "170da891-0c94-4a7e-813e-11ca5cdb9c25", "title": "Will Próspera at any point before 2035 have at least 10,000 residents?", "body": "Resolution Criteria\nThis question resolves positively if Próspera, or the same entity with a different name, at any point before 2035 reports that it has 10,000 or more residents.\nFor the purposes of this question, e-residents do not count as residents. Only people living on land managed by Próspera do.\nIf Próspera does not publish population data and such data is not available even upon request, then this question resolves ambiguously\n", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "P_or_Q": {"id": "ca28406b-9bd6-4c50-9867-492d7e8e11fd", "title": "Will either a coordinated effort move 10,000+ residents to a single American state by 2030, or will Próspera have at least 10,000 residents at any point before 2035?", "body": "Resolves YES if either of the following occurs: (a) Any organization, platform, or group publicly self-proclaims that they have moved 10,000+ residents to a single state by Jan 1, 2030 with the intention of voting en masse, corroborated by credible media reports, and the effort started on or after January 1, 2016. (b) Próspera, or the same entity with a different name, reports at any point before 2035 that it has 10,000 or more residents living on land managed by Próspera. E-residents do not count as residents. Resolves NO if neither of these conditions are met. If Próspera does not publish population data and such data is not available even upon request, then this question resolves ambiguously.", "resolution_date": "2034-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.24}}}
{"line": {"P": {"id": "661d0e2e-7350-4470-8264-148d21dff046", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Pakistan)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "Q": {"id": "90fee0da-fbe4-4c3f-8f8d-98e0c1d128d7", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (India)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "4be89190-2484-4c9e-afbb-40a88b31c621", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (Pakistan or India)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in either Pakistan or India (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality in either country, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.1}}}
{"line": {"P": {"id": "e4484242-50a1-4be4-bd33-925d79391daf", "title": "Will the USD be the dominant global reserve currency in 2050?", "body": "Resolution Criteria\nRelated Questions on Metaculus:\nWill the USD fraction of allocated global foreign exchange currencies be below 50% before the following years?\nWhat will be the United States Dollar's percentage of all currency reserves, as of Q1 2050?\nThe IMF regularly publishes information on the composition of official global foreign exchange reserves in the aggregated Currency Composition of Foreign Exchange Reserves (COFER). As of Q3 2019, the U.S dollar comprises 61.8% of the total (source).\nSeveral contributing factors are thought to contribute to this state of affairs, including the stability, size, and liquidity of United States Treasury assets, the tying of other currencies to the U.S dollar as part of the Bretton Woods Agreement, and the strength of the U.S economy.\nAt present, the U.S dollar is considered to be the world's dominant reserve currency. This is considered to diminish the impact of higher U.S trade deficits and allowing it to impose unilateral sanctions. However, it has been speculated that the U.S dollar may be supplanted by the euro or the renminbi, or may diminish in importance.\nWill the USD be the dominant global reserve currency in 2050?\nQuestion resolves positively if the most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. Per moderator discretion, if the IMF has ceased publication of COFER in lieu of a new publication containing the same statistics, the new publication will be used instead.\nQuestion resolves as ambiguous the IMF has not published any statistics for any quarters after Q1 2045, if admins judge that the IMF has ceased to exist.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "Q": {"id": "459840de-abf1-441c-a8e7-5f9fa5147ab5", "title": "Will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway\n", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "4ed238ee-2a37-4e21-8fb9-c5e51fc85a4f", "title": "Will either the USD be the dominant global reserve currency in 2050 or will there be a global thermonuclear war by 2070?", "body": "Resolves YES if either of the following occurs: (a) The most recently released percentage of allocated global foreign currency reserves comprising of the U.S dollar, by year-end 2050, is over 50%. This resolution will use the latest available data from the IMF or its successor publication if the IMF ceases to exist. (b) There is an armed conflict before January 1, 2070 where either three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory, or two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory. Resolves NO otherwise. The question will resolve as ambiguous if the IMF has not published any statistics for any quarters after Q1 2045, or if admins judge that the IMF has ceased to exist.", "resolution_date": "2070-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.7}}}
{"line": {"P": {"id": "8d09c445-8a20-441a-bcdf-4049c7a6c150", "title": "Will there be any progress in human lifespan enhancement by 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occur before January 1, 2100:\nAt least 10 people have confirmed lifespans of at least 130 years of age\nAt least 100 people have confirmed lifespans of at least 120 years of age\nRay Kurzweil lives to the age of 120\nThe verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution\n", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "Q": {"id": "b2080c81-a68d-4c40-aac9-ec239d1b3e1c", "title": "By 2030, will C. elegans be uploaded to the satisfaction of top computational neuroscientists?", "body": "Resolution Criteria\nFrom Wikipedia,\nCaenorhabditis elegans is a free-living, transparent nematode, about 1 mm in length, that lives in temperate soil environments. It is the type species of its genus. [...] In 1963, Sydney Brenner proposed research into C. elegans primarily in the area of neuronal development. In 1974, he began research into the molecular and developmental biology of C. elegans, which has since been extensively used as a model organism. It was the first multicellular organism to have its whole genome sequenced, and as of 2019, is the only organism to have its connectome (neuronal \"wiring diagram\") completed.\nIn 2011 the project OpenWorm began the ambitious goal to \"build the world's first virtual organism-- an in silico implementation of a living creature-- for the purpose of achieving an understanding of the events and mechanisms of living cells.\"\nMore generally, whole brain emulation of complex organisms has been called \"the logical endpoint of computational neuroscience’s attempts to accurately model neurons and brain systems\" by researchers at the Future of Humanity Institute. More speculatively, success in emulating humans could entail the ability to transfer one's personality and memory onto a computing substrate by having their brain scanned and transferred into a computer model. Many who sign up for cryonics anticipate developments in whole brain emulation to be critical for a successful revival.\nUnfortunately, progress has been slow. As of 2020, it is apparent that C. elegans has not been uploaded to a computer substrate in any satisfying manner. Will the same be true by January 1st 2030?\nAssume that in January 2030, an email is sent to 25 top computational neuroscientists (determined later in this question) asking,\nHas recent progress in simulating the brain of Caenorhabditis elegans convinced you that the term \"whole brain emulation\" is an appropriate term for the current simulations of this organism? In other words, from what you've seen, are the models of C. elegans nearly behaviorally identical to the real C. elegans? For the sake of clarity, please respond with a clear \"Yes\", \"No\" or \"Other\" in your reply.\nThe question is allowed to include an introduction, and an explanation of why it is being asked. It is also allowed to include any clarifications for key terms, such as \"whole brain emulation.\"\nThis question resolves positively if the majority of those who reply to the email respond with a clear \"Yes\" (or \"yes\" or some phrase that clearly indicates the same meaning). Otherwise, it resolves negatively. If the results from such an email are not published by the end of January 2030, this question resolves ambiguously.\nThe group of 25 leading computational neuroscientists would be the group created via the following method:\nIn January 2030, take the most highly cited papers uploaded to bioarXiv from 2020 to 2030 (inclusive) in the category \"Neuronscience\".\nFor each paper, in order from most citations to least citations, add the first author to the group if they are both alive and have a public email address. (A person has a public email address if they are associated with a research institution that has a webpage listing their email for contact.)\nContinue adding authors until there are 25 members in the group.\n(Edited 2020-04-19 to upgrade method for picking the 25 scientists.)\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "P_or_Q": {"id": "4b84a53d-197a-4ab4-bfd7-e48748214a53", "title": "Will there be any progress in human lifespan enhancement by 2100 or will C. elegans be uploaded to the satisfaction of top computational neuroscientists by 2030?", "body": "This question will resolve as YES if either of the following occur:\n1. Before January 1, 2100, any of the following happens:\n   - At least 10 people have confirmed lifespans of at least 130 years of age.\n   - At least 100 people have confirmed lifespans of at least 120 years of age.\n   - Ray Kurzweil lives to the age of 120.\n   The verification process on these individuals' lifespans should be at least as strict as the standards used during 2018. People resuscitated after being cryonically frozen will not be included in this question's resolution.\n2. By January 1, 2030, the majority of a group of 25 top computational neuroscientists (determined by the most highly cited papers uploaded to bioarXiv from 2020 to 2030 in the category \"Neuroscience\", with each paper's first author added to the group if they are both alive and have a public email address) respond positively to an email asking if recent progress in simulating the brain of Caenorhabditis elegans convinces them that the term \"whole brain emulation\" is an appropriate term for the current simulations of this organism. The question resolves negatively if the majority do not respond with a clear \"Yes\", and ambiguously if the results are not published by the end of January 2030.\nResolves NO otherwise.", "resolution_date": "2099-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "3b424f86-05c4-42ee-956b-c062a4f1c664", "title": "Will global fertility drop to 0.25 births per woman before 2046?", "body": "Resolution Criteria\nThis question will resolve as Yes if the United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive)", "resolution_date": "2045-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "Q": {"id": "538a5190-248c-4f41-b7a6-fb3abb1d1c07", "title": "Will retail and restaurant locations in the US decline by over 50% between 2020 and 2050?", "body": "Resolution Criteria\nThis question resolves positively if, at any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\nElectronics and appliance stores\nGrocery stores\nHealth and personal care stores\nClothing stores\nShoe stores\nDepartment stores\nLimited-service restaurants\nResolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\nFine Print\nBLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\nNAICS ID description 2020 number of establishments BLS series ID\n4431 Electronics and appliance stores 43643 ENUUS0002054431\n4451 Grocery stores 89545 ENUUS0002054451\n4461 Health and personal care stores 112133 ENUUS0002054461\n4481 Clothing stores 79968 ENUUS0002054481\n4482 Shoe stores 15993 ENUUS0002054482\n4522 Department stores 11567 ENUUS0002054522\n722513 Limited-service restaurants 248416 ENUUS000205722513\nNumbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "P_or_Q": {"id": "b913d6a1-98ba-4d62-ab4b-2d2ee0b43251", "title": "Will either global fertility drop to 0.25 births per woman before 2046 or retail and restaurant locations in the US decline by over 50% between 2020 and 2050?", "body": "Resolution Criteria\nThis question will resolve as YES if any of the following occurs:\n1. The United Nations, or some other credible body, reports that the annual total fertility rate of the world is at or below 0.25 in any year between 2021 to 2045 (inclusive).\n2. At any time between 2021 and 2050, at least 4 of the following 7 business categories report 50% fewer physical establishments than reported in 2020:\n- Electronics and appliance stores\n- Grocery stores\n- Health and personal care stores\n- Clothing stores\n- Shoe stores\n- Department stores\n- Limited-service restaurants\nResolution will be according to the US Bureau of Labor Statistics. The categories above are fully defined by NAICS in the fine print. If BLS no longer reports this data or changes their classification or methodology, Metaculus Admins may use a similar source of data or resolve ambiguously, at their discretion.\nFine Print\nBLS categorizes businesses using NAICS. categories are listed with the total number of establishments in the US for 2020 (as of November 24, 2021). BLS series IDs are useful for retrieving data from here.\nNAICS ID description 2020 number of establishments BLS series ID\n4431 Electronics and appliance stores 43643 ENUUS0002054431\n4451 Grocery stores 89545 ENUUS0002054451\n4461 Health and personal care stores 112133 ENUUS0002054461\n4481 Clothing stores 79968 ENUUS0002054481\n4482 Shoe stores 15993 ENUUS0002054482\n4522 Department stores 11567 ENUUS0002054522\n722513 Limited-service restaurants 248416 ENUUS000205722513\nNumbers of establishments in 2020 will be used as above, unless there is more accurate data known to Metaculus Admins.\nResolves NO otherwise.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.03}}}
{"line": {"P": {"id": "75460aa1-f8cf-4ba8-8c5a-d542283da565", "title": "If there is at least one nuclear detonation by 2030, in which countries will there be at least one fatality? (North Korea)", "body": "Resolution Criteria\nThis group is conditional on at least 1 offensive nuclear detonation occuring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, all sub-questions below will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the following sub-questions will resolve as Yes if there is at least 1 fatality from any nuclear detonation occuring in that country (or regions), at any point between January 1, 2021 to January 1, 2030. If there is no such fatality, the sub-question will resolve as No. If the only nuclear detonations in this period occur outside of all of the following areas (for example, they occur in international waters, or a region(s) not listed below), all options below will resolve as No.\nThe fatality must be caused by the immediate effects of the detonation; fatalities caused by eg. fallout, rioting, or climate effects will be excluded from resolution.\nFor this question, an \"offensive nuclear detonation\" includes deliberate, inadvertent, or accidental/unauthorised nuclear detonations of by state or nonstate actors, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is a test/peaceful detonation is at the sole discretion of Metaculus Admins.\n\nA detonation will be considered \"within\" a given country if it occurs less than 20 kilometers above the land or sea level in that country's land territory, internal waters, or within 10 kilometers of their coastline.\n", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "e465a0f6-d332-4553-92fb-2fa02b55a367", "title": "Will Iran possess a nuclear weapon before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports.\nFine Print\nFor these purposes we do not consider a radiological weapon — where any fission/fusion energy is energetically sub-dominant to chemical or other explosives — to constitute a nuclear detonation.\nFor the purpose of this question, no missiles are required to carry the nuclear weapons (e.g. a nuclear warhead alone is sufficient for positive resolution).\nThe deliberate detonation of nuclear weapons primarily for non-offensive engineering, mining or other civilian purposes (on Earth or in Space) will be sufficient to resolve this question as Yes.\nPurchase of or gift of nuclear weapon to Iran will resolve this question as Yes.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "de3af374-c18b-43db-9a29-2a0294921638", "title": "Will there be at least one fatality in North Korea from an offensive nuclear detonation by 2030, or will Iran possess a nuclear weapon before 2030?", "body": "Resolution Criteria for North Korea fatality question:\nThis question is conditional on at least 1 offensive nuclear detonation occurring at any time between January 1, 2021 and January 1, 2030. If no such detonation occurs anywhere on Earth in this period, the question will resolve as Ambiguous.\nIf there is at least one offensive nuclear detonation in this time period, the question will resolve as Yes if there is at least 1 fatality from any nuclear detonation occurring in North Korea, at any point between January 1, 2021 to January 1, 2030. The fatality must be caused by the immediate effects of the detonation; fatalities caused by e.g., fallout, rioting, or climate effects will be excluded from resolution. If the only nuclear detonations in this period occur outside of North Korea, the question will resolve as No.\n\nResolution Criteria for Iran possessing a nuclear weapon:\nThis question will resolve as Yes if the Iranian Government credibly states that it has a nuclear weapon or has tested a nuclear weapon at any time between January 1, 2020 to January 1, 2030, according to credible media reports. Purchase of or gift of nuclear weapon to Iran will also resolve this question as Yes.\n\nThe question will resolve as YES if either of the above conditions are met. It will resolve as NO otherwise.", "resolution_date": "2030-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
{"line": {"P": {"id": "d902bb7e-e517-4979-a3bf-7b76468fdf66", "title": "Will transformer derived architectures accelerate progress in deep learning?", "body": "Resolution Criteria\nThis question will resolve as Yes if by January 1, 2025 there are at least 5 papers which successfully used transformer derived architectures to find improved neural network architectures or architecture components. Each paper must either use the transformer model to generate code for the architecture or to generate a natural language description of the architecture. Each of these papers must be cited at least 100 times as indicated by the corresponding Google Scholar page.\nFine Print\nThe code and/or description produced by the transformer model need not be complete or bug-free -- i.e. the authors may use the transformer output as inspiration. The architecture components considered must be described by the paper authors as improving on the state-of-the-art with respect to some benchmark of the authors' choosing. The 5 papers need not be particularly distinct. If they all describe similar architectural innovations, this question will still resolve positive.\nThis question uses Metaculus user Barnett's definition of \"Transformer derived\":\nDefine a transformer derived architecture as one that is either directly referred to as a \"transformer\" or otherwise cites the 2017 paper from Vaswani et al. as the chief inspiration for its operation. If the architecture is a mix of at least two component architectures, it is also transformer derived if one of the component architectures is a transformer. If there is any contention in the Metaculus comment section, a strawpoll will be taken on the subreddit /r/machinelearning asking,\nIs it accurate to say that [the model in question] is a derivative of the transformer model from Vaswani et al.?\nAfter one week, a majority vote indicates the answer, with a tie indicating the answer \"Yes\".\n", "resolution_date": "2023-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "Q": {"id": "98ac356f-2f8b-400d-b9ba-98e16a501680", "title": "Before 2030, will an AI complete the Turing Test in the Kurzweil/Kapor Longbet?", "body": "Resolution Criteria\nThis question will resolve as Yes if the Long Now Foundation declares Ray Kurzweil the winner of this bet. If Mitchell Kapor wins, then this question will resolve as No.\nEach Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges.\nUsing its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges.\nDuring the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews).\nThe Turing Test Interviews will consist of online text messages sent back and forth as in a online \"instant messaging\" chat, as that concept is understood in the year 2001.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "P_or_Q": {"id": "e06eb4d5-df0b-4411-8a19-ff9f912ad9af", "title": "Will either transformer derived architectures accelerate progress in deep learning by January 1, 2025, or will an AI complete the Turing Test in the Kurzweil/Kapor Longbet before 2030?", "body": "Resolves YES if either of the following occurs: \n(a) By January 1, 2025, there are at least 5 papers which successfully used transformer derived architectures to find improved neural network architectures or architecture components. Each paper must either use the transformer model to generate code for the architecture or to generate a natural language description of the architecture. Each of these papers must be cited at least 100 times as indicated by the corresponding Google Scholar page. The code and/or description produced by the transformer model need not be complete or bug-free. The architecture components considered must be described by the paper authors as improving on the state-of-the-art with respect to some benchmark of the authors' choosing. The 5 papers need not be particularly distinct. If they all describe similar architectural innovations, this question will still resolve positive. This question uses Metaculus user Barnett's definition of \"Transformer derived\". If there is any contention in the Metaculus comment section, a strawpoll will be taken on the subreddit /r/machinelearning asking, 'Is it accurate to say that [the model in question] is a derivative of the transformer model from Vaswani et al.?' After one week, a majority vote indicates the answer, with a tie indicating the answer \"Yes\".\n(b) Before 2030, the Long Now Foundation declares Ray Kurzweil the winner of the Turing Test bet. Each Turing Test Session will consist of at least three Turing Test Trials. For each such Turing Test Trial, a set of Turing Test Interviews will take place, followed by voting by the Turing Test Judges as described below. Using its best judgment, the Turing Test Committee will appoint three Humans to be the Turing Test Judges and three Humans to be the Turing Test Human Foils. The Turing Test Human Foils should not be known (either personally or by reputation) to the Turing Test Judges. During the Turing Test Interviews (for each Turing Test Trial), each of the three Turing Test Judges will conduct online interviews of each of the four Turing Test Candidates (i.e., the Computer and the three Turing Test Human Foils) for two hours each for a total of eight hours of interviews conducted by each of the three Turing Test Judges (for a total of 24 hours of interviews). The Turing Test Interviews will consist of online text messages sent back and forth as in an online \"instant messaging\" chat, as that concept is understood in the year 2001.\nResolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.45}}}
{"line": {"P": {"id": "7071a369-3d6b-46aa-b183-1ea460e6afe2", "title": "if there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)", "body": "Resolution Criteria\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "Q": {"id": "43ecce30-68a6-4af9-8828-67c0c52d046f", "title": "Will a nuclear weapon be detonated as an act of war by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if there is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050. Resolution will be by credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify (see fine print). Attacks using strategic and tactical nuclear weapons are both sufficient to qualify.\n[2021-11-23]: Edited to clarify the definition of \"deliberate\" detonations.\nFine Print\nBarrett et al. 2013 defined terms to distinguish between causes of nuclear detonations:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders.\nIn an inadvertent detonation, the attacking nation mistakenly concludes that it is under nuclear attack and launches one or more nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\n", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "7931be6a-5bb3-4093-a723-aa102e2be13f", "title": "Will there be a nuclear weapon detonation as an act of war by 2050, or will there be over 100 offensive nuclear detonations by then, conditional on at least one fatality from an offensive detonation?", "body": "Resolution Criteria\nThis question will resolve as YES if either of the following conditions is met: \n1. There is any nuclear detonation as an act of war between January 1, 2020 and January 1, 2050, based on credible media reports. The detonation must be deliberate; accidental, inadvertent, or testing/peaceful detonations will not qualify.\n2. The number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than 100, conditional on at least one fatality from an offensive detonation occurring by 2050.\n\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\n\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\nResolves NO otherwise.", "resolution_date": "2050-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.3}}}
{"line": {"P": {"id": "9914d979-65e6-44f5-8fec-d216ace367eb", "title": "Will there be at least one fatality from nuclear detonation in North Korea by 2050, if any detonation occurs?", "body": "Resolution Criteria\nThe Nuclear Threat Initiative (NTI) writes that:\n\"North Korea unilaterally withdrew from the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) in January 2003, is not a party to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), and has conducted six increasingly sophisticated nuclear tests since 2006. The DPRK is not a party to the Chemical Weapons Convention (CWC), and is believed to possess a large chemical weapons program. Despite being a state party to the Biological and Toxin Weapons Convention (BTWC) and Geneva Protocol, evidence suggests North Korea may maintain an offensive biological weapons program.\nIn defiance of the international community, which has imposed heavy sanctions on North Korea for its illicit behavior, the country has continued to escalate its WMD activities. In July 2017, North Korea successfully tested its first intercontinental ballistic missile (ICBM), and in September 2017 it conducted a test of what it claimed was a thermonuclear weapon.\"\nTensions between North Korea and other countries have been increased by the country's testing of nuclear weapons and of missiles that may have sufficient range to reach the continental United States. As of 2020, the nuclear arsenal of North Korea was estimated at approximately 30 to 40 warheads, with the sufficient production of fissile material for the creation of an additional 6 to 7 nuclear weapons a year. President Biden has warned Kim Jong-un that if production and testing of nuclear weapons continues, there will be a US \"response.\"\nWill there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere?\nThis question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "2c10a451-17f9-476d-8df3-c924bc62f0eb", "title": "if there is at least one nuclear detonation by 2050, how many total detonations will there be by then? (over 100)", "body": "Resolution Criteria\nThe sub-questions below will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than the respective threshold. If there is no fatality from any offensive nuclear detonation in this time period, then all questions below will resolve as Ambiguous. That is, this question is conditional on at least one fatality from an offensive detonation occurring by 2050.\nFor the purposes of this question, offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations (see fine print for definitions) of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions (even if such detonations cause substantial damage).\nFine Print\nDefinitions of inadvertent, accidental and unauthorized detonations are taken from Barrett et al., 2013:\nIn an accidental or unauthorized launch or detonation, system safeguards or procedures to maintain control over nuclear weapons fail in such a way that a nuclear weapon or missile launches or explodes without direction from leaders. In a deliberate first attack, the attacking nation decides to attack based on accurate information about the state of affairs. In an inadvertent attack, the attacking nation mistakenly concludes that it is under attack and launches nuclear weapons in what it believes is a counterattack.\nIn a deliberate detonation, the attacking nation decides to launch one or more nuclear weapons either in response to a genuine nuclear attack or without believing that it is under nuclear attack.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. Final determination of whether a detonation is offensive will be at the sole discretion of Metaculus Admins.\n", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "P_or_Q": {"id": "fba9bb90-a0ff-4eb7-84f5-620f1e2e84a6", "title": "Will there be at least one fatality from an offensive nuclear detonation in North Korea by 2050, if there's an offensive detonation anywhere, or will the total number of offensive nuclear detonations exceed 100 by 2050?", "body": "Resolution Criteria for P: This question will resolve as Yes if at least one fatality occurs in North Korea from an offensive nuclear detonation before January 1, 2050. Neither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage. This question will resolve as No if that does not occur but there's an offensive nuclear detonation somewhere in the world before 2050. This question resolves ambiguously if no nuclear detonation (other than test detonations or peaceful nuclear explosions) occurs anywhere before 2050.\n\nResolution Criteria for Q: This question will resolve as Yes if the number of offensive nuclear weapons detonations in total between January 1, 2021 and January 1, 2050 is greater than 100. This question is conditional on at least one fatality from an offensive detonation occurring by 2050. Offensive nuclear detonations include deliberate, inadvertent, or accidental/unauthorised detonations of state or nonstate nuclear weapons, but doesn't include detonations for testing purposes or peaceful nuclear explosions.\n\nThe question resolves as YES if either of the above conditions are met. It resolves as NO if neither condition is met but there's at least one offensive nuclear detonation before 2050. The question resolves ambiguously if no offensive nuclear detonation occurs before 2050.", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.29}}}
{"line": {"P": {"id": "e6597d41-9990-46de-a592-6de74b54927d", "title": "If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?", "body": "Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n", "resolution_date": "2073-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "Q": {"id": "c2694c6b-ffb0-47e8-8d14-bcdb6cbefc1f", "title": "Will there be a 50% decline in global meat production by 2040?", "body": "Resolution Criteria\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\nFine Print\nIf OWID revises their 2018 estimate at any point, or an alternative source is to be used, that source's most up-to-date 2018 value should be used where possible to ensure an appropriate comparison.\n", "resolution_date": "2040-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "P_or_Q": {"id": "dafca22a-0f0d-48ae-b531-d0f4f6ea2bd7", "title": "Will either humanity's population be less than 400 million 50 years after a nuclear conflict involving >1,000 detonations, or will there be a 50% decline in global meat production by 2040?", "body": "Resolution Criteria for humanity's population question:\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\n\nResolution Criteria for global meat production question:\nThis resolves positively if global meat production as per OurWorldInData is below 50% of its 2018 level (i.e., is 171.21 million tons or lower) in any year between 2019 and 2040 (inclusive). If OurWorldInData ceases publishing this data by this date, admins can choose a credible alternative source for resolution.\n14 June 2021 edit: Cultivated meat, which is produced from in vitro cell culture of animal cells rather than from the slaughter of livestock, does not count toward the overall global meat production figure. Only meat coming from slaughtered animals will count, as is currently the case with Our World's in Data figure of 340M tons as of 2018. Since this 340M tons figure does not include fish/seafood, data from FAOSTAT as tracked by OWID — in this case, 155M tons of seafood/fish (2013 figure) — will be added to the meat figure. Again, cultivated fish/seafood does not count. This question will not resolve until 2040 data is available for both meat and fish/seafood production.\n\nThis combined question resolves YES if either of the above conditions are met. Resolves NO otherwise.", "resolution_date": "2073-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.25}}}
{"line": {"P": {"id": "0000ba3f-0352-4e17-a38b-e822ad55526e", "title": "Will EQRx get at least one drug approved by the FDA before the end of 2030?", "body": "Resolution Criteria\nFrom this Chemical and Engineering News article:\nVenture capitalist and serial entrepreneur Alexis Borisy has founded EQRx to develop equal or better versions of innovative medicines—often called me-too drugs—and sell them at a substantial discount to competing therapies. With an initial investment of $200 million from a syndicate of investors, the biotech firm plans to put 10 new, more affordable drugs on the market in the next decade.\nHe plans to do that unsing technology (ibid.):\n“Today, you can do a virtual screen of a billion compounds, do on-demand synthesis of all of those, and you can do it overnight in the cloud.”\nOnce a molecule is made, Borisy points to the potential to analyze reams of clinical data to design efficient studies that can prove a drug’s value to government groups and payers.\nCombined, these technological efficiencies could bring down the cost of getting a drug onto the market—often cited as between $2 billion and $3 billion—by an order of magnitude, Borisy says. If EQRx spends, on average, $300 million to $400 million per drug, he believes the biotech firm can still be “very profitable,” even as it offers its medicines at a significant discount.\nA Stat article has this to say about EQRx's plan:\nQuite simply, Borisy is going to invent and develop new drugs, and sell them for less money than the competition. He calls this “a radical proposition.” In any other sector, it would just be called “business.”\nTo offer some counterweight, Derek Lowe (who writes probably the most famous and oldest chemistry blog, and has been working in drug discovery for decades) has this to say:\nNo, in case you were wondering, you cannot virtually screen a billion compounds overnight.\nno, you cannot do “on-demand synthesis of all of those”, either.\nI will put up $500 dollars on LongBets.com against the proposition that EQRx will produce ten drugs in the next ten years.\nWe will ask here about a much less ambitious goal: Will EQRx get at least one new drug approved by the FDA before the end of 2030?\nIf EQRx ceases to exist before 2031, this resolves negative. Exception: if the company gets bought / merges with another before it has had a drug approved by the FDA, any drug that clearly originated in EQRx and gets approved before the deadline counts.\n", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "Q": {"id": "e4af29ec-2723-4c4b-8546-2544e733bd64", "title": "Who will be elected to be US President in 2024? (Kamala Harris)", "body": "Resolution Criteria\nThis question will resolve as Yes for the person who wins the 2024 US presidential election, and No for all other options. This will be the person who wins the majority of votes in the Electoral College, or selected by Congress following the contingency procedure in the Twelfth Amendment.\nThis question is not limited to the individuals currently listed below; the question may resolve as No for all listed options, and options may be added later.\nFine Print\nThis question does not require that the individual winning the 2024 Election wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President, only that they have been selected by the Electoral College or by US Congress.\nIn the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options.\n", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "P_or_Q": {"id": "a7da298b-7718-4e1b-ad05-708df06328a2", "title": "Will either EQRx get at least one drug approved by the FDA before the end of 2030, or will Kamala Harris be elected to be US President in 2024?", "body": "Resolves YES if either of the following occurs: (a) EQRx gets at least one new drug approved by the FDA before the end of 2030. This includes cases where EQRx ceases to exist before 2031, except if the company gets bought or merges with another before it has had a drug approved by the FDA, in which case any drug that clearly originated in EQRx and gets approved before the deadline still counts. (b) Kamala Harris wins the 2024 US presidential election, determined by the majority of votes in the Electoral College or selected by Congress following the contingency procedure in the Twelfth Amendment. This does not require that Kamala Harris wins the popular vote, be projected by news media as winning the election, or to be officially inaugurated or perform any duty of the US President. In the event that there is no election or certification of the vote by February 1, 2025, this question will resolve as Ambiguous for all options. Resolves NO otherwise.", "resolution_date": "2029-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.58}}}
{"line": {"P": {"id": "a8afd61f-a2fb-4443-b2ad-075d5d3c1156", "title": "Will Cryptocurrency Miners be considered “brokers” by the IRS by 2025?", "body": "Resolution Criteria\nThe question will resolve as Yes if, by January 20, 2025, miners, cryptocurrency developers, node operators, or validators (under proof-of-stake blockchains) are required to issue tax reports (such as 1099s) to the parties of the transactions they mediate. This will resolve positively if this requirement is effective under US law (though compliance or enforcement of this law need not actually occur to resolve positively). This may resolve positively even if this provision is not part of the Infrastructure Investment and Jobs Act, but it is part of some future legislation signed before January 20, 2025\n", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "Q": {"id": "486a4ec5-4986-4c0a-8ab6-b833ed9c7a82", "title": "Will a Democrat win the 2024 US presidential election?", "body": "Resolution Criteria\nThis question will resolve as Yes if a candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election. It will resolve on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority.\n", "resolution_date": "2024-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "P_or_Q": {"id": "96281a25-160d-40e0-a597-c30acccec4ae", "title": "Will either Cryptocurrency Miners be considered “brokers” by the IRS by 2025 or a Democrat win the 2024 US presidential election?", "body": "Resolves YES if either of the following occurs: (1) By January 20, 2025, miners, cryptocurrency developers, node operators, or validators (under proof-of-stake blockchains) are required to issue tax reports (such as 1099s) to the parties of the transactions they mediate, and this requirement is effective under US law (compliance or enforcement of this law need not actually occur to resolve positively). This may resolve positively even if this provision is not part of the Infrastructure Investment and Jobs Act, but it is part of some future legislation signed before January 20, 2025. (2) A candidate from the Democratic Party receives the most votes in the Electoral College in the 2024 US Presidential Election, resolving on the date Congress certifies the votes, or when Congress selects the President in the case a candidate does not receive a majority. Resolves NO otherwise.", "resolution_date": "2025-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.55}}}
{"line": {"P": {"id": "5cc8e57d-7d49-4862-8db1-6f2bc8ade3ce", "title": "Will there be a Nobel Prize in Physics awarded for work in string theory before 2050?", "body": "Resolution Criteria\nThis question resolves positively if a Nobel Prize in Physics is widely considered by credible media to have been awarded to someone for their work on string theory before 2050", "resolution_date": "2049-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "Q": {"id": "ba8709dc-837f-4b86-971b-eca54d4ca254", "title": "Will a space-based interferometer detect a gravitational wave background attributable to cosmological sources?", "body": "Resolution Criteria\nThis resolves positively if a peer-reviewed publication announces that a gravitational wave background has been detected with confident attribution to early universe (pre-recombination) sources. Statistical significance should be at > 4-sigma", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "P_or_Q": {"id": "2f279394-4942-4078-ae24-61809a2f6cc6", "title": "Will either a Nobel Prize in Physics be awarded for work in string theory before 2050 or a space-based interferometer detect a gravitational wave background attributable to cosmological sources?", "body": "Resolution Criteria:\nThis question resolves positively if either of the following occurs:\n1. A Nobel Prize in Physics is widely considered by credible media to have been awarded to someone for their work on string theory before 2050.\n2. A peer-reviewed publication announces that a gravitational wave background has been detected with confident attribution to early universe (pre-recombination) sources, with statistical significance at > 4-sigma.", "resolution_date": "2100-12-31T23:59:59Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false, "elicited_prob": 0.35}}}
