{"feedback_id": "1d733dec-accc-4603-a4e3-ab4d4f1583c9", "question_id": "3655dc78-7eee-4c8c-b5d7-c589ab05b842", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "\"In the event of ambiguity regarding the initiative's focus on AI, the resolution will be based on the predominant narrative in reports from at least three reputable international news organizations.\" \n-> we should specify as much as possible in questions with subjective resolution criteria:\n\"In case of ambiguity about the initiative's focus on AI, the resolution will rely on the predominant narrative in reports from the top three (by readership) US media outlets covering the news.\"", "edge_cases_not_covered": "", "general_feedback": "OK question, good body length.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "ae0a734c-3372-48ea-a04b-4abf096805fc", "question_id": "807bd5b8-71ad-444f-a36d-dbbe58d93c27", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "Title should specify the quantitative threshold for change. Otherwise good, although we prefer 2025 and beyond. Space exploration is defined in a good way.", "formatting_issues": "", "rewritten_title": "Will the Republican Party propose an increase of at least 20% in NASA's budget for space exploration in their 2024 platform?", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "5b31b1c7-cc40-4be3-b191-925ce612373a", "question_id": "bd80bf6f-bc94-4c94-83d0-7ab92a27e4d0", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\"In the absence of a Nobel Prize, if an equivalent prestigious international award is given for the discovery of dark matter and meets the above economic criteria, it will also be considered for resolution.\" is just wrong.\n\n\"Fallback scenario: If there is controversy or ambiguity regarding the discovery of dark matter or its economic impact, a panel of experts from leading scientific and economic institutions will be convened to make a determination based on available evidence and expert consensus.\"\nis not a plausible mechanism of resolution.", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "> In the absence of a Nobel Prize, if an equivalent prestigious international award... is wrong", "general_feedback": "We don't want multiple different main pathways to Yes resolution for \"Will event X happen\" in resolution criteria. It's better to simplify, have one key variable that resolves the question, and then patch any edge cases.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "Too many resolution criteria, and the Nobel Prize one contradicts the title."}
{"feedback_id": "236b5257-fa9f-4abb-ab87-b86dadd1bf0e", "question_id": "4ba5c174-6eb2-4f42-9b31-d751c5e37cff", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "Good question. No need to specify what happens if WHO e.g. dissolves, it's clear the answer is No then, because the question explicitly asks for a WHO statement.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "83b725cc-d8a1-46ce-899f-493c0092d9dc", "question_id": "9419874e-20e8-4c24-bcd9-ca6b4a8579ab", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\"In the event of ambiguity, the final decision will rest with the Metaculus Admins.\" should not be there. Definitely remove it.\n\n\"before December 31, 2024\" is bad, it should be \"before Jan 1, 2025\", or \"on or before December 31, 2024\". ", "too_specific_criteria_or_edge_cases": "", "ambiguities": "What if it's signed before, but published after? Specify that the order should be published before the end of 2024.", "edge_cases_not_covered": "What if Joe Biden is not the president? Please whether it resolves No or N/A in this case.", "general_feedback": "Ditch \"the final decision will rest with Metaculus Admins\" in general.\n\nResolution criteria that anchor to the date a document is prepared (e.g. written, signed) by some date, should instead in most cases anchor to the date it is published.", "formatting_issues": "", "rewritten_title": "Will President Joe Biden sign any executive orders directly related to the regulation of cryptocurrencies before the end of 2024?", "rewritten_body": "", "rewritten_resolution_date": "2024-12-31 23:59:59", "discard_reason": ""}
{"feedback_id": "a2e743fb-52b1-437f-bb8f-a97c8ffa7ec9", "question_id": "8c3d3d0c-749b-4f3b-8588-cff95ee22154", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\"An 'outbreak' is defined as an occurrence of a disease greater in number than expected in a defined area among a specific group of people over a particular period of time.\" is very weird. Maybe just delete it?", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "I think the question works fine if we remove the outbreak definition distraction.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, before January 1, 2030, there is a confirmed case of an infectious disease outbreak on the International Space Station (ISS) as reported by either the National Aeronautics and Space Administration (NASA), the Russian Federal Space Agency (Roscosmos), the European Space Agency (ESA), or any other participating space agency of the ISS program. For the purposes of this question, an outbreak must involve at least three members of the ISS crew. Confirmation must come from official press releases, reports, or direct statements from the agencies mentioned above. In the event that the ISS is decommissioned or no longer in use before the resolution date, the question will resolve as No. If there is no official report or statement from the aforementioned agencies by the resolution date, the question will also resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "567b3ac4-5dd7-4fde-9a11-3e73d639db35", "question_id": "ed8eff57-970f-41e0-b608-1e68536a7c4b", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "\"Fallback scenario: If no new strain meeting these criteria has been identified by the resolution date, the question will resolve as No.\" is not a fallback scenario.", "ambiguities": "\"Pandemic potential\" is way too subjective. \"The strain must be assessed by the WHO or a similar authoritative body as having pandemic potential, meaning it has a significant risk of causing widespread illness across multiple countries or continents. In the absence of a formal declaration by the WHO or a similar authoritative body, a consensus among at least three leading infectious disease research institutions will be considered sufficient for resolution.\" is still somewhat subjective.\n", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "Way too fuzzy. Also note that resolution date seems wrong, should be 23:59:59."}
{"feedback_id": "dea79b99-b078-48ec-a1a3-1474d9021ef1", "question_id": "7af8b327-ac6b-4411-be90-1107894a955d", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\"has been successfully designed, with the construction process either underway or completed\" is weird. Better to ask for whether a building will be at least 2,000 meters tall then.", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "\" a breakthrough in engineering\" is never mentioned in the resolution. Better to just remove that part.", "formatting_issues": "", "rewritten_title": "Will a building over 2,000 meters tall be constructed by 2030?", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, there is a verifiable report or announcement by a recognized authority in the field of engineering or architecture (such as the Council on Tall Buildings and Urban Habitat or a similar authoritative body) that a building measuring over 2,000 meters in height has been built. If construction is still underway at the time of resolution, this resolves Yes if the height built so far (as reported by the aforementioned bodies) is over 2,000 meters at the time of resolution, and No otherwise. In the event of conflicting reports, the resolution will be based on the preponderance of evidence from credible sources.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "f80a7a4d-90f7-4939-bb3f-447008931a01", "question_id": "8eead390-0a8e-4a3a-9fdd-bab04f0d7904", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "\"to significantly disrupt at least one major industry by 2030\" is too fuzzy. \nBetter to specify:  \"The industry in question must be one of the following: healthcare, automotive, finance, entertainment, or energy\" somehow in the title. \"Significantly\" is also very hard to measure.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "\"to significantly disrupt at least one major industry by 2030\" is too fuzzy. "}
{"feedback_id": "27a9719b-0c4d-4101-8ece-dc1d081f447d", "question_id": "a805a930-1002-49fd-a4e2-bb297ae54079", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "What if another country launches and Russia participates?\nSpecify something like \"The main organizing body of the launch must be a Russian governmental institution, company, or similar. The strict majority of the crew must be Russian citizens at the time of launch. For example, if the Chinese space agency completes a manned mission with Russian assistance and two Chinese and two Russian citizens aboard, the question will resolve as No.\"", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
