{"feedback_id": "652f3dbd-4935-43d8-8e22-e84d17a1414d", "question_id": "8da89b38-81d2-43fa-b3ed-4f73a2052c2f", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "Should specify which public news agencies would count as resolution.", "edge_cases_not_covered": "", "general_feedback": "good questions", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2025, the United Kingdom has officially deployed a public surveillance system that utilizes artificial intelligence for real-time facial recognition across any part of its public spaces. The system must be capable of identifying individuals and matching them to a database with at least an 85% accuracy rate. The deployment of such a system must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence. The system must be operational and not in a trial phase. If multiple systems are deployed, the resolution will consider the first system that meets these criteria. In the event of a partial deployment (e.g., limited to specific cities or areas), the question will resolve as Yes if the system is intended to be expanded nationwide. Edge cases, such as temporary deployments for specific events or the use of similar technology in private spaces, will not count towards this question's resolution.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "81209c82-2137-44ca-b337-49558dd355ef", "question_id": "5864210b-cde6-410e-9580-8a62d6a7064c", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good question", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "cc2fb3af-ed6b-4ee4-ac2e-bf2e2ab34068", "question_id": "9b10455e-832a-472a-87f0-8b0b3d17f192", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "053b82ab-7dc1-4454-a420-d66ce00d03e8", "question_id": "6f1a6719-5ee1-421d-a2e0-73f44405e4ed", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "resolution date is wrong\nshould be 2025-12-31 00:00:00+00:00", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2025-12-31 00:00:00+00:00", "discard_reason": "This question is way to hard to definitively resolve"}
{"feedback_id": "082bb413-c8ea-4ac1-a0a9-cfde2fc5a8a3", "question_id": "0520826e-00ee-4cd6-ac20-93098d7e3fe2", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "Date should be 2030-12-31 00:00:00+00:00\n\n", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2030-12-31 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "c205d4b5-01bc-4fa4-a980-8a2f32f842c4", "question_id": "e0dd7a39-5c78-4964-b863-0dd43704e9f9", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "In the event of a dispute over the evidence, a panel of experts appointed by NASA will make the final determination.\n\nFallback Scenario: If no direct evidence is found but there are significant indirect signs (e.g., unexplained methane emissions, organic molecules) that strongly suggest the presence of life, the question may resolve as Yes, subject to a consensus among a panel of experts recognized by NASA.\n\nThis is too ambiguous.  We can remove this", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, NASA (or any entity recognized by NASA) publicly announces and provides evidence that meets the following criteria for definitive evidence of past or present life on Mars:\n\nMicrobial Life: Discovery of microbial life forms that are conclusively identified as having originated on Mars, through genetic or biochemical analysis.\n\nFossilized Life: Unambiguous identification of fossils that are conclusively determined to be of Martian origin, indicating past life.\n\nBiochemical Markers: Detection of biochemical markers such as specific isotopes or molecules that are uniquely associated with biological processes and are indisputably Martian in origin.\n\nAtmospheric or Soil Analysis: Results from atmospheric or soil analysis that provide incontrovertible evidence of biological activity on Mars.\n\nThis question will resolve as YES only if evidence is published in a peer-reviewed scientific journal or officially announced at a major scientific conference.   Otherwise it resolves NO.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "30700017-15fc-4fbd-9c91-2a17c179b7e2", "question_id": "22414818-4269-4380-a572-f61d3806b609", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "primarily AI-driven is ambiguous.\nWhat does AI driven mean?", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "It's hard to define what \"AI driven\" means"}
{"feedback_id": "2a2ac980-72ce-4b53-a877-ef164a5b09da", "question_id": "cb60c61d-138e-4f79-8873-c9c3ba1fe845", "bad_or_irrelevant_included_information": "Edge cases will be resolved based on the spirit of the question, focusing on the reusability aspect of the launch system.\nThis is not helpful", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "doesn't specify what a recognized authority is", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "Will SpaceX successfully demonstrate a fully reusable launch system by the start of 2025?", "rewritten_body": "Resolution criteria: This question will resolve as Yes if SpaceX successfully completes a test flight of a fully reusable launch system, where both the booster and the spacecraft are recovered intact and are capable of being reused for subsequent missions without significant refurbishment. The test flight must be officially recognized by SpaceX and must occur before January 1, 2025. The successful demonstration must be confirmed through SpaceX's official communication channels (e.g., press release, social media announcement) or by a recognized authority in aerospace engineering. The launch system must demonstrate the ability to carry a payload to orbit and return both the booster and spacecraft to Earth in a condition ready for immediate re-use. If SpaceX discontinues the project, officially announces the inability to meet the criteria, or fails to demonstrate the above criteria being met by the start of 2025, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "eb65b5b0-3200-436a-98bb-fbc12ea96932", "question_id": "f38c5dd1-ec28-4b87-bccf-1b6cce4b2288", "bad_or_irrelevant_included_information": "n the event of conflicting reports about the system's deployment status, the resolution will be based on the preponderance of credible evidence available by January 15, 2031.\nThis is too ambiguous to be useful", "unintuitive_or_wrong_resolution_criteria": "Partially resolution makes no sense", "too_specific_criteria_or_edge_cases": "It is hard to measure exactly how much the surveillance covers (75%)", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "interesting concept, but i think this will be too hard to objectively measure", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "interesting concept, but i think this will be too hard to objectively measure"}
{"feedback_id": "cb9dc692-7c4b-4480-8c84-fdce1c2efaef", "question_id": "da3b01ee-0943-42a8-9eda-c618d9fb6424", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "wrong resolution date", "too_specific_criteria_or_edge_cases": "We should have more news outlet choices", "ambiguities": "In case of ambiguity in the ruling's relevance to social media regulation, a consensus among legal experts featured in major news outlets will be used to determine the outcome.  \n\nThis is in itself is ambiguous", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if the Supreme Court of the United States issues a ruling on a case that directly involves the regulation of social media platforms before January 1, 2025. The case must specifically address the regulation of content, user behavior, data privacy, or advertising practices on platforms such as Facebook, Twitter, Instagram, or similar. The ruling must be published on the official Supreme Court website or reported by at least three major news outlets (e.g., The New York Times, The Washington Post, CNN, Bloomberg, Reuters). In the event that the Supreme Court agrees to hear such a case but has not issued a ruling by the resolution date, the question will resolve as No.", "rewritten_resolution_date": "2025-01-01 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "0df9a43e-60e2-4ca2-98e6-faad6d33c8e4", "question_id": "a18238bf-1571-4ccb-bdb6-19faf99832a7", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\n\n\n\nNo need for \"Fallback Scenario: If no machine learning model has proven or disproven the Riemann Hypothesis by the specified date, but significant progress is made towards a proof (as recognized by a leading mathematical authority), this may be considered for a partial resolution.\"", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "What happens if the machine learning model is done in conjunction with human proof writers.  ", "general_feedback": "Needs to specify at what point a machine learning model is used to prove it vs assist in proving it.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "A \"machine learning model\" is defined as any computational system that utilizes machine learning techniques to analyze, infer, or predict outcomes based on data. This question will resolve as Yes if, before January 1, 2030:\n\nA machine learning model successfully proves the Riemann Hypothesis, and this proof is accepted by a recognized mathematical authority, such as the Clay Mathematics Institute or an equivalent organization.\n\nThe proof must be published in a peer-reviewed mathematical journal or presented at a major mathematical conference and subsequently verified by independent experts in the field.\n\nIn the event that multiple proofs are presented, the resolution will be based on the first proof that is verified and accepted by the mathematical community.\n\nIf the Riemann Hypothesis is disproved by a machine learning model, this will also result in a Yes resolution.\n\nWe will define a machine learning model as proving it if either the model is cited as a first authorship or equivalent in the peer-reviewed paper, or said paper explicitly mentions that it was the model that completed the majority of the proof work.", "rewritten_resolution_date": "", "discard_reason": ""}
