{"feedback_id": "652f3dbd-4935-43d8-8e22-e84d17a1414d", "question_id": "8da89b38-81d2-43fa-b3ed-4f73a2052c2f", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "Should specify which public news agencies would count as resolution.", "edge_cases_not_covered": "", "general_feedback": "good questions", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2025, the United Kingdom has officially deployed a public surveillance system that utilizes artificial intelligence for real-time facial recognition across any part of its public spaces. The system must be capable of identifying individuals and matching them to a database with at least an 85% accuracy rate. The deployment of such a system must be confirmed by an official government announcement or documentation. In the absence of a public announcement, credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post) will be considered sufficient evidence. The system must be operational and not in a trial phase. If multiple systems are deployed, the resolution will consider the first system that meets these criteria. In the event of a partial deployment (e.g., limited to specific cities or areas), the question will resolve as Yes if the system is intended to be expanded nationwide. Edge cases, such as temporary deployments for specific events or the use of similar technology in private spaces, will not count towards this question's resolution.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "81209c82-2137-44ca-b337-49558dd355ef", "question_id": "5864210b-cde6-410e-9580-8a62d6a7064c", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good question", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "cc2fb3af-ed6b-4ee4-ac2e-bf2e2ab34068", "question_id": "9b10455e-832a-472a-87f0-8b0b3d17f192", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "053b82ab-7dc1-4454-a420-d66ce00d03e8", "question_id": "6f1a6719-5ee1-421d-a2e0-73f44405e4ed", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "resolution date is wrong\nshould be 2025-12-31 00:00:00+00:00", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2025-12-31 00:00:00+00:00", "discard_reason": "This question is way to hard to definitively resolve"}
{"feedback_id": "082bb413-c8ea-4ac1-a0a9-cfde2fc5a8a3", "question_id": "0520826e-00ee-4cd6-ac20-93098d7e3fe2", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "Date should be 2030-12-31 00:00:00+00:00\n\n", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2030-12-31 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "c205d4b5-01bc-4fa4-a980-8a2f32f842c4", "question_id": "e0dd7a39-5c78-4964-b863-0dd43704e9f9", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "In the event of a dispute over the evidence, a panel of experts appointed by NASA will make the final determination.\n\nFallback Scenario: If no direct evidence is found but there are significant indirect signs (e.g., unexplained methane emissions, organic molecules) that strongly suggest the presence of life, the question may resolve as Yes, subject to a consensus among a panel of experts recognized by NASA.\n\nThis is too ambiguous.  We can remove this", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, NASA (or any entity recognized by NASA) publicly announces and provides evidence that meets the following criteria for definitive evidence of past or present life on Mars:\n\nMicrobial Life: Discovery of microbial life forms that are conclusively identified as having originated on Mars, through genetic or biochemical analysis.\n\nFossilized Life: Unambiguous identification of fossils that are conclusively determined to be of Martian origin, indicating past life.\n\nBiochemical Markers: Detection of biochemical markers such as specific isotopes or molecules that are uniquely associated with biological processes and are indisputably Martian in origin.\n\nAtmospheric or Soil Analysis: Results from atmospheric or soil analysis that provide incontrovertible evidence of biological activity on Mars.\n\nThis question will resolve as YES only if evidence is published in a peer-reviewed scientific journal or officially announced at a major scientific conference.   Otherwise it resolves NO.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "30700017-15fc-4fbd-9c91-2a17c179b7e2", "question_id": "22414818-4269-4380-a572-f61d3806b609", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "primarily AI-driven is ambiguous.\nWhat does AI driven mean?", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "It's hard to define what \"AI driven\" means"}
{"feedback_id": "2a2ac980-72ce-4b53-a877-ef164a5b09da", "question_id": "cb60c61d-138e-4f79-8873-c9c3ba1fe845", "bad_or_irrelevant_included_information": "Edge cases will be resolved based on the spirit of the question, focusing on the reusability aspect of the launch system.\nThis is not helpful", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "doesn't specify what a recognized authority is", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "Will SpaceX successfully demonstrate a fully reusable launch system by the start of 2025?", "rewritten_body": "Resolution criteria: This question will resolve as Yes if SpaceX successfully completes a test flight of a fully reusable launch system, where both the booster and the spacecraft are recovered intact and are capable of being reused for subsequent missions without significant refurbishment. The test flight must be officially recognized by SpaceX and must occur before January 1, 2025. The successful demonstration must be confirmed through SpaceX's official communication channels (e.g., press release, social media announcement) or by a recognized authority in aerospace engineering. The launch system must demonstrate the ability to carry a payload to orbit and return both the booster and spacecraft to Earth in a condition ready for immediate re-use. If SpaceX discontinues the project, officially announces the inability to meet the criteria, or fails to demonstrate the above criteria being met by the start of 2025, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "eb65b5b0-3200-436a-98bb-fbc12ea96932", "question_id": "f38c5dd1-ec28-4b87-bccf-1b6cce4b2288", "bad_or_irrelevant_included_information": "n the event of conflicting reports about the system's deployment status, the resolution will be based on the preponderance of credible evidence available by January 15, 2031.\nThis is too ambiguous to be useful", "unintuitive_or_wrong_resolution_criteria": "Partially resolution makes no sense", "too_specific_criteria_or_edge_cases": "It is hard to measure exactly how much the surveillance covers (75%)", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "interesting concept, but i think this will be too hard to objectively measure", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "interesting concept, but i think this will be too hard to objectively measure"}
{"feedback_id": "cb9dc692-7c4b-4480-8c84-fdce1c2efaef", "question_id": "da3b01ee-0943-42a8-9eda-c618d9fb6424", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "wrong resolution date", "too_specific_criteria_or_edge_cases": "We should have more news outlet choices", "ambiguities": "In case of ambiguity in the ruling's relevance to social media regulation, a consensus among legal experts featured in major news outlets will be used to determine the outcome.  \n\nThis is in itself is ambiguous", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if the Supreme Court of the United States issues a ruling on a case that directly involves the regulation of social media platforms before January 1, 2025. The case must specifically address the regulation of content, user behavior, data privacy, or advertising practices on platforms such as Facebook, Twitter, Instagram, or similar. The ruling must be published on the official Supreme Court website or reported by at least three major news outlets (e.g., The New York Times, The Washington Post, CNN, Bloomberg, Reuters). In the event that the Supreme Court agrees to hear such a case but has not issued a ruling by the resolution date, the question will resolve as No.", "rewritten_resolution_date": "2025-01-01 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "0df9a43e-60e2-4ca2-98e6-faad6d33c8e4", "question_id": "a18238bf-1571-4ccb-bdb6-19faf99832a7", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "\n\n\n\nNo need for \"Fallback Scenario: If no machine learning model has proven or disproven the Riemann Hypothesis by the specified date, but significant progress is made towards a proof (as recognized by a leading mathematical authority), this may be considered for a partial resolution.\"", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "What happens if the machine learning model is done in conjunction with human proof writers.  ", "general_feedback": "Needs to specify at what point a machine learning model is used to prove it vs assist in proving it.", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "A \"machine learning model\" is defined as any computational system that utilizes machine learning techniques to analyze, infer, or predict outcomes based on data. This question will resolve as Yes if, before January 1, 2030:\n\nA machine learning model successfully proves the Riemann Hypothesis, and this proof is accepted by a recognized mathematical authority, such as the Clay Mathematics Institute or an equivalent organization.\n\nThe proof must be published in a peer-reviewed mathematical journal or presented at a major mathematical conference and subsequently verified by independent experts in the field.\n\nIn the event that multiple proofs are presented, the resolution will be based on the first proof that is verified and accepted by the mathematical community.\n\nIf the Riemann Hypothesis is disproved by a machine learning model, this will also result in a Yes resolution.\n\nWe will define a machine learning model as proving it if either the model is cited as a first authorship or equivalent in the peer-reviewed paper, or said paper explicitly mentions that it was the model that completed the majority of the proof work.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "ac14d28e-f095-4a47-b620-f7fdc95d6663", "question_id": "35f9ce8f-828e-48c0-9244-0106483d3d37", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "should be 2029-12-31 00:00:00+00:00\n\n", "too_specific_criteria_or_edge_cases": "", "ambiguities": "some additional details on \"new class of physics\" would be helpful", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2029-12-31 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "74edbbb3-c44b-49eb-ae04-f9aeb4a5e7ba", "question_id": "11a3ff81-0348-442f-9578-71a27a74cab9", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "12e69f07-cb8b-4397-b2a0-3ddc0d685d0e", "question_id": "9717a8ea-836f-477b-9e44-a7c3e62dd03b", "bad_or_irrelevant_included_information": "This information is not useful:\nIn the event of ambiguity regarding ownership or the definition of a 'launch,' the resolution will defer to the most authoritative public statements available at the time.", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "which of elon's companies would count?\nWhat happens if there's a partnership, to what extent does Elon's companies have to have in developing said coin?", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, any company currently owned or co-owned by Elon Musk (Tesla, SpaceX, The Boring Company, Neuralink, X formerly known as Twitter) announces the launch of a cryptocurrency.  The currency must be intricately linked and developed through one or multiple of these companies. The announcement must be verifiable through official company channels (e.g., press release, official social media accounts) or credible news outlets. The cryptocurrency must be a new digital currency developed or directly backed by the company, not merely the adoption of an existing cryptocurrency. If Elon Musk divests his ownership in all his companies before this date without a cryptocurrency launch, the question will resolve as No.", "rewritten_resolution_date": "2030-12-31 00:00:00+00:00", "discard_reason": ""}
{"feedback_id": "54bd5033-ac1e-4e4c-883f-8f96d8b1da94", "question_id": "10b2118d-f851-4988-b082-317860dee5a5", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "0cdb4690-82a3-4cc1-8c0f-0bb07c28c3d7", "question_id": "77a75c07-078d-4015-8740-bdd26360cc12", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "This is too complicated and ambiguous.\nWhat is a 'major' debate\nwhat constitutes ethical implications?\nWhat is a major ethics organization?"}
{"feedback_id": "413f63c0-d9e9-4537-af0c-986cbdc3f60a", "question_id": "682447f2-f595-41f3-8689-0d3de8bb7f5d", "bad_or_irrelevant_included_information": "In the case of multiple companies making similar announcements, the resolution will be based on the first verified announcement.", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "Scalability: The technology must be scalable to industrial levels, with potential for mass production.\nThis should be quantified as well\n\nSafety: The technology must pass international safety standards for energy storage systems.\nAdd examples / organizations that can verify safety", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, a major engineering company (defined as a company with a market capitalization of over $10 billion USD or equivalent in other currencies at the time of the announcement and whose revenue is mainly derived from engineering / energy projects) publicly announces a breakthrough in renewable energy storage technology that meets the following criteria:\n\nEnergy Density: The technology must demonstrate an energy density of at least 400 Wh/kg at the cell level.\nScalability: The technology must be scalable to industrial levels, with potential for mass production.\nEfficiency: The technology must exhibit an efficiency rate (energy out/energy in) of over 90%.\nLongevity: The technology must guarantee a lifespan of at least 10,000 charging cycles without significant degradation in performance.\nSafety: The technology must pass international safety standards for energy storage systems.\nThe announcement must be verified through official press releases, reputable media coverage, or direct communication from the company.  If no such technology is announced by the specified date by a company that meets these criteria, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "da13c54a-cc1b-48cf-bb00-5d5bb03383d8", "question_id": "f2cc2d20-afc4-4efd-b89a-eaa6f0e92b13", "bad_or_irrelevant_included_information": "should be just cryptocurrency not cryptocurrency platform", "unintuitive_or_wrong_resolution_criteria": " In cases where market value fluctuations are ambiguous or can be attributed to multiple factors, a panel of experts from major financial and cryptocurrency news outlets will be consulted to determine the primary cause of the market value drop. \nThis is useless information", "too_specific_criteria_or_edge_cases": "", "ambiguities": "What timeframe is the 20% drop in?\nHow do we calculate price?", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "Will a major cryptocurrency be involved in an ethics scandal that leads to a drop of more than 20% in its market value in a 30 day period by 2025?", "rewritten_body": "This question will resolve as Yes if, by December 31, 2024, a major cryptocurrency platform (defined as being in the top 10 by market capitalization at the time of the scandal) is publicly implicated in an ethics scandal that directly causes its market value to drop by more than 20% within a 30-day period. The drop in market value must be confirmed by reliable financial news sources and data from recognized cryptocurrency market analysis platforms.  We will use the aggregated price and valuation data from coinmarketcap.com.  In the event that this website is not running during that period, we will use the leading coin data aggregator at the time. The ethics scandal may involve, but is not limited to, fraud, insider trading, manipulation of market prices, significant security breaches, or violations of major regulatory requirements. If multiple platforms are involved, the question will resolve as Yes if at least one meets the criteria.  This question will resolve to no if the coin drops that amount but is not attributable to an ethics scandal (for example, market selloff, macro factors etc). If no such event occurs by the specified date, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "1b993b1b-60bc-4aa8-a16c-87ff9a5083bd", "question_id": "65606ab5-d8a2-45fe-9741-e456abde82f8", "bad_or_irrelevant_included_information": "Demonstrates a significant advancement in encryption technology, as evidenced by widespread adoption in at least two of the following sectors: government, finance, healthcare, or technology.", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, Russia has developed an encryption technology that:\n\nIs officially adopted as a standard by the International Organization for Standardization (ISO), the Internet Engineering Task Force (IETF), or another globally recognized standards body.\n\nHas been publicly disclosed and its specifications are available for review by international cybersecurity experts OR has verification in a peer-reviewed academic journal.\n\nIn the event that multiple encryption technologies are developed, the one with the widest adoption and recognition as a standard will be considered for resolution.\n\nIf no technology meets these criteria by the specified date, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "ec137b2a-7166-4be8-aaa5-209e6adc270e", "question_id": "e1456999-861d-4f87-8821-1571aea4842b", "bad_or_irrelevant_included_information": "The cryptocurrency must be recognized by the International Standards Organization (ISO) and have a dedicated ISO 4217 code.", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "this question is hard to verify, too specific, and frankly no one really cares"}
{"feedback_id": "db252480-e2b0-419d-8a82-5f70aafa8a9b", "question_id": "d1e5f3ba-cdbc-483e-b93e-1a2d015587bf", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "the resolution date of this is already past"}
{"feedback_id": "4548ef05-05cb-4035-8599-1ec823db1b3b", "question_id": "38c64fdf-bf32-4a8a-a34f-2a042352e2e8", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "In the event of conflicting reports, the majority consensus among these sources will be used to determine the outcome.\n\nHow do you define a majority?", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, before January 1, 2025, the Iranian Space Agency (ISA) or any other official Iranian governmental body announces and confirms the successful launch, mission, and safe return of at least one Iranian astronaut to the International Space Station (ISS). The astronaut must complete at least one orbit around the Earth while aboard the ISS to qualify.\n\nVerification of this event must come from either the ISA, the ISS's international partners (NASA, Roscosmos, JAXA, ESA, or CSA), or a reputable international news organization. In the event of conflicting reports, priority will be given to the official governing body / communications of the ISS or whatever station the astronauts are sent to.\n\nShould the ISS no longer be in operation or accessible to Iranian astronauts by the specified date, the question will resolve as No. Additionally, if Iran sends an astronaut to an equivalent international space station or space habitat recognized by the United Nations Office for Outer Space Affairs (UNOOSA) as a valid alternative to the ISS, this will also be considered a successful resolution.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "ce88a321-faa0-4b2a-a2de-2e3d11415028", "question_id": "b389c90b-e044-46bc-ab09-28f59442ac1c", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "good", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "3376d8fc-7541-496a-a736-4f3a9de1a7ef", "question_id": "ca5bffbe-8487-44da-97ad-62af602fd91a", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "mexico already has a nuclear plant"}
{"feedback_id": "2c1f685b-e3b9-4c64-a4f7-ac52c8d15e25", "question_id": "0cbf1590-5032-4687-834e-107234300375", "bad_or_irrelevant_included_information": "The funding must be new and specifically earmarked for dark matter research, not redirected from existing budgets or programs.\n", "unintuitive_or_wrong_resolution_criteria": "The title asks only about the US senate, but the resolution body discusses signed by president.\nIt should be just one or the other.\nWe can make it \"passed legislation\"", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "Will the US pass a significant piece of legislation of at least $1 billion specifically addressing dark matter research funding by 2030?", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, the US Senate passes a bill that allocates at least $1 billion in funding specifically for dark matter research. The legislation must be distinct and primarily focused on dark matter research, rather than being a subsection of a broader scientific research funding bill. The bill must be signed into law by the President of the United States to be considered valid for this question's resolution.\n\nFor the purposes of this question, \"significant piece of legislation\" is defined as a bill that allocates a substantial amount of funding (at least $1 billion) directly to dark matter research.\n\nIn the event that multiple bills are passed, the total combined funding specifically for dark matter research must meet or exceed the $1 billion threshold. If the legislation is passed but subsequently vetoed, and the veto is not overridden by the Senate, the question will resolve as No.\n\nAuthoritative sources for resolution will include official US Senate records, the Congressional Record, and direct statements from the President's office.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "864a89f3-747d-42c3-b0de-1bb10139a78a", "question_id": "c454fd09-7ff1-4e97-8877-8457143918db", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "should specify and provide examples of official communication", "edge_cases_not_covered": "", "general_feedback": "good question", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "4d30e999-5c1e-4b9f-aee4-ff8e31dd912a", "question_id": "613741f7-5f1a-4fbd-bc22-7da1e54dde97", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "major political decision is too vague"}
{"feedback_id": "aa258afe-0ec2-4e46-ae0e-88ce35e59ec0", "question_id": "e1b055b1-454c-4259-8782-f33d8f9422c5", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "in what way do we say it has \"redefine human understanding of space'", "edge_cases_not_covered": "", "general_feedback": "I think the human understanding of space is a little bit vague.  We should also add that it is mentioned in a major news publication for common laypeople", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2030, a new philosophical theory emerges that significantly alters the current human understanding of space. The theory must meet the following criteria:\n\nIt is published in a peer-reviewed academic journal or presented at a major academic conference.\nIt receives widespread recognition within the philosophical community, as evidenced by citations in subsequent academic works or endorsements by recognized experts in the field.\nThe theory introduces a novel conceptual framework or significantly revises existing concepts of space, going beyond mere refinements of current theories.\nThe theory is discussed in mainstream media (defined as mentions in at least two of BBC, CNN, New York Times, Washington Post) or becomes a subject of study in academic courses.\nIn the event that multiple theories emerge, the one that first meets all the above criteria will be considered for resolution. If no theory meets these criteria by the specified date, the question will resolve as No.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "d9cd3fca-e1f9-4ae2-bcd8-ef808c8b766d", "question_id": "7989a72e-974f-41bd-803f-27fd1a597456", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "trump's companies are not in DJIA or SP500"}
{"feedback_id": "70945011-f26d-47dc-94b0-25171c2228e6", "question_id": "7989a72e-974f-41bd-803f-27fd1a597456", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": "trump's companies are not in DJIA or SP500"}
{"feedback_id": "1a2e3c53-d321-4ab3-8ff2-6d6cd60600a1", "question_id": "baaf745e-ad43-4465-83aa-0e58f5c411ec", "bad_or_irrelevant_included_information": "(referred to as the Digital Yuan or e-CNY):  It doesn't matter what it's called\n", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": " Edge cases, such as the temporary spikes in usage due to geopolitical events, will not be considered.  This should be considered", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, the People's Bank of China has officially issued a digital currency that is used in more international trade transactions than the US dollar, according to the International Monetary Fund (IMF) or the Bank for International Settlements (BIS). The comparison will be based on the total value of transactions conducted in each currency for the calendar year 2030. Transactions involving the Digital Yuan must be verifiable through official records or statements from the IMF or BIS. In the event that neither the IMF nor the BIS provides a clear comparison, the resolution will be based on the consensus of at least three reputable financial news sources.", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "fdf4b1db-77b4-453d-9953-991c815d290d", "question_id": "bb849164-e59f-4456-a709-d0a0e7ea0e37", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "resolution date wrong", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "2024-11-05 00:00:00", "discard_reason": ""}
{"feedback_id": "8e1b7b9f-80ed-4bf1-b3d0-ca0c1d1aa910", "question_id": "d5e2a060-221f-4b4e-a372-d01d015f24f2", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "good", "rewritten_title": "", "rewritten_body": "", "rewritten_resolution_date": "", "discard_reason": ""}
{"feedback_id": "6b238e33-332f-4511-8e02-a5d01995c9c2", "question_id": "30979eea-f889-4ef7-8c38-eed37627f3f2", "bad_or_irrelevant_included_information": "", "unintuitive_or_wrong_resolution_criteria": "", "too_specific_criteria_or_edge_cases": "", "ambiguities": "", "edge_cases_not_covered": "", "general_feedback": "", "formatting_issues": "", "rewritten_title": "", "rewritten_body": "This question will resolve as Yes if, by December 31, 2024, Google has officially announced and integrated a cryptocurrency wallet feature into its Google Pay service. The integration must allow users to store, send, and receive at least one of the following cryptocurrencies: Bitcoin, Ethereum, or any other cryptocurrency that is among the top 10 by market capitalization (according go coinmarketcap or the leading crypto-currency aggregator at the time) at the time of integration. The announcement must come directly from an official Google source, such as a press release, official blog post, or public statement by a Google executive. The feature must be available to at least one of the following regions: United States, European Union, or Japan. If Google announces the integration but delays its release past December 31, 2024, the question will resolve as No. In the event that Google Pay is discontinued or rebranded before the resolution date, the question will resolve based on the existence of a cryptocurrency wallet feature within any successor service that fulfills the same role as Google Pay.", "rewritten_resolution_date": "", "discard_reason": ""}
