{"line": {"P": {"id": "2e7d8ed2-f74e-4b45-9401-ca263f9589f9", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.14365669416629673}, "Q_given_P": {"id": "5429bbb2-5c85-4e41-ae6f-5f386d7cb88c", "title": "Conditional on the United States recognizing the Islamic Emirate of Afghanistan before 2030, will Israel recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria for the condition: This question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for the outcome: This question will resolve positively if before 01-01-2030, reliable media sources report that Israel has recognized the Islamic Emirate of Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.24603916960851416}, "R_given_P_and_Q": {"id": "445a4be9-6c89-4a91-9abd-474f06a8d480", "title": "Given that both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Suppose the following is true: Both the United States and Israel recognize the Islamic Emirate of Afghanistan before 01-01-2030, as reported by reliable media sources. Then, will Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?\n\nResolution Criteria for P: This question will resolve positively if before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n\nResolution Criteria for Q: If the Iran nuke question resolves negatively (i.e., the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2824637450484112}, "P_and_Q_and_R": {"id": "617e44a4-49fa-4516-8983-e3b730e5ce4d", "title": "Will both of the following occur: (1) both the United States and Israel recognize the Islamic Emirate of Afghanistan before 2030, and (2) Saudi Arabia normalize relations with Israel by 2031 if Iran does not get a nuclear bomb by then?", "body": "Resolution Criteria\nThis question will resolve positively if both of the following occur:\n(1) Before 01-01-2030, reliable media sources report that both the United States of America and Israel have recognized the Islamic Emirate of Afghanistan.\n(2) If the Iran nuke question resolves negatively (i.e. the Iranian Regime credibly states it has a nuclear weapon or a weapon test, as judged by media reports), then this question will resolve positively if at least five reliable media outlets report that the State of Israel is legally recognized by the Kingdom of Saudi Arabia before 2031-01-01, and negatively otherwise. Recognition is generally considered valid if it is declared by law, or declared through a large international body such as the United Nations. If the Iran nuke question resolves positively or ambiguously, this question resolves ambiguously.", "resolution_date": "2031-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2768622422070636}}}
