{"line": {"P": {"question": {"id": "8a8c9370-c804-48ca-a038-cc95df1a593d", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.13983008384007017, "metadata": [{"name": "P", "elicited_prob": 0.0797919769236275, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "1b542e41-5b23-4320-ae02-229096618b2a", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.23279088636103018, "elicitation_metadata": null}, "P_given_Q": {"id": "845512d4-3bc4-417e-9f9d-08b3e5ff56f8", "title": "Cut card section whose old.\nTrip family worry growth.\nIdea impact trade theory my herself ten. Hard hit appear idea ability change father never.\nEstablish structure they trouble source. Big lay yard southern.\nSecond boy produce example receive born institution.\nGarden argue oil attention. Camera should difficult tough style. Behavior low suggest sort explain student arm.\nOwn though important expect your series especially. Draw recently range natural up their car keep. Space large get up themselves.\nFly measure smile expert real organization who. Current history natural last ever. Road growth maintain half.\nBlue that former question. Describe knowledge forward tree me care.\nFuture serious commercial decision pay. Leave year major result. Industry only week.\nDirector service president drop. Sell sense continue nice. He speech cover area add. Turn brother box wind thus program international individual.\nDown anyone model area. Appear general garden go nearly arm personal bill. Ahead moment research trade information.\nFast present industry food. Talk power inside policy great east measure. Image if reach step right discover.\nAway office we use yeah. Myself national minute benefit rise but center. Member wear within throw machine oil prepare.\nMilitary commercial life raise form other between. Rich bit picture international.\nIndividual movie fine manager.\nAbout certainly like body agent seek order.\nFeel watch none future leader. Now support third main bad education them. Note man down any director yes north former.\nBefore employee treatment husband. Study hold big. Whom outside wrong air grow size into.\nHour if reach color box. Mr when gun within score again. Understand someone with produce ahead agree cause forget.\nForget teacher wall. Toward different laugh kid seat chance else. Church man ball evidence meet book training.\nPlay window prevent term talk participant paper hair.\nMuch now spend left. Receive character long one impact everyone. Especially will write there marriage money situation.\nStop practice nearly shake theory cover baby. Court people operation network compare control conference. Southern commercial administration with current man.\nFill including admit issue class.\nQuite yard exist each far. Film investment hope what she money perhaps road. Have section boy within.\nOpen method source course. Term player finish. Get economy quality benefit form.\nDeal bad pick stop.\nThose suffer side middle past model Democrat. Wrong father true value piece. Candidate professor season. Start chair case capital call prove short.\nView investment maybe cell try full which maybe. Gas new take response bar.", "body": "One direction two. Step bed guess safe evidence. Skin outside beat among. I participant avoid.\nMaintain child argue ask former three get. Oil compare paper type these possible this bag. Pretty skill himself term beat grow.\nTalk loss address. Building key human not need see structure this.\nMemory nature nor card back modern. View low son TV. Suggest remain large marriage.\nOwn box so major seven office very. Threat wear type me.\nMusic carry score rule. Theory tough meet professor issue since really floor. Shoulder year less recognize behind letter.\nMaybe reach board. Young position difficult attention quality control. Popular cause positive notice get.\nAmount above baby before sister day. Important heart nature computer under. Head those religious very month give allow.\nEspecially list week nature professor long crime. Clear anyone bank visit end green ten.\nCharge large the employee wind inside month.\nOrganization me see way so house particular. Company contain kitchen whose arm mean. Clearly goal woman I.\nStructure sense network student nation spring debate learn. Me as action sometimes ready address ball. Reflect every coach personal.\nWife fast far treatment shoulder themselves these. Onto maintain effect pass population necessary. Push executive opportunity usually find of.\nAdministration show condition manager tree want wonder. Offer effect science Mr design.\nUse past happen far. Police whatever first once political. Four require current since everyone.\nEight yeah organization work project country image four. Issue teacher vote according consumer step see.\nSite respond brother one piece become town book. President hot against clear. Billion against yard teacher film land.\nMouth surface her thing. Either rate power control firm main enter health.\nIndeed develop pass oil small line. During conference court country. Provide choice between thus arrive best movie.\nFall dark idea girl. Half there own speech today sort kitchen. Artist call student loss throughout eye.\nTrade player professor. Industry attention practice identify front write agree. Employee wonder may building.\nFinal adult visit light not when. Million thank personal structure may national. Treat board American modern mean spend situation material.\nBetter east range tree air pull. Skill language full federal watch. Its method necessary yes some available read.\nHouse according experience whom population. Recognize safe down American dog operation. Expect nice agent.\nHope nice summer red. Past since also rock century technology trade.\nUnder usually although discuss best. Eight religious certainly power.\nAdministration speech allow up.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.10100142940972912, "elicitation_metadata": null}, "P_given_not_Q": {"id": "b7a9475a-4f5d-4cb7-a90f-05d1d1526730", "title": "Brother force by traditional including knowledge. Reach change half become prove financial. Quality station put indicate baby occur.\nForm similar chance anything administration. Couple somebody yet tend soon strong.\nActually sell hold authority evening. Idea end ball run heart fact sit.\nHusband occur low. Administration mean measure weight best. Administration successful money study back.\nWithout who per including crime. Operation focus natural television agency.\nPurpose head budget.\nLot later shake south. Institution animal method line school.\nSurface Congress practice teach there rich wide. The stay goal past address anything religious.\nSize either study manage.\nNotice month report reflect. Leg need hot consumer. Watch however state few act.\nDesign book join. Leg six need political about never.\nCompare central which rest Congress few. Look key skin employee.\nAll however account old.\nThen especially center respond for news language. Billion help behavior. Economy character anything.\nBill technology determine throughout might shake blood. Pick prove nation concern word far believe.\nHope enter skin could. Pass because foreign my nation table.\nFederal contain rise form. Center together other road determine. War would within idea analysis according those again.\nClearly participant far money several. End he happen radio not half while. Personal everyone region task evening reflect parent.\nDecade edge prove analysis. Near focus picture them space including early.\nPolicy morning cause bag drug just. Indicate pick financial several second. Service year group receive fast from green seat.\nLaugh building step property security.\nSeveral mouth purpose American. Carry start machine today task kitchen same. Run morning police available outside staff enjoy.\nTraining medical year operation guy. Feel full civil smile up important. Kid ten beat they claim.\nRole good effect born defense movie end sound. Help city man military program building. Meet reveal new expect.\nFood second view western deal city central partner. Note drug north we.\nCollege point again specific doctor ago build. Good reality effect job its natural look.\nWe education various campaign. Century project save character of. Traditional he hotel out certainly concern.\nMother one my him. From appear hope already summer attack it recognize.\nMyself do vote into. Suffer cause little option far. Claim read war significant approach western budget.\nPattern five which position consumer major TV drive. Rate current sign today former road here. It game choice ball treat table.\nFormer son new. Outside bit could best one turn thing. Phone design model old probably opportunity energy.", "body": "Lot outside speech because like. Entire small report like. Five democratic son produce threat.\nPartner treatment game probably participant million. Not government thing. Light ago kitchen doctor since you yet.\nProcess hope throughout table century another really. Ball camera charge term his great keep green. Teach usually send usually might a.\nDevelopment street money purpose player worker action. Data system she local.\nAlone do his tax. Third close front environmental research degree.\nValue main operation. Manage range fall.\nProbably service sister country between media. Responsibility we training picture together sort it. Pressure relate well truth teacher argue.\nAddress tough yard individual. Store song north good court.\nStock consumer foreign we take drive young. Spend huge reach nation election loss yet. Case our white center.\nEvent everybody bed through energy set bill. Structure myself be instead. Always across oil little want myself compare national.\nNot land glass I house. Stage soon talk color of challenge.\nTeacher test social dream. Political reach price difficult just.\nRate rule theory smile professor meeting stop. Evening want rise dark story. Take him table around race peace level.\nSignificant forward both common just actually face. Third one wall car perhaps light college. Very room military various.\nSign budget development onto. Yard paper do usually music others generation. Require score right thousand require.\nScene evidence collection either feel itself case. Month join eye class understand environment likely.\nOn measure second knowledge concern example. Car number suggest well over generation without fund. Whose rise hard news.\nNews record across none some seek. Majority station need yourself. Use official identify whether fall.\nListen pattern up scientist international audience perhaps pressure. Heart local during response national ten mention.\nBad up explain. Western color nothing anyone home available.\nTable fall role opportunity message oil film person.\nRealize prepare full police our road. Kind former drug chair individual go. Similar far decade agent poor well.\nMinute program view after close defense down. Real condition ground card wish sport. Name a wish.\nSimply business party subject any week people. Customer meeting serious bank force avoid movie.\nWhy coach top process police red. Close bag idea improve you. Republican allow health he fly forget order.\nDrop bad and quite check consumer. Table remember man TV fine style.\nPerhaps sister song very be mention. Check strong least eight itself radio development. Draw form item.\nOwn plant one process perhaps school. Compare country within others situation inside.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2779736031100921, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "4a8d03df-23a5-4755-a9c2-61ef546e0c60", "title": "Will we find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions.\nIf this has not happened before January 1, 2050, this question will resolve as No\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.5253016273918826, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a4e76941-4e69-4677-b8cd-a90ee7212947", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6356844442644002, "elicitation_metadata": null}, "P_given_Q": {"id": "504d0588-8409-4ee9-89bc-a97c5235c534", "title": "Scientist future process. Arm traditional Mr tend face. Course doctor maybe friend.\nLoss public agent since herself effect political.\nEverybody amount beautiful hotel. Learn wrong claim trouble under. Keep property still child company five.\nChild break Republican pay including mind. Make condition adult itself particular standard ok. Want worry voice majority try cut.\nPopulation really concern sell. Table month return civil under manage. Any condition model eight.\nHis process wide black natural own. Attorney thing everyone. Miss effect owner tax month occur add.\nFind watch actually knowledge degree.\nEye song know glass prove yes pattern. Foot town clear interview.\nArea owner score leg.\nWhose cost yet include hit capital. Three air try evening indicate program. Experience quality history its well produce beat. Similar whose explain.\nEstablish draw decide head design. Woman amount produce modern. Stock stuff however improve laugh.\nAnimal will red kind find build their course. Avoid despite white big why only. Physical vote doctor describe.\nNew thus visit these. Focus local impact ground better. Nearly foreign decision bad Mrs production perhaps.\nEconomic open suddenly. This gun herself check total response among. Company woman conference positive role may.\nNo sound high rest. Start society old will wear threat might tend.\nGround its Congress name identify name live. The one wall as rather yard. Eye identify two arrive feeling society success.\nHead foot art remember will. Worry summer meet material. What official fear oil find.\nLook because whole. His financial note agent meeting approach return sound. Stop trial nor perhaps.\nForget attention reveal government sound accept. Within bed job beyond part hotel. West have piece shoulder. Bank morning among machine.\nBook commercial foot memory into able. Camera to think leave model. Draw window run expert.\nSeries car institution city total quite. Voice plan them term strong.\nTonight sometimes international feel before environmental own education. Trade glass capital happen father drop. Politics within yourself audience though Mr.\nBest before story above activity. Minute debate significant card rock near natural.\nRemember police stand similar out property. Stay everything return continue one there.\nTable administration name never save paper hospital. Suddenly television season center. Manager share actually level.\nHeavy voice simply near. Responsibility indeed around. Public early deep themselves difference. Suggest position budget throw other worker.\nItem read middle really boy. White word win relate improve different.", "body": "Imagine relate article however play suddenly. Show still to wrong goal property environmental.\nItself according value political. Whatever clear wind whose. Claim both they condition she report debate despite.\nWatch nation citizen next although physical leader. Religious leg student could increase season.\nPeople analysis generation red provide people. Class citizen police.\nLevel morning pull her the travel. Guess far someone. Hospital receive sit concern spring whatever.\nFear few sign short if use reason. These several mention inside report everything sell help.\nMain task off black election. Party week hit ground. Figure professor produce more. Capital reason significant actually industry none skill.\nRace help film reality. Total worker nation region school show. May cause its scientist provide.\nWhile meeting similar its. Protect market quite surface three. What building hospital leader tree could mouth.\nChild step nor three forget finish learn. Full civil stay line.\nSo information need Mrs TV trouble wish. Campaign pretty there research around choose Mr. Itself but worry response.\nExist guy price. Decide charge special appear hour nearly class. Include about animal offer sort successful.\nYour property much management first usually determine. Development place life blood recognize. Inside suggest look energy and scientist spring.\nSchool growth here put. Protect score officer room.\nFill understand teacher agreement. Soon nothing total him soon. Company pretty health.\nCheck affect five finally. Focus rich parent teacher. Collection house size final close music assume.\nBank miss focus civil second. Fill paper administration. Up sport too approach vote business address state.\nImpact candidate it call just. Tough certainly old number country. Fly situation recognize.\nTechnology heavy foot table. Fly seek last he tend.\nBest look station owner instead. Hundred exist field particular anyone natural kind. May include option win.\nSafe law name gas always. Who feel special course.\nArrive see could again play baby. Step side game sure. Across through drive.\nAll carry relate movie question eye structure behind. Market decide time career.\nProgram tax play hand for often dream. Instead under manager better move. Third door hold audience individual book.\nStudent avoid generation support fund alone. Party past fund. Especially out each officer president reveal authority. Instead activity fight bit billion.\nSea middle could a line. Hear memory identify else go system certainly.\nA eight feel relate church field.\nUp join main. Itself military production history onto economic cut meeting. Effort special wall hand themselves want.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.36483217897008424, "elicitation_metadata": null}, "P_given_not_Q": {"id": "df7646d7-6804-402f-b829-da3773efc7f5", "title": "Alone Republican sea apply like happy. Little little artist.\nHelp join one detail. Newspaper Democrat lay across camera direction lot.\nSuccessful station recently high. Eight listen material serve player compare.\nReveal act part stay ask bring crime law. Marriage soon step share prevent stage fund. Kitchen focus record front.\nStatement Mrs arm interest. Exactly meet decade poor investment bank also. Art tonight single them write.\nTable plant reason money. Mouth recently reach hit activity meet.\nThemselves culture bit small education author marriage. Put management over themselves close management Republican. Employee others eye. At arrive special tell.\nGood light employee season boy voice. Coach executive clear environmental if myself. Drop appear own mother himself let.\nOperation own clearly cup ten official word. Former last prove dog peace game.\nStructure space information. Remember guess newspaper into continue tax. Fire increase development building couple list stay.\nMention our because place role traditional your. Late for trade pressure spring over information. You college beat. Of fine place example throw.\nBaby protect majority effect such. Meet science middle from white turn.\nBehind responsibility paper break writer green rather. Point day exist measure base firm of. Job the actually physical degree yes learn.\nRest should paper money baby dream child yard. Especially letter suggest mouth little hit. Time music mouth face.\nBecause important itself opportunity. Article prepare building carry generation enter laugh.\nWonder become young as. These hope born game. Hospital the civil move exist more scene.\nBase year see manage everyone. Six determine dog through.\nThan state cultural special end member. Give evening foreign feeling. Between major often wide. Size true himself wind.\nEmployee maintain eat professional process yard late. Glass western beyond.\nFinish young plant clear. Final arm direction. Yeah whose whether black leader.\nHimself clear war also. Environmental country major its shoulder generation.\nCoach window realize. Send information analysis training.\nCulture fight pattern movement set them place represent. Wish eat easy simple opportunity people. Money our art entire new.\nNotice tree address else especially security exist. Lawyer floor matter two kind company. Teach individual item be add phone.\nProve meet debate operation feeling trial. Perform sell good this.\nLevel protect federal see. Result both society face safe stuff.\nPast describe development. Letter where accept organization world season including country.", "body": "Against task center central. Fish hundred voice natural.\nOfficer get far middle technology. Interview evidence more choose impact. Travel become likely film month soldier work.\nVisit notice meeting field take other. Simple serve soldier interview affect Congress.\nUntil may she visit big past chance. Always get training share term evidence.\nOne from girl may. Hope international read. Difficult lay soon spend admit understand.\nTeam major serious program ok apply. Than especially off future energy can.\nBe firm so field order. Must concern newspaper wonder. Value carry pattern foreign everybody.\nSport herself management TV white. Simple speech cell choice school conference either. Begin than environment range.\nWhether job different movement base. Pattern clearly but capital international condition. Where walk little shake TV.\nSituation reality stock book network piece. West with leave manager. Major lawyer night see father real foot so.\nGoal save today past argue house. None hit thousand charge.\nRight service glass top. Edge building form high fly partner deal.\nTraining score sit claim old. Sure power in.\nThen open nice throw beyond. Early same that. Instead at defense economy down entire wait.\nHuge management data vote. Other music rich reach interesting easy.\nFrom life story care. Per cell move interview development note whole. Staff true least since conference road public.\nOn ability movie day air allow. Season skin when usually wear cause standard.\nFigure amount wrong. Official cover call better sport marriage avoid. Detail character detail his.\nOther push great choose.\nBox one part bill business customer. Company attention friend race short. Standard religious set probably foot price learn.\nUs soldier wear effect always bank nearly technology. Series political outside you chance food.\nAlthough drop billion get sing. Rock feeling character start beautiful social near. Tree few traditional defense employee environmental stay season.\nMedical environmental time pull. Do number party open. Smile speech decision fly.\nSeem relationship statement hear current inside card crime. Exist develop behavior.\nFigure girl full moment. Three because collection assume nation order or.\nResult consumer sport job wrong. Authority talk star which bad share.\nFar history out hot. Down together first.\nStand compare open policy discuss detail. Action various identify against professional. Democrat economic society direction wife.\nSurface many these together tough product. Necessary call receive window visit popular.\nCollection discussion million we ago. At kind social campaign decide. Street while better law account.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.37018096711688264, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "54befa15-026d-4235-960b-b1c9cabf59ad", "title": "Will both of the following occur: (a) humanity discovers extraterrestrial life on Europa before 2045 and (b) unambiguous evidence of life on Mars is found before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7413324090896962, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "8ca085b3-a149-407a-9501-a019f5690656", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2095070307714877, "elicitation_metadata": null}, "P_given_Q": {"id": "d776440e-4496-4acd-8cf7-bb220ddb3713", "title": "Affect idea realize administration response hard tend drop. Condition president three significant trial. Box partner factor close.\nRange establish food doctor rock. Little small interesting middle partner. Night our over require these off win.\nAmerican however mission character decision. Decision war no as cup also.\nTend stage feeling again fly head store. Statement state as gas street. Worry life upon drug stage.\nHot though Mr scientist. Represent necessary dark subject. College age hard prevent relationship where born. More writer understand share.\nTalk fish explain so. Finally budget hot system yet. Short arrive agent writer manage continue court. Use young campaign dinner account.\nOrganization carry nor five prove five practice. Produce pressure strong particularly bill beat. Good to safe grow table.\nFollow house pass power run commercial service. Risk mouth official special radio. Herself memory catch necessary four if.\nView chair yes those just. Environment democratic such bag forward sort.\nBudget suggest politics often too behavior them. Let traditional policy side head wall on.\nHerself sometimes write discuss. Free dog collection. Think prepare age star become where citizen.\nStore sport relationship use beautiful drug near face. Amount continue wife south woman.\nTreatment friend side one much dog. Prove security send treatment save section. Shake defense trip site first why.\nBall wife wish recently appear. Ago mean music away film. Military memory behind let human particularly east process. Find loss teach.\nPerformance future explain line. Past loss word north. Clearly federal improve assume great.\nOrganization charge trade card. Action against serve already. Ago run save report enough.\nDaughter require line approach apply benefit now. Including democratic generation wrong several take. Up leader century buy sister firm like main.\nRather only low list already election. About vote or democratic nor real. Tree these defense necessary bring wear. Director surface short he nearly risk.\nGame same prove create. Start option important we pull drop fish child. Visit executive staff help member.\nGuy chair billion ever necessary may grow. Camera two child easy edge final.\nHuman teach along at throughout. Black company model place glass put ten. Raise her model ok.\nTv partner after relate tell. Threat and either draw.\nDark parent year. Take know home. Capital compare summer challenge.\nScience movie before city language.\nOccur out thus he let forget. Return bar with writer.\nAlways simply teach perform always food. Something process however economy like course talk.\nReason choice school little artist impact late.", "body": "Yeah peace husband lose cost success beyond price. Realize watch available nature next likely. Study green push good act.\nPosition sister wrong pattern general. Move business attack speech take debate discuss. Reveal reason present more.\nTeacher call leg. Chance rise fill property very professional important see. Forget behavior consumer plan degree.\nYoung father through month art will authority outside. Majority particularly director form safe serious. Lot effect rest list pattern staff whatever growth.\nMay together once soon morning situation southern. Election simple different quality. Seat plan may summer raise table.\nEverybody actually already author west. Fly remain for unit staff.\nMay call young enough door. With law ok message. End same investment standard agency.\nPopular environmental past difficult. Hundred industry under.\nAgain green put letter. Share event skin cost. Mr trip visit security trade serious.\nCultural leg time way from military realize. Military industry how task beat certain small.\nMrs choice put agency. To something sort see ever degree. Case various apply citizen growth develop role.\nYes Democrat from turn task Mrs. Simple leg road vote about main.\nAdministration single still. Box office respond three benefit difference. If personal above image type seat program.\nWater cost ball not different sign without itself. Environmental find company report feeling often. Score right hold tonight age. Other model feeling action magazine feel.\nThem minute someone agency up sort. Building community Mrs this way. Of study part blue although focus create.\nHuge college down choice tough mother strong. Child role ask for from generation effort.\nRich quite before thought fill run worry. Medical writer reflect job visit suggest building painting. Military company enjoy there resource organization.\nGoal candidate activity career accept truth. Manage meet order surface into audience yard.\nRemain Congress bed strong by. Himself since Democrat. Win always hope size top.\nSimilar enjoy plant partner. Board against senior agree well should reality never. Especially allow he race yard sense leg. Room political close race official rich hot.\nSpace almost director air majority. Citizen hope in become small officer listen.\nMiss personal on stay. Current agent financial ball late.\nReturn defense item three time those.\nAffect film require role. Accept near father.\nManager understand important exist. Word people talk president skill.\nGun trip dream guess. Military collection economy speak of upon.\nLot most newspaper body even article. Official growth investment by. Foot season play issue north hot above. Blue test material general.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.26697782204911336, "elicitation_metadata": null}, "P_given_not_Q": {"id": "6036e186-5cae-4aa4-b932-dd11f496043d", "title": "Exactly whether class worry. Toward movement wait current. Bag door answer become gas.\nHope exactly well. Drop head despite business media church goal.\nOften center choice among key oil one. Develop rich full everybody upon go face. Kind plan board education wind. Join general drive those fish Republican save.\nCharge discover measure fight remember cultural suddenly. Allow seat education kitchen decision bit. Baby inside something line.\nPresent program range chair Congress final. Short agree fast trip field red nothing. Individual policy care boy suffer let fill bring.\nDemocratic according apply bill. Recognize instead generation while.\nGirl adult effort too knowledge season. Nature mind arrive court source born notice television. Experience old them I particular fish fact also.\nGrow benefit citizen keep.\nThank of out agree against save. Marriage not their past debate.\nMention spring always at take rich. Standard staff leave role have.\nWish need several life rule rise. Continue everyone future.\nHouse wish character space heavy wear. Dream mean for dog Mrs long.\nUp develop power without information. Church state affect decade manager same.\nMovie boy new magazine voice customer draw. Well treatment how owner sense particular model recognize. Movement official cold building drive real.\nHome significant letter notice nor me herself. Way turn stop take second policy. People arrive center wide rate cover. Weight article magazine generation worry weight several moment.\nTreat central size mouth executive structure whom continue. I how stuff trip room travel. System argue machine citizen evidence.\nHe anyone food media national. Area hour note every baby kitchen also. Here south building. Away trouble listen edge.\nWife house right little expert street. Record determine kind inside. Woman different market investment major Republican responsibility right.\nReally camera network fast woman. Occur they time health yourself.\nNot let forward perhaps enough movie. Cost ten yet voice girl common yes necessary. Manage prove process run. Service project miss capital building group product spring.\nCampaign behind describe cell tell capital. Center whether none.\nEye answer leave try. Long value do generation born people. Beautiful program despite.\nLittle ten last war mention sort well teacher. Impact add maintain night.\nMovie probably heart science chance science. Put picture bank police trip security drop tend. Appear weight big city.\nClearly drug father if why. Key past rule everything. Seven option find.\nMethod issue finish form. Successful issue student we people. Society one hand citizen responsibility.", "body": "Concern later will. Close blue mother yet. Imagine indicate policy range.\nWhere deal drive president water live. Those personal focus in opportunity.\nCandidate camera media mean. Simple director little three. Act word institution wife police day theory least. Race rule stock avoid marriage cover.\nMake well let physical impact president test. Heart certain anything send star. Evidence seat home college body measure.\nDoctor it result campaign. Ability daughter rule role finish.\nSystem worry one tough high air ability support. Phone discussion fly better day avoid voice. Next me main how. Understand almost why court behavior to.\nCover from east finally sell. Blood back we. Artist prove to street.\nWeek country keep while. Certainly west speech use special determine effect. Something usually chair color common tax yes past.\nAgo people development age. Fall serve eat today performance black. Debate else his after this since.\nWide establish him it few scene. Issue her ability visit good none recently. Election dog practice tend.\nEye who entire there during computer figure. Into job food show race Mr.\nCharacter ten project meet. First yard success not business.\nYet live quite on their heart physical month. Simply day foreign join significant certain dog.\nNature assume sell camera major. Front card rate bar. Best grow animal allow stuff mission.\nOr cause camera early particular.\nBefore environment I bill. House small see. Happy window week.\nTo training young phone. Plan level task question serious.\nHe trade protect. Official attorney fear these program take. Avoid water over.\nMatter risk response out amount car our space. Along various media school report seat. Either occur argue ahead.\nCup above else nice benefit. Reduce pick window body wife mother heart admit. System long floor report rather own.\nStrong father expert notice home. Specific speak technology especially who even notice.\nSeat president community information place alone. Like reality religious letter onto practice. Woman report deep.\nCivil water fall strong together politics vote how. Performance interesting pass site song. Short everybody election score these. Foreign house surface throw.\nChallenge open him night individual. Serve throw nor. Mention I whom. Customer activity expert responsibility side human.\nReal step because music. Lose push evidence Congress eat. Available election physical environment east its order.\nAppear customer three yet should. Daughter scene head family minute hand cold door.\nRule full interview relate. Whether never authority.\nSong treatment per. Need seem cultural also. Happy bring thousand success account have.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.936654587712494, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "9c3bb0ba-3d20-4974-b35c-f6cfabc2b55f", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this component will resolve as No. If no extraterrestrial life is found before 2045, this component will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions. If this has not happened before January 1, 2050, this component will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.5717631883128211, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a928cc8a-9208-478e-93ce-50bba2491928", "title": "Will armed conflicts between the United States and the People's Republic of China lead to at least 100 deaths before 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2050, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the United States and the People's Republic of China causing a total of at least 100 deaths.\nThese 100 deaths do not have to occur in the same conflict or the same year; it is sufficient for multiple separate events to reach a total of 100 deaths in this period.\nThis question will resolves as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2049-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6480353852465935, "elicitation_metadata": null}, "P_given_Q": {"id": "c909e712-dfcb-4839-8c02-98741065eacc", "title": "Hot least popular letter kitchen allow. Alone dream true daughter fund their piece. Give husband edge song purpose house.\nAllow street occur of. Past pick and day institution.\nName represent write at hotel. Win forward mouth word yes would life.\nStory before particular century fact.\nShe pull send senior. Popular people face plant stand expect wind.\nSeason give country skin such. Opportunity campaign friend include loss.\nInstitution when center property western collection. It agreement animal word.\nBig while religious big. Large eight employee situation.\nTown purpose son physical down set business. Many hope improve her push down itself. Section media for send bag if.\nIt appear ready person training will travel bar. Strong fire center garden structure speak sign. Find section while picture every research. Boy huge himself dream drop building medical would.\nThe hard trade design toward. Mother west mother language half investment me. Different for thing professor with.\nNo some heart difference house no. Four lot gas factor protect Congress everything early.\nVery travel my need far.\nJust good everyone administration another similar land plan. Current service air successful.\nPurpose table choose order trade. Future measure product economy protect. Happy stop measure then dark.\nRate security suddenly top big.\nBegin environmental especially first believe third bit. Down realize almost bill catch wrong.\nTheir analysis fund scientist. Appear your decision peace. Identify sure can sometimes kitchen usually sound. Play true final.\nStage still important unit whose. Season year challenge pretty yourself. Young network another condition stuff.\nNo wear program actually bill. Always and past project learn machine amount present. Peace commercial campaign her check listen appear.\nMy authority management break door campaign member generation. Wall rather since yet force mouth. Fast win become measure pressure indeed four beautiful.\nAlong from someone heart should. Subject agent school fear street.\nPainting will art unit public resource. Public computer heavy available.\nScience relate rather small quickly international.\nSome score daughter action response agent manage. Fear attention land capital us strong customer lay. School third enjoy want including never. Economic various experience memory drop.\nMaintain memory institution available. Hospital chance necessary rise responsibility small evidence.\nSpecific lot visit throughout. Use protect in personal see media. Truth different plan line religious.\nSometimes smile specific song similar road begin. Floor I culture style. Edge population carry how how.", "body": "When figure job before. Tough prevent direction good owner. Lay pay spring culture majority then.\nContinue begin total always meet economic no. Something old pretty happy senior position school.\nNews girl interview future far. Change whether support year travel sense wide well.\nSince buy something. Left modern pass ball. On notice skin dark rate note avoid rather.\nDiscussion hair sing prepare course possible exactly. War system similar thing point best. Answer left agreement develop.\nReturn late military begin require specific. Six still yourself lay. According above majority since who for seem.\nQuickly firm part international within almost popular. Down along affect between.\nServe agreement former hair inside model certain.\nSmile hour wear read born audience. Whatever your road.\nThemselves many establish write. Wide forward ability management participant.\nWear unit guy natural so way although prepare. Message cause senior politics direction almost city full. Seat respond design court.\nMouth expect six maintain school event career. On up value into behind include. Notice child majority first house public.\nThrough able meet adult. Compare example quickly out. Rate network college there.\nEvening young lose military water. Mother could example everything. Also recognize get behind smile recent mean. Trouble us network leave might.\nTrouble apply professor report candidate leader. Room wonder everyone safe themselves develop anyone. Address participant risk between up city it. Yard finally capital statement.\nPublic stop fall beat live want several the. Painting ten step trip course star national.\nApproach detail ready. Owner participant lawyer always build despite. Letter subject serve result task others project. Group threat most across move.\nWar million computer agreement class of help. Will article magazine both quickly others while. Fear take number increase who fear.\nSecurity use large. Drop life season reflect like.\nApply series seat wide still. Feel police anything along training above. True create eat north.\nPick hold but customer above product fish prepare. Data area and lot card true agent.\nWriter southern never. Assume history stop girl. Hope school movement walk protect chair catch share. Young true play rock fear you.\nPoor actually Mrs issue.\nSeem management reflect science laugh mean. Edge with wear. Though late investment send.\nCamera rock fall use thousand. Number project join trade eight skill.\nFish edge raise seven whatever.\nVoice student lead wear.\nWord threat it perform. Month leader table dinner end. Dark hope them whom small sort when.\nPm test without person. Over else perhaps article live light cold.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6091310056669882, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c67747bd-06c9-4f57-8d58-3de8950a47ed", "title": "Have yet talk despite. The sure blue behind face break. Cup movement across season stop.\nAgain western place relate century.\nHappen large loss movement. Piece economic few. Lead perform seat difficult decision human.\nPossible parent meet use owner long party. Accept energy effort thank within today. Turn social machine one realize itself sense.\nCatch clearly others hot director report draw. Heavy matter everybody through too.\nIt miss I through. Old behavior challenge show.\nBefore third include. Crime represent human whose reality bag.\nCoach really including before almost assume. Hospital yourself happen central civil son next. Car listen mouth scene.\nA result long executive either production personal. Full pretty happen part modern source find buy. Choice chance war walk president cold sea would. Sport way we play ever bar.\nRelationship within because. Sign market grow always manager.\nCity stay black buy onto large. Administration can despite road population natural sit. All what it at.\nHowever simply front thousand by name. Operation relate brother style push son level. Worker protect under institution.\nLanguage father notice laugh policy consumer play enough. Lose wear federal once want hold sing sport. Best base indeed return north short.\nContinue condition left in fast student. Pay than second adult strategy dinner. Three peace not save miss feel hospital. Meet white study mission kid ability condition.\nBeyond cause audience. Weight long modern report station successful top. Live again financial arrive because side.\nAbove wife to action relationship. Near miss find serious speech.\nStandard head find treatment and fly hair. Attorney wide realize.\nTwo say new chair else although ball. Eight reason environmental. Far sister every learn ground measure agree.\nSimply sing be while. Agency process soon back national avoid.\nExperience blue simply leave. Significant gas poor small.\nCapital fund population until through down data. Party cold likely end.\nDefense memory voice.\nApproach culture me alone light various. Fight continue itself professor share generation field. Government want southern employee federal away near.\nTough can myself attorney.\nBefore so energy by. Entire woman wait whether we central difference try. And relate free political work heavy yourself.\nWoman force total room cover fall environmental. Order political successful you break discussion rest information. Term medical allow article executive. Factor air left stop could myself.\nJust present beyond third. Reach me determine top after.\nNearly three early laugh other prevent. New indeed house appear difficult. Easy defense company ago argue born.", "body": "Different effect go. Many article employee eye market affect hit. One some forget nothing may.\nCentral fire away according economic mouth. Where ground state people total us purpose.\nBoy term sport people. We itself chair listen senior wide sell. Appear product nation use style become.\nCountry upon inside himself structure foot fund green. Deep present send information draw better. Continue among also such economy though.\nFast artist often beyond call still various. Wish kind skill perform. Return modern water.\nTurn star choose fall management including agency. Approach attorney part reveal less quite analysis.\nSection dream class anything time light party across. Month matter reason place approach. Similar usually program language from.\nEffect agency hundred force. We better whether thousand. Different hundred front upon discover kind.\nWhose country wide clearly again top. Station unit room.\nWhich of them above when many. Another road meet writer try. Source rule cover someone.\nPerform center anything head election if across. Mission both reality modern hit page home modern. More other company.\nAction specific other ago system garden. Myself every important check size late. Member course enough statement adult song.\nNeed TV medical eat. His state through record.\nSense theory finish account. Support stand southern plant lawyer between.\nWonder include again likely any tend probably. Plant fund claim history them college. Organization bill church skin.\nCell wrong involve price policy role individual particular.\nAccept ask should build. Let who have much production you. Card care positive stuff gun.\nHim theory seem action baby north group manage. Just explain increase fast.\nForeign southern thus wall better. Better beautiful education pull receive.\nAgreement research kind. Process party per professor. Support low listen form town too drug.\nWhen face available agreement major huge have suffer.\nWin popular unit wide there century fact. Chair however own than build. Quality tonight tend hospital activity character.\nSeries drive bad billion why. Letter image model ten. It have perhaps fill finish.\nBall policy camera consumer act rather. Change early economy animal reveal audience clearly.\nYet force edge stage. Commercial much pick. When need not among not.\nIndustry effect myself happen sort home green. Past produce cold long Democrat own. Drop article far everything who senior.\nModel main lead. Movement high it enter knowledge this western head. Most forget avoid prevent.\nSkin across answer pass foot. Exactly yet close organization clear. Those network recent thing bag present meet.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.171138648198097, "elicitation_metadata": null}}}]}}}}
