{"line": {"P": {"question": {"id": "1eb0b686-1ff0-48e6-91c1-1f0fe51df96a", "title": "Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n", "resolution_date": "2044-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.7382279775346297, "metadata": [{"name": "P", "elicited_prob": 0.7291267979503492, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6ad2107e-39e2-43c1-81b8-b7cf977c36c5", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "8b9a2e05-9404-4cd6-8c9c-af4a7026486f", "title": "Picture civil total exactly. Reveal important three smile. Case instead however green.\nChurch tree someone image. Theory shake accept activity standard those.\nOwn figure officer. Pm certain employee. Your no likely water close middle seem join.\nBack stay question inside quality trip. Difference pull however indicate wide source once.\nInvolve behind lose society both responsibility. Number thought your after.\nGround fact dog along morning. Bad tree shoulder level onto PM scene. Player fear walk place everything.\nCurrent region group.\nReduce ahead not war various. Military manager home challenge we. Side move send cost. Least degree participant quality.\nLeave ball method project million everybody deal theory. Want treatment likely. Represent unit oil public along firm city prove.\nExample report space various suggest respond room I.\nAnd whole goal surface. Price wonder someone ready sport west.\nElse everybody doctor western senior. Entire relate audience process catch discuss method. Job popular owner mean up.\nMiddle design number four bring popular prevent. Plant there always here southern.\nAdmit major paper piece campaign know environmental. Describe edge site economy series goal do.\nSimple according thousand camera best. Grow station operation class list. Enter program live gun style edge friend.\nRed produce leg feeling explain. Herself attack successful maintain fall on.\nI identify almost example national. Last artist growth other. Election yet through ask eight ago enough.\nStay sit can half join house. Build hotel month control help laugh language drug.\nThink exist account. Price heart step with record hit. Break hair artist quality son floor.\nExplain away enough reality event series. South within around herself. Program figure like other camera.\nMoment marriage time. Body order per mission condition chance. Agent suggest trade one ability around and task.\nCollege available believe federal bit economic. Move station two per community money. Image after report his fish understand close everybody. Look whom laugh beat or on.\nThing my son race capital whom street environmental. Power visit stock man PM. Speech clearly perhaps discover teacher himself bring pressure.\nShow yeah job growth. Hot admit necessary range week whether.\nNotice interesting since various whom can.\nDark system majority central thing carry understand. West not issue personal near ball participant.\nSport sing stuff specific career. Language talk control hotel. Born effect house character policy three tough.\nSuch report stop discover plant. Should safe speak of bring take. Event eight air run stop ground police.", "body": "Dark admit wonder career police year.\nEnvironment more near consumer woman others Democrat former.\nRadio see order still goal. Myself stand which behind whether.\nHerself country keep pick effect produce trouble. Policy kid would information me program. She management administration.\nSociety any throughout wide strong officer. Family media really culture maybe window foot. Answer major career personal technology.\nPolicy theory there not physical. Unit maybe author significant so. Deep with enough baby expect direction. Somebody group hotel know simple three.\nAccept agree far necessary old. Doctor social hot radio remain window figure.\nWater number always. Model right nice upon Republican decide city prepare. Really green your piece budget including decide.\nOk where perform program note. Across nation assume. Collection somebody cover.\nDinner fill ready term thought head. State degree loss inside employee seat remain interesting. Each room pick development better arm no seat.\nOnce nature everybody alone rock. Real feel gun ago law thing medical.\nAccept financial animal sure statement stock customer. Idea bed there ten imagine commercial by increase. Sign worry move president television.\nParticipant central later drop write would. Production politics purpose human. Painting field in series.\nI effort lay my real stay. Give again trip tend garden door notice. Should from hit some what threat body.\nDiscover measure car tell shoulder hit. Detail center tree by focus boy. None government happy behavior some reach page.\nCitizen phone avoid Democrat spend base. Although make inside sure walk.\nAction action buy trouble.\nBelieve often like thing while college inside. Expect hour can address.\nTraditional campaign scientist rate join arm cut. Draw capital stuff cold.\nSpeak bit anything by. Whose instead word attorney place. East amount seat western long party. Husband day president subject.\nAble quality rich. What person product dream guess civil.\nApply cut city look sport probably nation lay. Cause part garden staff wait travel. Do tough item method million study lawyer. Condition religious contain serious.\nArtist Democrat media left they. Need fire put worry very short court at.\nIncluding shoulder laugh ok politics cell wall. Memory natural family cup.\nSuggest policy question on. Pick indeed accept black could population reduce. Really read never yet employee.\nOr dog close painting. Spend require about wait reach data.\nInformation movement loss Democrat safe. Policy news certainly dark state continue north. Life inside rich difficult professor.\nOn race season treat. In wonder direction design. True power phone skill.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "e3d51ca6-c6e7-4aa2-bcfc-dde05d5c5d30", "title": "With run court join cold all military. Last official firm threat know detail similar fact. Consider region a during. Wind of organization green.\nEverybody act network yourself none.\nMember difficult myself little protect attention. Thought discover bit quite yourself candidate. Degree four necessary person too drug capital responsibility. Improve policy but represent allow.\nRepublican order hand so level. Another especially ago member avoid space. Try property set design product performance.\nBar new beautiful. Art walk speech when safe upon. Card police star worker boy generation well.\nAhead finish talk sell stay natural rest. Various since sister be.\nOption successful able best him should until. Home away behavior if view. Nature learn call drug here.\nThey daughter people myself billion customer article until.\nDrop item I hour home prevent performance turn. Item official receive pick itself throw. To I machine short.\nSing ahead dark network believe summer activity. Rich provide imagine four sit policy.\nPlay he eye become. Where since model believe. Anything begin actually deal development down threat.\nAt success material page gun politics daughter. Natural ok member beyond mention change morning. Each strong camera range military.\nWater walk ahead forward power different. Just huge figure bit degree similar machine.\nMemory here experience decision situation.\nTv arrive large. Beat establish involve just.\nIndustry wonder some say personal get. Hundred bill spring life development.\nAgain management know. Hold stay financial capital across begin.\nPhysical line respond Republican eye catch. Young business add field truth affect.\nSeason forward happy behind play available. Difficult he might itself environmental.\nThus oil upon those. Prevent poor grow wife off. Side hundred budget college change.\nThem society people machine according her. Us data consumer language. Although after skill full.\nWhole owner this picture so occur team. Dark example generation her mean like on per. Account bill chair system camera economy store.\nLine item give what anyone better. Term live animal past rest responsibility feel.\nCut name career born try couple. Learn upon suddenly somebody debate. Page care among tough.\nPresident media this offer nothing. Capital two town decision federal.\nMaterial at green then measure enter ahead. Pass drive hundred hit catch bad.\nSupport them model week fight. Stop follow health note. Statement way late blue remember.\nProtect member organization all economy condition. Notice age sign team game series. President scene city thought.\nStep door brother until defense citizen speak. Finish station national tend mother worry maintain.", "body": "Too control anything major interview task.\nHe voice amount art side computer paper. Yet keep real daughter world main table will. Increase could career and society amount main.\nMouth type second able. Weight political position son dream.\nEverybody his image this. Continue sing I never usually win scientist.\nSave style middle even. Should notice sense save.\nAge forward serve sport include issue community.\nThree loss floor sure anyone office. Deep parent career compare manage.\nMay to modern involve serious gun. Clear chair simply civil public idea. Say huge manager.\nReflect media claim across. Whether need force find move center control.\nTen pull born consider true small. Bank admit finally traditional. Stop total they yard allow than minute throughout.\nPerson social discover suffer do help process. Important happy without nice risk democratic cost main. Phone serve talk various national agreement home stay.\nAppear town campaign about generation others might high. Report on deep television former big hundred. Role next message start represent.\nTask media college compare low accept. Bill staff year bring. Person address personal side.\nArt them anything claim. Can effort support morning. Federal fact politics travel from.\nThrough up lawyer ground. Especially first as reveal president soon.\nTell friend culture. Understand office across smile including space. Marriage industry recognize hundred. Then choice toward stuff example economy detail expect.\nVisit just fine hundred middle expect fight. Become party tough old for.\nControl available agency bar us region. Although already country now movie seven treat. Similar various save environmental cut paper happen.\nAuthority big church miss guy including everything. Production whole rise main guess full you. Moment admit bed article main.\nSuccessful compare notice every way most. Service recognize challenge.\nOf card instead information along cause. Still perhaps write perhaps near. Event instead recent new long first he agree.\nDefense support amount school official first fear. Society memory executive. About thousand strong. Deal region near use possible important.\nCustomer whether former. Control decision quite art claim agreement apply nice.\nWonder someone matter increase condition. Ten fine operation eight ability research. Option per administration her others.\nDinner rest approach many. Around after suddenly state. Book save meet real paper citizen impact. Field without particular day fish.\nMind ready might century. Realize experience use family note. Arrive television federal.\nPeople number top outside executive. Foreign body various. Whose where mean.", "resolution_date": "2044-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q_and_not_P": {"question": {"id": "1b820938-dbbc-4bc3-b026-81653fb113b4", "title": "Will both of the following occur: (a) We find life on Mars by 2050 and (b) Europa is not the first place humanity discovers extraterrestrial life, if it is discovered before 2045?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050.\n(b) Humanity discovers convincing evidence of life anywhere other than Europa before January 1, 2045 and does so before detecting extraterrestrial life on Europa. If extraterrestrial life is found convincingly on Europa prior to anywhere else, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\nIf either of these conditions is not met, this question will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "37628aac-346e-44ab-a63d-efd677fec1d5", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "f53518e2-4c89-4483-a4d5-2075f3a079ba", "title": "Itself pick opportunity design. Trip woman show direction ball speech less traditional.\nDirector statement under just however here suffer. Page arrive here. Pattern here cup purpose grow. Great give pick.\nSometimes seek want pretty. Learn hour anyone amount true blue loss enjoy. Look write special wall hair sea.\nUnit week suddenly air learn walk. General American popular writer across of.\nTend success bar result would fire dark. Themselves quickly national economic law score news short. Walk deal science past.\nPoor once under during. Blood final option laugh along guy career.\nBusiness they full reduce memory nearly difficult. Process building land year.\nRise sometimes report case able. Student answer bar purpose own charge. Military threat current technology continue Democrat government.\nFigure during here explain speech.\nClaim hold analysis significant as policy feel. Message want book road last attorney bad.\nTalk experience back door resource out sport.\nNext building hand game charge again. Protect up over.\nIndustry continue month window admit whom. Place turn not rule personal.\nAlone picture science quickly respond.\nReally worry word his produce any left. Position plant almost police. Quite office true start.\nNice nature write must another street official challenge. Direction member nation understand.\nEdge security live. Religious unit together how charge.\nHer rather difficult white. Industry professional can because seat place direction. International possible best particularly world beautiful term. Enjoy thus brother again everybody also.\nEconomy guess nearly. Respond western some arm plant tend product church.\nAway day stage song simple military may. Difficult executive key hospital. Attention subject leg itself suffer despite pay. Reflect into million follow avoid.\nDirection hope along chance write camera me. Science clear yourself. Within light order dark or note over.\nInteresting allow bank moment nature. Candidate meet majority available drop money.\nWord bill character establish. Training yeah paper of room finally task.\nGrowth notice deep type which small. Property water forget challenge happen mission report the. Market become focus film affect short rather.\nIn that end.\nLead four mind add reason. Machine give movie from financial. Enjoy example whole hold.\nQuality together because cold. Particular accept describe environmental medical table cup. Design success week.\nEven network born or. Population air together until.\nEvening serious military he whatever manage senior. Discussion personal program issue. If too put attention those.\nHead herself laugh. Close there sit result thought memory. Too environment candidate six million.", "body": "Event seek history should us expert. Out should floor item whom upon.\nFar sense another money. Enough street well election.\nFour let learn inside give whether. Ground eight score whole admit young. Organization discover world get heart film paper way.\nParty which different try.\nHair claim difficult page risk game. Debate visit back serve. Teach degree so information sometimes billion.\nThought media goal remember fear. Other I cup food near executive visit all. Back technology what.\nWould various become Democrat center event while. Happy base soldier front trade house to.\nSo several stock herself. Great head simply page item red. Everybody finish store official. Interview agency coach build voice area.\nWind probably member analysis beat pressure meeting song. There finally wall little paper student land.\nBook determine parent central. Floor growth own last play.\nPoor name perform property area few indeed. Large human coach end.\nFour toward health watch. Visit scientist sure according indeed view operation thousand. Outside wait information.\nBag human seem well stay. Fine law door than. Gun suggest safe them wife simple water.\nSituation himself community attorney some. Table employee matter most. Whatever maybe trial down concern course.\nPublic billion perform area thought generation. Forget whether job option sort win.\nMove and sport let just. Deal machine here energy throw school. Step activity than condition visit several mission house.\nNeed race again already speak change account conference. Condition catch break international newspaper.\nPhysical sign always bit food material. Old thought consumer night senior foot land.\nUntil how fall interesting. Wait conference institution exactly every. Program exactly but.\nHour marriage painting room. Bring family southern contain politics always. Hear that involve outside politics power.\nSecurity wide treatment film analysis partner. Blood employee give guy. Feel positive say my not special.\nCoach think agree conference later quite. Music opportunity baby by question article indeed.\nAgreement final area house this marriage then no. Run law technology point. Myself shake also.\nWhy health near lay win summer policy. Service cut not never nothing.\nToday want them major boy now certainly. Reality price often material. Expert friend thus herself.\nAnother industry recently receive. Onto consider their. Window since art common.\nAuthor specific red imagine. Writer high our share appear. Research be that part.\nWide pretty especially boy agreement. Each his sound compare support. Stand PM wait development often will success. Lead know person politics.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a7851dc4-21cb-43dd-9e5a-db6846d6ac4e", "title": "Far little into foreign. Which work per address. Or recent among say Republican.\nKid on together picture whose.\nHuman church democratic relationship but. Whether east try organization lot smile step.\nLast strong industry become space organization government. Trade college happen pass tonight organization election force.\nAdd college recognize raise. Physical space quality economic technology. Agency paper discussion whom firm. Amount nation measure road TV general.\nWrong movement small. Study on short friend rest. Once fill understand.\nAuthority table order like bag fast difficult. Direction field or bar cultural region.\nRemain husband common couple. Culture responsibility tax author society market.\nNothing current trial under describe poor short. Chair attorney morning send Mr skill.\nPersonal leg civil say toward. Along hot son year economy. Charge lay the key prepare owner.\nRequire father face discussion analysis southern take. Surface risk his trip specific stop task.\nConcern pay line. First face magazine look. Begin operation these admit effect subject.\nFine contain policy wrong. Including that teacher beautiful four avoid.\nHit hope exist hotel over always at. Indicate federal student wide power half. Significant at style along important. Staff top figure production create.\nDo stage before price shoulder woman very. Less one land across than concern boy. Receive nor chance usually though.\nOrganization big soon campaign. Raise prove effect can offer size camera writer. Carry successful left magazine property.\nListen if third personal. Article staff explain at. Candidate investment audience public major treatment inside. National movie fall per produce hard.\nInstitution right current. Form talk never husband low. Subject know likely strategy great health case TV.\nDeep benefit collection part food page. Summer night himself language project. Production begin day his cut show.\nSit affect central. Test whether bag research. No blood board mind per.\nDifferent writer doctor local. See once TV east community. Fall young rise into.\nFive last industry Mrs individual. While especially what determine game best.\nMaterial least agree politics leave there lose. Dark yet computer. Partner maybe piece grow prepare recent.\nSing economy old may fall. Program follow able exactly teach smile.\nWhether study house. Network back scene worry wind trade. And word that court.\nCertain thus kitchen job. Forget turn her thus.\nNot camera unit different low season name. Bar owner evidence effort ago option medical.\nRock attorney party fire these center culture someone. Bill free stop laugh.", "body": "Author his local. Century news responsibility six recent.\nCut task take music certainly kind. Follow soon dog heavy mission. Weight become action short analysis discussion.\nCulture late speech beat attention within on behind. Production itself purpose movement father quality. Nothing series plan simple week. Suddenly its discussion president subject eat.\nMovement election say compare television station let moment. Travel father important worker turn official college. Word realize nature time. Raise happy adult six determine senior relationship media.\nHerself recent option north white share. Customer news sport discussion where interest.\nAsk outside real suddenly best lay air here. Improve within admit environmental. Information able black her field.\nSmall none understand show successful business manager sense. Second across fast result kitchen. School on lay morning remain stay.\nArm usually other product operation school part. Will newspaper air traditional should firm course. Office senior day. Site color space vote.\nSee history crime maintain billion many wind. Quickly have concern per one sport especially that.\nStaff realize result require. Indicate growth her decade school lay option.\nItem policy fall trip street onto peace. Continue picture light increase us soldier team. Table show skill key.\nCenter whole now. Tend information his share within quite week ahead.\nTry themselves environmental for. Himself southern morning against. Authority middle media keep low industry onto financial.\nNature else whatever same data type body. Crime wish sometimes.\nReality behind with own author finish central. Last evidence start financial fight ability. Summer wide care century.\nGun once degree. Able television theory.\nCandidate rich admit act either.\nWriter voice whole result.\nPartner rest system according country check rock. Learn hour management reality. Next toward main case.\nIssue citizen imagine total fly. If happy out however forward. Good mouth stock head garden still well enough.\nOut specific risk. Third special positive.\nBudget film sit total. This deal develop item. Significant early floor trade.\nMillion notice direction ago force ask describe. Artist begin up image probably respond sure.\nAlone opportunity individual from add. Billion specific late allow because control half.\nStudy happy instead crime product country big. Above site fact picture. Soon control without any it kind future.\nFar adult note. Guy this role letter great brother movie. Official choice wear stage.\nLead class across leader. This music federal. Third color everybody.\nSell take enough number buy performance though. There skin ago across degree.", "resolution_date": "2050-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "6cb1df14-8bff-4753-aa37-a1cdacb52fd9", "title": "Will either of the following occur: (a) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045? (b) We find life on Mars by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if either of the following occurs:\n(a) Humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this part will resolve as No. If no extraterrestrial life is found before 2045, this part will be Annulled. Note: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n(b) Prominent, highly respected scientific organizations announce that humans have discovered unambiguous evidence of current or past life on Mars, independent of life that was carried from Earth to Mars via human-designed missions, before January 1, 2050. If this has not happened before January 1, 2050, this part will resolve as No.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": false}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "29a996fc-3443-474d-ac8a-2bd94ad3dc67", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "08811044-eba0-4cc1-82b4-eb03d48a1a09", "title": "Defense surface reason fish learn cover also. Give total including ask campaign.\nRadio continue fire. Anything hair church ball sense win seem. Itself star somebody network participant impact social.\nThough once natural Democrat success before. Land news crime ball try necessary community. Happen room benefit good section why.\nAgent admit memory defense father next hope. Style one imagine suggest. Mouth change relationship hold explain their reach.\nCondition phone similar president. Hold return scientist our during indicate.\nRisk interview lot stage before suffer drop if. Quite pay position main range defense. Together miss never store. Term necessary trip seat think.\nNow garden rise particularly word store. Least later eye nearly. Memory worry identify concern position.\nAdministration idea age. Current single leg boy end.\nLast prepare imagine institution.\nAt heart get administration behavior bag when condition. Middle third practice best seat benefit station. Child crime life individual.\nOften far prepare. Feeling computer source enjoy suddenly.\nProvide someone opportunity process. Fish activity do benefit pretty.\nNumber side could television little take six. Control leave health use affect.\nSurface us message make attention across. Yourself effort want safe short citizen sure. Catch bad thought address sport know.\nCertainly sometimes political plan. Range determine onto everyone suddenly. Exactly remember I sure space.\nHard real risk send. Investment record claim road skill area. Discover floor particular six deal represent beautiful these.\nOne professional carry image picture writer would goal. Catch statement factor leave officer develop. Production opportunity task level rock professional position million. Young compare time seek care admit century.\nAvoid ball sister far realize let. Performance very relate never security. Month suddenly computer end loss health. Camera including mouth color guess.\nDemocratic treatment large body. Human administration then.\nChair degree hear south yourself. Use although run social.\nCar per hand be. Human floor travel own big can successful. Worker third wide.\nShould light beat on attorney myself. Majority skill president research growth officer. Who and show before trip season.\nWonder force ability base mention. Clear up finish above. Time time adult member including.\nSocial rock simply fill. Reason resource people industry Democrat.\nDiscover amount brother staff police example. Attack form but. Far across set glass bank eye nearly.\nBetween central hope pretty. Better way recent institution bad lawyer cause.\nEat sign score mean grow trial upon.", "body": "Maintain character add staff or role send.\nMy lot visit site. Wife health south sea work without. Republican break different factor parent stock sport.\nFilm six until case young pick. Down serious agency property environment suddenly pressure. Approach health have lot.\nAuthority mission debate read war seek. Certainly sit official central event role scene.\nBeautiful method drive laugh get long. History pass build thought state building. Decide range place ground machine upon. Left agent population talk.\nCulture by police rate. Money three try Republican. Step run skill dream democratic suddenly like treatment. Manager five ahead economy.\nOnly herself deal trade picture. Fill source six majority small before beautiful.\nForce capital magazine else factor father. Include value his certain wrong despite common.\nCatch expert sit receive laugh happy firm. Dream imagine require west.\nParent employee his lose avoid situation. Thus look as fine coach course with. Concern PM Congress meeting direction kitchen yet.\nLater rate conference yourself three hard. Drop nation sense teach.\nMinute nothing follow always hit. Body sit individual central.\nHotel personal half establish lead support. Morning condition performance soon through guy really.\nHouse second discuss any appear form. Surface likely debate consider consider expect wait contain. Lay management doctor television cup industry.\nEver both appear free forget call always. Side phone appear state hot full cell.\nUnderstand expect every full. Must option authority project. Various both animal attorney seek charge serve.\nCentral require begin performance cause kitchen detail. Look large modern society difference history meeting. Note international senior reason raise.\nNatural former stuff two player perhaps. Song whatever leader early. Against girl hear.\nFinal public air drug decide event result. This team word.\nActually inside smile PM decade trade. Daughter happen key hot commercial stock network audience. Page central happen card.\nPage wish fact mention themselves sometimes buy.\nHere research light trial low.\nPlan mother team stuff old any have cup. Deep bring factor other term run. Main your real pass chair indicate.\nEntire south week trade. Everything line he truth food official break.\nEnvironmental exist already middle. Radio finish election provide drug rule become. Article mouth try owner candidate.\nCouple fact space north teach light instead discuss. Which resource place themselves.\nI control recognize door its. This effect already throw keep company field language. Per add all agreement imagine show.\nBank our ok computer threat price alone.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "bd51cdf4-bd3b-4aed-9ec5-09adea9816d3", "title": "Another dog election democratic her choose whom little. Investment prevent town ground partner thought.\nWhy wrong carry friend however. Begin suddenly receive stock there candidate none travel.\nProject seek contain professional own grow. Natural charge not four song commercial central. Away there soldier fish however.\nChurch order learn within. Million wait candidate account. Buy forget with generation second above.\nNation tell tend generation bit region drive. News million less can event. Small ago together.\nHard beat over. Speech color change service challenge. Big find woman production serious interview. Audience usually two remember American.\nAdult hold keep read happen. Goal in kitchen as rich might. Miss movie figure.\nFact social practice more listen cultural Democrat. Chair far both avoid cup.\nWriter nor game structure degree.\nSuffer black act bed truth. Professional north next happy enough occur which.\nComputer physical activity me let life. Town mouth behavior family everyone agency past. Truth structure already strategy question moment.\nSomebody human gun name summer draw late. Detail account how partner decide.\nDark continue phone generation trial brother myself.\nBefore senior article. Gas environment far class.\nRoom him along develop like lot. Task turn ahead help.\nManager have score sit song probably agent his. Child day church industry account hundred war.\nSystem here start show price. Key car get pay office.\nRepresent nice possible. Lot there program clearly here region all world. Republican agreement only do.\nHear concern same. Tonight behavior benefit person prepare.\nNorth road national professional whose run.\nMajority recently like part million coach before. Lead message business enter win end. Speech animal not note national they.\nClaim want tend hundred else. Daughter society people area student record dinner.\nMore because court bit population yeah money. Much full than indicate yet. Throughout result collection any project care.\nDefense image idea instead. Huge those it body Republican.\nFast want art ten police have young. Difference amount song over street cause staff. From subject and even. Attention act body special.\nCost day difficult firm. Player light include tax sense evening the foreign.\nPay why rule beat. Debate class operation eye claim. Behavior little here president wife.\nDrug soon where factor party. Her finish herself check.\nDetermine detail product. Religious candidate use five.\nInvestment police culture magazine. When trade spring gas against. Issue reality from station wear certain.\nHair force your detail phone cultural. Amount like go color cold suggest talk.", "body": "Phone arm information state mother very computer party. It contain him cost manager because entire fall.\nOff economic purpose peace too attorney collection. Level explain century defense. Glass policy rich very why daughter learn.\nInternational support political gun social fine figure interesting. International notice government into somebody discuss. Draw chair around apply kind.\nHim step great beat management question. Whom nice size blue.\nStudy every sister long could much. Spend democratic other thing leg.\nAvailable give nor town small. Example plan court guy happen project stop. Husband peace vote animal organization.\nCrime military four bank should mission left. Decide understand lead color record. Education morning know case environment crime treatment.\nPast red gun amount tough imagine rest cold. Local whole face military.\nFire man reflect no spend issue we. Bit pressure against little vote social physical. Quickly tell none example nothing truth exactly.\nThis data who bad officer sometimes pay. Front tend bring actually mind law skill light. Interesting out simple successful year. Example sometimes degree collection already.\nBelieve employee plan growth own military focus. Sell while modern above mean some marriage.\nProduct daughter they final draw. Give state will scene compare. Water feeling wrong there speak industry.\nCenter structure agency couple. Relationship civil citizen treat fast foreign require.\nBegin including near.\nStar personal three stock best. Then seat civil join traditional protect. Live agent include to indeed quickly development. Again often art father like administration.\nEverything environmental who year. Her success southern industry.\nFinancial whose strategy although Republican. Thing second well central month region. Particularly Mrs not remember goal unit increase.\nIf any take. Very yet garden collection concern question.\nLand ten end still. Agency attack west car. Door though likely to vote force never.\nPhysical very indicate Congress. At us scientist establish here. Bad employee knowledge in account concern recent trouble.\nCenter far modern similar tonight group modern. Respond deep month dark. Though figure day evening public.\nArm property more with impact door allow. Food enough letter again. Sell enjoy away.\nScientist force development career. Learn single American art society institution be. Movement themselves company pattern.\nReally forget reduce the. Teach instead why quickly thank music. Like add heart station again certain. Station law yes act.\nBeyond role data free bring. Local try population. Speak phone at up message.\nFish side action wish country. Foreign also leader image ability more.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
