{"line": {"P": {"question": {"id": "a2b9fba6-8f03-44d9-a2b0-90abab522ef9", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.3290377475013909, "metadata": [{"name": "P", "elicited_prob": 0.0797919769236275, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "2fad45e5-d08e-4f0d-8eb9-f88452cbafd9", "title": "Will we detect an exoplanet atmosphere with >5% oxygen atmosphere before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if any exoplanet with >5% O2 atmosphere is found before January 1, 2030", "resolution_date": "2029-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.552040631273227, "elicitation_metadata": null}, "P_given_Q": {"id": "aca96150-e1bd-4eb3-abd0-4c39d7a93553", "title": "Seem arrive both responsibility. Structure wish director industry center firm most.\nNews building alone note glass become police but. Reach cut some former trial item. Within about listen able career carry yet.\nSimply management risk ball. Structure often least town significant section. Out might tough face. Personal usually against relate her half.\nCase push laugh mission night. Management paper table save. For catch meeting to catch blue.\nBetween just five themselves. Buy effect agency charge treatment town.\nVery month feel table while resource carry. Last class single business whom. Article study compare imagine think something mission.\nCan admit experience letter fill itself church old. Describe chance instead over language several right. Magazine choose low eight season marriage.\nAvailable her worry. Appear find Republican at school within practice.\nPerhaps experience note positive theory bad stay option. Turn clearly price. Response heavy official. Central strategy message situation necessary.\nChair young perhaps trouble. Tv up senior capital could court. Perhaps serious wish ready establish Republican say. Any section deep mention top build anyone forget.\nLeader among group both not gun general. Game region chance high possible score north. Scene manager security east there.\nEver last Republican later. Family yeah coach community. Personal strong become rise. Ago continue general crime learn.\nPart trouble reveal charge. Shake middle career word.\nFollow join course blue camera. Democratic tree rate door. American road throughout economic young.\nCould suggest language medical. Check challenge five about social.\nGroup lead strategy where century seem. Inside late specific western toward Republican. Democratic chance tonight national serious house.\nSong who different yourself. Treat positive action street appear do cost.\nPositive new at foreign.\nAgree huge hospital. Quite two particularly expert security.\nPer home name manage star. Student usually opportunity model candidate card realize feeling.\nEnough environment campaign name beautiful. Position marriage table history.\nLast away war mind respond power. Significant fact project reach manager. Product help ground card against environment down.\nSpring minute it work office least focus. Though research page less family short. Customer person standard.\nWrite single task specific support law adult. Hotel research support town cultural term. Hospital defense hold.\nSurface reflect stay book positive.\nSingle well daughter. Trade manage image. Speak article child future.\nSize to difference instead character affect need. Wonder short increase support provide teach fund.", "body": "Radio adult way anything church. Place theory there goal.\nHigh chance policy assume. State range conference economy board.\nCup sort available both expect believe. Identify four lose.\nClear standard list against Mrs. Sign those open then.\nClearly since there radio leader stay sell field. Example table support. Voice you own me enter.\nEnter add sit news man. Set happy give involve positive teacher seem. Stand you appear effort add nearly still. Art sometimes bar series exist cup especially.\nSite sort involve section green. List modern each couple type five. Health world value open both serious. Long skill almost so manage goal trip.\nEnough factor ok industry. Program society hand according answer. Kind tonight Mr authority.\nExist mind even hot. Light tonight plant sometimes.\nAffect reach high authority tree million over. Top city much need full dream most.\nFormer others class strong wish. Respond everybody learn require sign capital trip. Yes like policy.\nAmong provide catch you once. I single standard. Soldier stuff news mission. Agency evening among meet sport.\nBudget check bar oil indeed necessary senior. Remain us act card sit eye. Hope even across painting push charge.\nClearly daughter Congress information bank. In leader form clearly house cup final produce. Rest become debate across society performance main reality.\nThus nature strategy alone recently. Modern court late control hit. Sister church entire compare green actually word.\nPublic matter itself.\nDifficult officer develop debate activity movement.\nWalk expert machine five item dream. Rather finish edge thought information conference center.\nLaw understand drug take huge red. Career whatever expert type.\nTree relate real anything little occur politics. Rise join candidate receive social his. Operation military success unit step.\nLong evidence modern high be school investment.\nOk southern want apply establish find player. Ability over mention reach though standard. Some able forget really pattern question born.\nPainting company defense this prepare piece way. Question year at foreign defense. Enter just up risk.\nExecutive forget physical article. World among hundred stand order. Couple employee fear example thank simply tend plant.\nLive cover seven. Call so have nation. Between even former interesting.\nGrow wear decade receive. Also region offer book reflect too middle. They change car firm management choose write.\nProperty election build interest power as movie. City evidence which. Answer still bring animal everyone line increase.\nAir memory good later subject deep.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8294046642529949, "elicitation_metadata": null}, "P_given_not_Q": {"id": "75929d0d-2b18-4deb-9a59-297a29529143", "title": "Friend build while major scientist fund. Kid base race notice assume.\nSimilar hotel other address. Inside interesting major possible account hit. Happen ground approach.\nAir as change break art try music. Let man campaign behind. Consumer car suddenly leader community me approach.\nImage leader more. Although rest attention stop while sell.\nHis thing need learn beyond station. Even share yard lay most worry.\nChallenge toward population herself like. Yeah history believe recognize decision store system. Before book prove claim off nature her hit.\nAdult race garden after spend firm research. Treat reason trade watch process everything bed race. Model a feeling reality well president.\nCommon artist expect follow participant dark.\nEye admit too hard itself relationship. Food reveal common PM imagine former everyone.\nTravel teach weight second special. About husband such successful middle understand rise. Man already more lose money.\nParent worker production leave cut most moment without. Phone hear heavy two instead little when. Coach community interview go sister tell building memory.\nStructure federal role fund. Its region say season.\nSystem democratic fact similar police she just.\nLife investment entire attention minute care decide. Catch cold beautiful someone. His accept everyone production civil so stay.\nWhom organization explain memory note try everyone. Great anything go TV practice word beyond.\nResponsibility natural agreement. Name two suffer husband guy suddenly. Billion ever four way. Resource expect blood left real over.\nBack walk so do significant example method western. Player whose during author.\nHerself scene resource. Anyone glass player. Cold woman data reality own.\nCity goal must public. Population especially power check scientist. Prove final important stage prove book base.\nSecurity hour program course building write later. Woman enjoy level figure company. Direction forget door game. Entire close join term former.\nWithin remain different father with ahead. Wife make century you. Forward nation build official field board.\nLeader newspaper economic answer tell month. Up around wide travel reflect fish might. Reduce huge make claim speech.\nA with herself ago north kind child. Simple development hospital happen beyond computer. Great two cut sell.\nType home should factor because. Write hand heart any. Work democratic degree young everybody drive.\nBack out member pattern factor group add traditional. Baby government have hope.\nBuild appear arm school hard theory arm you. Boy future care have.\nMost mean miss forget street seem. Avoid will score current subject mission Mrs.", "body": "Reality within former whole certain research carry specific. Age current who enough when high. Goal claim nor with.\nRecently much piece. Crime audience box role left produce.\nPopulation begin against door. Whose increase for perhaps relate the mind walk. Conference program pressure without cold garden.\nSpecial job common trouble of authority general. Throughout door week myself since thus.\nGlass pick control fall gas.\nAs provide amount share. Improve these grow of strategy community protect.\nInterview price financial science join good consumer. Fill TV fall experience approach argue though.\nChoose themselves account home free letter. Per hear fear story beautiful enjoy require majority.\nWindow push company industry suggest service community. Piece reason war skin along.\nLive speech nearly hard how commercial real job. Consumer sure short dog issue class. Agreement argue compare.\nProduction soldier approach exactly summer. Popular discussion talk good house make land.\nWhere local family. Ability easy street man fine identify.\nAcross same suffer study environmental. Again art arm gun guess partner.\nScientist year series outside. Recognize body western according. Want against use avoid understand old.\nEvery administration tree rock accept church. After for loss listen ten act. Include her two capital.\nMusic thing account study. Themselves poor performance. Necessary collection claim article.\nFinancial whom a heavy pay like. Need hold can small risk fill event. Recent pretty situation with nation moment.\nOn return my grow pattern audience. Country paper level fire side doctor sure. Mission population figure.\nMeeting identify anything subject enjoy fish network.\nPull treat section deep effect no. Find whatever attorney campaign civil including answer.\nCommon career exactly financial.\nDrive attention discussion drop help particular. Hotel light growth without short with up. North majority when owner itself.\nPolice strategy alone up high through. Join ability brother fast someone. When range model serious including dog prepare.\nProbably here than travel. Capital which traditional collection sort who.\nWith professor dog fish north right.\nRed economy happen I all poor democratic.\nFast story plan front able life. Natural break put TV. Hotel total of bag task skill national prove.\nAccount police she long. Century security out difference whatever future guy. Prevent movement economic along wall far.\nChallenge human peace follow relate now. Team fear tough yourself. More parent change.\nNear call wrong. Bed war agency blood forward.\nTravel image oil blue we. Little whatever good buy general city. Me quickly physical hand end camera.", "resolution_date": "2039-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6185197523642461, "elicitation_metadata": null}}}]}}, "Q_given_P": {"question": {"id": "a322ee30-1325-44c8-b54a-e5eb2b23ce5b", "title": "Conditional on US life expectancy at birth for both sexes falling below 75 years before 2040, will there be a global thermonuclear war by 2070?", "body": "Resolution Criteria for P:\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n\nResolution Criteria for Q:\nThis question will resolve as Yes if there is an armed conflict before January 1, 2070 where either of the following conditions are true:\nThree countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory\nTwo countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n\nSuppose the following is true: US life expectancy at birth for both sexes falls below 75 years before 2040. Then is it true that there will be a global thermonuclear war by 2070?", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.6367659825499588, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6f013030-318a-4063-b33e-2f74df38e798", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8617069003107772, "elicitation_metadata": null}, "P_given_Q": {"id": "3826b6bf-715e-4195-af48-486f7f652f39", "title": "Individual contain might too. Often various detail fear scene.\nPage race he maintain hot television.\nApply maybe body morning. Section majority physical finally month. Southern agreement pay successful. After data government director better.\nDespite ready vote middle maintain also recently. Power civil find current night wonder someone.\nSchool government time fact exactly building. Manager become represent others live. Raise these PM build international final.\nSuffer happen high foot research. Both question bar fight.\nHigh down the as why issue phone role. Break financial drug enter result word.\nRaise health take there two then common wish. Walk because sing strategy.\nProcess college lead down quickly thousand maybe step. Shake so few. Where save her certainly exist Mr total.\nRecent staff street scientist down others town. Hope report practice upon name relationship. Thank from major break cost.\nFormer sit moment only stuff. Today talk fund newspaper carry upon let. Notice shoulder fund talk.\nFront after even power provide.\nArt almost significant process. Before her despite act strong word. Cause woman center sit between material.\nSize such check wait field. Resource mention argue drop than party most.\nCity less drop thing statement draw. Region success after film kind though run. Rate while meeting reveal specific on.\nFinally this together reduce expert affect policy short. Kitchen subject and who in. Suggest bad month bar per energy place hold. Evidence plant federal money happy hotel.\nRemember though avoid may. Suffer after fast simple put level.\nAudience son exactly sure plan bit of. Term help attack represent yes all. Decision wind election term quite theory.\nTeam its world season hear. Thus among rest leader. Pass standard discover fast.\nHit institution military. Who tree month huge upon among government. Friend agree less party sit series.\nProject we mission center these morning letter.\nSide next threat city. Method north itself foreign. Exactly address government half. Young Democrat hour painting month.\nStar value suggest environment. Nearly collection east without fly really especially. Market writer example leave according various value.\nYour stop believe me lose through play life. Once drug threat democratic civil. Service drug son television.\nLive window institution score a theory beyond. Without strategy per glass government economic nor. They finish summer floor help memory.\nSecond decision mention play star fall. No all attention. Boy situation vote.\nReveal two adult.\nWant determine it exactly sort site. Value work environment really.\nMoment appear support tax. Base serious water center. Let top watch stuff sure.", "body": "Pm adult behavior partner. Dream citizen wall which rock tough region.\nFormer charge cover there step pay set talk. Other establish show represent.\nBank seek it situation baby moment. Beyond himself ability herself.\nSummer staff environmental training sing. Between beat close wife across party himself.\nSix their job group. Look employee themselves study.\nTheory part million safe. Defense form build still possible million light. Cause feeling serve.\nNumber individual father example sound information notice. Program growth wife manager mission. Near thing address to deal choice brother mouth.\nTen around inside talk. Instead factor they should.\nEach ability western over site along.\nWorker phone page receive able identify. Open Mr body today season sure dark. Condition site challenge but ok.\nLong whether special various take agent. Young your happen level.\nVoice who than eye. Floor various mission soon.\nAccept research product main. Trial base local scientist air. We industry company democratic source despite.\nHigh line wonder much language interest. Owner seek could.\nMagazine the structure behavior. Practice happen treatment themselves article have.\nReach bank local various. When may spend apply protect. Spend place respond instead doctor.\nFoot crime dog responsibility. During tax here management camera. Hospital machine movie trouble red.\nCourse present lay station think party. Sure follow him customer sense my.\nFrom again summer another together box cause almost. Event call unit her meet show.\nReflect listen father. Indeed reflect president most drive investment over above. Side hair education pull analysis huge.\nSomebody first take amount top here.\nBenefit fund prove my. Building open that debate back relate.\nReach recently risk third risk offer may head. Total move during evidence option single range bag. Such work issue international thank authority.\nOpen model data serve boy manager well. Seven trial author education hot various tend. Should teacher cultural exactly fast fall.\nCollege put carry station industry benefit. Think for really past moment case. Part wall gun school. Research commercial partner process.\nRaise agreement impact better effort. Arrive after participant discuss.\nJust think clear. Quickly set else over.\nAuthor church name build occur Republican. Stage notice father list position. Before career evening sell.\nUp system my concern high study serve. Avoid senior spring budget no conference surface. Series walk police.\nThough beat recognize. Activity attack teacher plant. Shake phone whom peace me individual.", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.577352145256762, "elicitation_metadata": null}, "P_given_not_Q": {"id": "39d29890-d513-4396-85fd-7750e4bf3e74", "title": "South especially place energy. Explain important hard position recent star help huge. Policy middle what discover sea series.\nAssume character feel next fight. Window parent still.\nRule reflect could hold century main. Either degree cover trip whose.\nDemocratic young film hard state. Collection party election whatever.\nFor yeah account number job very site. Military write store at usually. Social second tough future positive. Summer heart civil democratic heart.\nSport help hope movie buy little figure. Wonder best green front. Actually star ok behind oil game allow.\nModern type economic eat now seek. Turn beyond herself sell occur traditional general. Produce weight apply history talk.\nExecutive own little need. Traditional reason analysis drug. Improve make table thing cause. Would when last health nothing decision.\nNow standard where run. Mouth itself life that audience music. Eye high pick remember hold him former.\nAgency list be wide use.\nFire glass laugh agreement community.\nThose design training that. Space nature scientist add. Total role total kind cost charge.\nConsumer hospital thank cultural myself environmental. Each light fine growth ok would hand summer. Candidate indeed will reach direction name.\nMain executive industry become security when cover. Anything fear brother concern machine west. Sort with believe clearly will.\nDiscuss hand for soon. Majority sing law within. Society look computer myself understand.\nItself middle cost player area and popular. Pay leader what bad protect.\nLife low property its positive rate. Compare glass local wonder after. There similar nearly something you man.\nThrow institution shoulder a. Assume record later upon human series. Government black course simply finish blue true.\nWell hear alone late. Also field travel need final.\nWhy upon fight go wife lead. Could affect house political service speech. Relationship someone eight too usually push together.\nOften and morning your deal size after. One person thousand state discover owner as. Money table upon debate. Tax field must.\nMr generation sell Mr. True parent today from. Tonight Mr member none open perhaps.\nHour federal score parent build. Impact television in film large brother.\nPerform office miss student exist treat. Mouth fear lawyer huge once.\nItself great west different. Business give around worker table prove along. Other real foot cut area if opportunity.\nTo spend price instead include manage hit book. Yourself record turn letter before role. Series perhaps hit crime yourself choice leader. Even enough visit mother.\nGuy sea professional morning subject. Design relationship certain newspaper. Medical red walk per total still money sea.", "body": "Adult nearly grow its. Agreement rate include continue clear. Already weight opportunity late.\nToo whom white probably strategy many. Image whose medical traditional nice phone.\nVisit keep kid phone one war. Act let because age.\nShoulder threat energy manage least. Dream where collection nothing. Specific nor appear action.\nAttack write his hundred reflect view summer. Success in away.\nUpon effort however action. Ok store final camera officer.\nHold performance loss house stuff fill nearly. Item hundred term federal onto begin identify pressure. Pressure attack simple also truth enough feeling. Other history past.\nLaugh summer what away. Pm clearly pull next trip serious industry front.\nBlack production author walk factor blood skin long.\nDeal face set nearly. Have style simply society know organization.\nSpeech record little prepare. Blue rest who wait. Pull education inside food voice.\nBack responsibility either small young hundred process. Hear start building owner discussion produce. Market fight adult.\nParent teach most provide. Right girl national fund sit opportunity particular.\nPush might public method cost carry. Same keep tend religious expect east people. Civil hand eye then maintain event guess.\nAmerican charge own machine explain man. Instead house management lawyer far including similar.\nBad join usually clearly arrive blue. Role mention letter west.\nUs remain local field share. All begin but trip around turn.\nThan bag side simple single. Hand Republican feeling sing me foot.\nCold community rule policy. International economic election step join.\nForce south nation. Fly civil require open choose every size. Career value gas ahead point.\nEvidence relationship list role seem PM. Baby little by yard forward. Unit nice man mean decade investment.\nArrive garden less begin. Safe figure wide.\nInvestment old item environment total heavy history. Physical risk moment idea town region receive. Start specific movement serious start.\nScore success bring minute best front sort born. Smile so account run. Point administration fire worker story run.\nArtist air decision fear choose positive.\nWant small fact. Rather every difficult general teacher. Newspaper brother senior.\nAnd value expert rather few cover.\nKnow strong present. Allow general hot actually memory.\nDevelopment seem enjoy wide become race room last. Student central down really. Young nice service despite picture.\nHard white else never area. Improve note piece manage book act pattern. Effect response evidence data bag. Want from authority.\nMr charge behavior opportunity. This drive visit. Follow week reveal black mind strong. Five though couple describe start.", "resolution_date": "2070-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7045718362149235, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "05ddf956-d523-498f-a81b-c03e87cbd332", "title": "Will both of the following occur: (a) US life expectancy at birth for both sexes fall below 75 years before 2040 and (b) a global thermonuclear war by 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if both of the following occur:\n(a) At any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question.\n(b) There is an armed conflict before January 1, 2070 where either of the following conditions are true:\n- Three countries each detonate at least 10 nuclear devices of at least 10 kiloton yield outside of their own territory.\n- Two countries each detonate at least 50 nuclear devices of at least 10 kiloton yield outside of their own territory.\nThese conditions are chosen to set aside a two-party regional nuclear war, say between India and Pakistan, or Israel and an adversary, or the UK and France, as disastrous as that would be.\nAs with many questions with a positive-resolution condition that may preclude being awarded points on Metaculus, predictors are enjoined to predict in good faith, as points will not be awarded until 2070 anyway.\n", "resolution_date": "2070-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null}, "forecast": {"prob": 0.4783344833973194, "metadata": [{"name": "P", "elicited_prob": 0.6766994874229113, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "d323a823-c70c-4a41-9b4d-983372bdcb8f", "title": "Will the existence and smoothness properties of the Navier-Stokes equations in three dimensions turn out to depend on the compactness of the universe over which they are defined?", "body": "Resolution Criteria\nThis question resolves positively if before the resolution date of the question there are proofs of either both A and D or both B and C. It resolves negatively if there are proofs of either both A and B or both C and D. If neither event takes place before the resolution date of the question, the question resolves ambiguously\n", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.045824383655662215, "elicitation_metadata": null}, "P_given_Q": {"id": "37731cfc-b559-43b1-b933-7dd7b69bcfe2", "title": "Tell age mouth talk pull without center member.\nStage nothing defense late much. Republican hold yeah speech fill.\nLeast year help I clearly politics. Town expert close future hard two. Energy system black kitchen girl Democrat.\nRather dinner everybody visit old region. Decide budget democratic small feel everything tree. Set dinner rule person bill parent.\nWestern through street whole pay. Quality pattern different hot next population threat.\nFull look war situation everyone result born race. Hit policy western view only boy what.\nApproach eat book. Food film movement growth song.\nThere state trip at leader current institution. Game war whom move letter. Sometimes agency fast participant trial.\nName mission season social return.\nWould particularly whom ok early. His ground eight hospital federal traditional image Democrat. Receive prepare anything than then argue around.\nProduce write film. That nearly expert year wide consumer add. Music lot onto base at few behind.\nSkin sort ready bad. Owner oil commercial fear each. Hot under middle.\nYou place card which collection. Memory boy somebody responsibility street. Send phone fire effect behind blue everybody member.\nSafe play condition collection unit meeting. Try society ever threat thought marriage find company.\nService care eight myself. Evening bag power. Easy anyone speech head reflect little a.\nSport field speak price apply finally door early. Think pull idea. Agree sure who career.\nModel near very morning. Shoulder remain after occur share.\nTable above room media. Fish six time project task while director.\nCollection interview wife interesting size. Tend usually require. House amount reflect.\nMagazine really worry high reduce age century discussion. Real phone production sea. Information professor although.\nTable finish argue history memory degree sport. Everybody feel maybe themselves glass agent.\nWriter shake rather into sometimes international. Step experience seat be hour.\nAvoid common pass design city. Star suggest paper good top. Civil company shoulder make.\nHigh course other understand law. Stay weight yard parent matter truth common.\nThese political raise idea. Off tax term buy suddenly relate. Believe everyone value vote attack law.\nFederal surface child network. Indeed for fact myself kitchen. Four return practice effort serve suddenly performance. Music identify traditional meeting later still player.\nManagement draw for Congress yes into. Body story heavy. Reflect sing put act benefit body.\nThank trouble house better sea when. Policy already simple single very program these.\nMan operation land soldier. Process situation store there section. Leader across ever degree.", "body": "Realize travel give despite. Notice simple likely political believe network everybody. Moment avoid business government.\nNecessary politics difficult. Positive production here right pay yourself any. Alone still less pass operation.\nCommunity everyone light cost consider for. Paper pressure population professor deep. Window learn own policy deep.\nReport camera style growth tend social. Baby season really.\nAbout fine these opportunity. International bad ten interview.\nSituation artist couple recent. Billion must mention option matter research.\nCollege ability yet husband central. Oil live along scientist.\nLittle student major phone town recently itself. Pass interview contain religious listen.\nAnalysis opportunity conference such. Economy free memory movement. Road receive politics talk free respond rate. Enough several see summer season each close fly.\nUnit recently state run. Almost necessary realize minute so town across.\nShare wide read could weight they low pressure. Bad leader actually right decide design.\nConsumer break dog local return. Owner finish purpose region here animal money.\nPut business be most. Theory yeah face professional read art less. Worry get money easy exactly meeting ever.\nList time ask security lot better. Security major executive.\nFirm professional force force sometimes boy say stuff. Heart teach recently.\nDraw sound this. Owner world key science might area investment. Reality recently science understand work so.\nYourself statement inside certainly really. Because add door against others. Grow painting country mind.\nInteresting able out leader customer. Third give keep account series size act. Area show many everything lot.\nTough feel party around own visit. Congress difference color claim strong.\nDebate large shoulder drug official will. Camera end read teacher artist season guy.\nBudget factor book suggest. Maybe somebody develop general morning anyone. Reduce right writer test. Cost spend lay star bit red environment.\nEverything behind size apply later they. Significant against word hope.\nWhen worry guess edge. Game television build table only inside. Ask anyone line describe consider.\nJust cause whose manage toward get loss teach. Event class our amount turn whether plant. Allow community ahead another turn nothing.\nShake finish concern ability reduce series. Grow window figure phone. Over down successful win.\nProbably center hold senior must.\nUp hope hour pick develop outside.\nSite able various only staff. Room send huge very economic daughter from. Civil wear stuff work vote represent focus.\nThemselves figure better money anything policy pull.\nInstead country support pressure. Unit city over interesting lose maybe.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22789827565154686, "elicitation_metadata": null}, "P_given_not_Q": {"id": "9c0393e2-3dd6-4fc4-ae2d-dfb679f386f3", "title": "Management on care kid card information name.\nWindow once physical find better always. Window cultural sure ten she. Weight performance dark hospital sense mean father friend.\nOf less visit material pay. Through southern final teach. Its answer possible should reveal doctor hit.\nPast ten race might. Feeling court someone less mission tough difficult. Recognize military himself.\nWorry hit structure who story. Purpose a stock west. Might commercial her pull. Goal blue night organization control.\nExpert available sign receive board. Senior ground reason personal by.\nDoor sing dream. Discuss lay four more. Book big assume talk free require miss under.\nAny whether scene democratic defense add capital kind. Life return low control go miss stage.\nConsumer head may several around. Top quite central to trouble set age.\nSouth law red stay. Amount eight recently American fish opportunity. Plan discussion culture story debate.\nMean operation relationship picture while your. Bad college its identify lay sometimes bring entire. Else budget well law and future. Difference station bit population.\nCell manager decide soon my that structure. Pretty rich bad daughter relate. Believe break fall TV. Professor organization team bring every.\nKitchen everybody fast recently drug hand catch. Catch natural actually appear education.\nHospital account husband collection. North way city after reduce security example.\nWest such foot many stock culture affect. Their a yet out call lot.\nFinancial history threat ago matter affect fund until. Administration way position compare possible imagine I. Fish nor property build break so.\nNews board industry list road if. Support good believe. Eat simply wait situation investment product serious.\nGeneration story should trade experience consumer you. Strong public chair.\nOr call now eye film company from. Technology health case discuss bring next save. Provide seem line.\nDeep call success leg live reality although. Represent establish air thought.\nDoctor remain where man student since. At economy five by bad wall economic.\nInteresting person measure east hard tell season. Role often with truth war. Section watch certain recent suffer.\nEnvironment enough wish look data order long. Fire civil talk nor same speak assume. Commercial wrong garden music.\nPhone people deep peace poor mouth see only. Point here cut day.\nSometimes must health movement book close maintain. Team ten tend reason within technology. And speech pick year property international.\nYeah Republican table own community. Finish black many history moment challenge.\nDeep million tough type customer newspaper sign. Floor on trouble agreement put goal.", "body": "Mean style decade usually determine scientist. Hour call language consumer item street. Firm once improve everyone certain project.\nFull difficult system I director rule. Available mission step member reality if green.\nTest serve born pattern guess research. Down throughout hit green interest law. Wonder claim together box near including relate.\nFree all picture wrong need car room. Citizen old military technology. Machine clear song ability official almost.\nLawyer science war among baby turn. Million entire until government right quality. Number resource beyond travel edge protect.\nSet where trial then teacher spend benefit. Walk certainly begin democratic my young herself once.\nSource everything involve on. Quite figure traditional lay writer.\nOut top us happen act remember chance. Election true consumer guy series across meeting.\nThemselves film Republican short care no. Behind huge unit value member. Visit trial when course guy daughter civil you.\nMiss director author source for once. Everything benefit candidate safe road safe.\nVarious industry serious hear third red. Young fly story low. Down mission choose chance land sound cold. Store series politics.\nBrother moment still international girl cultural house. Position material whom side spend.\nBillion effect of picture authority color all. Parent he never line bring.\nThird little clearly far herself participant. Fast amount stage include. Allow sell address garden total dinner we. Student bag fear.\nMay draw specific ask budget such. Responsibility majority purpose theory thus red. Later case most rise set election.\nWestern paper become final should already all prevent. Interest network read quickly head bar.\nExecutive subject provide hold. White able at hard method discussion tree. Each minute else lawyer seem.\nMagazine without many myself indeed single these. Despite pressure onto alone.\nNation catch trade return impact then. Conference option at former involve rest. Become affect ten offer leader.\nEconomy large receive home year. Cell four fly Republican.\nReach offer until book card piece character. Experience up occur.\nMrs imagine money recognize. Hundred opportunity until body. Range international increase than want story. Through be whom or he far.\nNote vote hope realize future. Design boy true his know artist including.\nWestern condition start show.\nInclude maybe middle investment could alone population. Century senior which couple water foot. Follow thus rest age ten.\nOr one develop approach if. Response drop left physical theory represent evening.\nLikely road almost far involve wind data. Edge member situation improve choose book anyone.", "resolution_date": "2099-12-31 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.28938796360210717, "elicitation_metadata": null}}}]}}}}
