{"line": {"P": {"id": "39264172-68a3-4f0a-9b13-0822b780c788", "title": "Will the total yield across all countries' nuclear stockpiles at the end of 2029 exceed 10,000Mt?", "body": "Resolution Criteria\nResolution will be based on the most recent estimates published in 2029 by reputable sources such as the Federation of American Scientists (FAS). If no reputable sources explicitly estimate the total yield across all states' nuclear stockpiles in 2029, resolution will be left up to Metaculus admins, who will:\nask an author of relevant publications (e.g., Matt Korda) for an estimate, and/or\nmake an estimate based on what reputable sources say about things like the number of weapons of various types and the yield of those weapons, or the numbers and median yields of each states' nuclear stockpile\nFine Print\nOne example of a scenario where this question would resolve positively is one in which stockpiles include a total of more than 20,000 warheads and their mean yield is 500kt.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1788220474273657}, "cons_P": {"id": "ded80bf0-6ae1-4bcc-a9f6-581a0b32a8b0", "title": "Will the total yield across all countries' nuclear stockpiles at the end of 2029 exceed 8,000Mt?", "body": "Resolution Criteria\nResolution will be based on the most recent estimates published in 2029 by reputable sources such as the Federation of American Scientists (FAS). If no reputable sources explicitly estimate the total yield across all states' nuclear stockpiles in 2029, resolution will be left up to Metaculus admins, who will:\nask an author of relevant publications (e.g., Matt Korda) for an estimate, and/or\nmake an estimate based on what reputable sources say about things like the number of weapons of various types and the yield of those weapons, or the numbers and median yields of each states' nuclear stockpile\nFine Print\nOne example of a scenario where this question would resolve positively is one in which stockpiles include a total of more than 20,000 warheads and their mean yield is 500kt.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": null, "url": null, "metadata": {"topics": [], "background_info": "For further context and motivation for this and other questions in this tournament on nuclear proliferation, force sizes, or yields, and a list of such questions, see here.\nThe total yield across all arsenals depends on both the number of weapons in states' stockpiles and the yield of each of those weapons. This tournament has or will soon have other questions on the number of nuclear weapons that'll be in states' stockpiles and the largest yield weapon that'll be possessed.\nStockpiles include deployed, reserve/nondeployed, and retired (but still intact) warheads, and both strategic and nonstrategic weapons. If states that aren't currently nuclear-armed are nuclear-armed when the latest estimated published in 2029 are made, their stockpiles can count towards positive resolution.\n", "consequence_type": "quantity"}, "resolution": null, "elicited_prob": 0.1813419299143079}}}
{"line": {"P": {"id": "d8c8534f-8ab9-4415-b2bf-ff62d80f6427", "title": "Will the National Popular Vote Interstate Compact reach majority in the Electoral college before 2030?", "body": "Resolution Criteria\nThis question resolves positively if at least five reliable media sources report that states representing at least half of Electoral College votes have signed the NPVIC before 2030.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.22854439231865373}, "cons_P": {"id": "87a31523-9c46-4cc8-bc67-6e705daef0cc", "title": "Will the National Popular Vote Interstate Compact reach 40% of the Electoral college before 2030?", "body": "Resolution Criteria\nThis question resolves positively if at least five reliable media sources report that states representing at least 40% of Electoral College votes have signed the NPVIC before 2030.", "resolution_date": "2029-12-31T00:00:00", "question_type": "binary", "data_source": null, "url": null, "metadata": {"topics": [], "background_info": "The National Popular Vote Interstate Compact is a an agreement among states to award all of their electoral votes to the candidate with the highest popular vote, conditional on enough states agreeing that the total electoral vote count would secure a majority in the electoral college. In effect, the agreement means that if enough states sign on, the popular vote will determine the outcome of presidential elections. So far states representing 196 electoral votes have signed on, which is 73% of the way to the 270 required to obtain a majority in the Electoral College.", "consequence_type": "quantity"}, "resolution": null, "elicited_prob": 0.1544475806582006}}}
{"line": {"P": {"id": "a0d5d908-adff-4a86-9fcc-bf6179c66573", "title": "Will more than 50% of US adults own a personal augmented reality device by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 50% of US adults own any type of personal augmented reality device.\nFor the purposes of this question, a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use).\nWhere there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15998775224313255}, "cons_P": {"id": "d64b89d3-57c7-4086-a3d4-dae7766a9187", "title": "Will more than 30% of US adults own a personal augmented reality device by 2050?", "body": "Resolution Criteria\nThis question will resolve as Yes if anytime before January 1, 2050, a credible survey of adults in the US suggests that more than 30% of US adults own any type of personal augmented reality device.\nFor the purposes of this question, a personal augmented reality device is defined as one which is portable and intended to accompany a person from place to place, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment. A handheld smartphone which is occasionally used as an augmented reality device would not qualify (as AR is not its primary use).\nWhere there is reason to believe a survey captures a significant number of devices that do not qualify for question resolution the admins shall use their best judgement or use an alternate survey or method if available, or resolve the question as ambiguous at their discretion", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": null, "url": null, "metadata": {"topics": [], "background_info": "The Merriam-Webster Dictionary defines augmented reality (AR) as\nan enhanced version of reality created by the use of technology to overlay digital information on an image of something being viewed through a device (such as a smartphone camera)\nSome expect AR devices to be much more prevalent in the future. Neuroscientist and fiction author Erik Hoel wrote the following about augmented reality in the year 2050 in a blog post published August 25, 2021\nBy 2050 pretty much everyone will be wearing smart glasses for augmented reality, and eventually these glasses will replace a lot of phones (no one will carry a wallet in 2050).\nAccording to a PEW survey, 85% of US adults said they owned a smartphone in 2021.\n", "consequence_type": "quantity"}, "resolution": null, "elicited_prob": 0.2598796747708835}}}
