{"line": {"P": {"question": {"id": "7effe24a-cd65-445d-acc0-72712a8f758b", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.18303775791345628, "metadata": [{"name": "P", "elicited_prob": 0.15, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "3d1eeb57-55b1-40af-b360-5919e224eb7b", "title": "Will Donald Trump Jr. win the Republican nomination if he runs against a strong challenger in the primaries?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite facing a strong challenger in the primaries. If he fails to secure the nomination due to a strong challenger, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "144b1c13-ff83-45a4-a9bb-0caa00833f36", "title": "Given that Donald Trump Jr. runs against a strong challenger in the primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump Jr. will win the Republican nomination if he runs against a strong challenger in the primaries. This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite facing a strong challenger in the primaries. If he fails to secure the nomination due to a strong challenger, this question will resolve as No. The outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_not_Q": {"id": "a9528736-129b-4a36-9752-7c19fcbc0693", "title": "Given that Donald Trump Jr. will not win the Republican nomination if he runs against a strong challenger in the primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention. \n\nResolution criteria: The first question resolves as Yes if Donald Trump Jr. is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite facing a strong challenger in the primaries. If he secures the nomination despite a strong challenger, this question resolves as No.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "6385831f-a8c2-428a-b248-cd457f284ca5", "title": "Will Donald Trump Jr. run for a different political office before 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and campaigns for a different political office before the end of 2023. If he does not announce or campaigns for another political office, this question will resolve as No.", "resolution_date": "2024-01-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "5dffeecf-8873-463d-96b6-9eb9786bc593", "title": "If Donald Trump Jr. runs for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and campaigns for a different political office before the end of 2023. If he does not announce or campaign for another political office, this question will resolve as No. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "2dc9be5c-2695-4ab6-adf8-49c26a0c6773", "title": "Given that Donald Trump Jr. does not run for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially announce and campaign for a different political office before the end of 2023. If he officially announces and campaigns for another political office, this question will resolve as No.\n\nIf he does not run for a different political office, will he be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "e6e128a8-5942-4828-91aa-bd358fc1c8af", "title": "Will Asa Hutchinson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.11067931919696505, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "b2d674ba-74e9-42b1-b674-4f6fcc910292", "title": "Will Asa Hutchinson secure more than 30% of the delegates in the Republican primaries by March 2024?", "body": "", "resolution_date": "2024-03-31 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_Q": {"id": "605b6fa3-4b13-405f-aaff-6c006b87018d", "title": "Given Asa Hutchinson secures more than 30% of the delegates in the Republican primaries by March 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Asa Hutchinson secures more than 30% of the delegates in the Republican primaries by March 2024. Then will Asa Hutchinson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "3e56596c-b822-4460-8985-30c3a29bd34b", "title": "Given Asa Hutchinson does not secure more than 30% of the delegates in the Republican primaries by March 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nCriterion for condition: Asa Hutchinson must not secure more than 30% of the delegates in the Republican primaries by March 2024.\nResolution criteria for the outcome: Resolves as **Yes** if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election; resolves as **No** if he is not selected.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "a81d177d-22c6-46f3-aa3f-391be30e5946", "title": "Will Asa Hutchinson win at least one primary election before the Republican National Convention in 2024?", "body": "This question will resolve as Yes if Asa Hutchinson secures a victory in any state primary election prior to the Republican National Convention in 2024. If he does not win any primary elections, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "3a84052c-4313-4837-a533-e1d4aeba06e8", "title": "Given Asa Hutchinson wins at least one primary election before the Republican National Convention, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson secures a victory in any state primary election prior to the Republican National Convention in 2024. If he does not win any primary elections, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nThe resolution criteria for this conditional expression are: \n- For P: Asa Hutchinson needs to win at least one primary election before the Republican National Convention in 2024. \n- For Q: Asa Hutchinson needs to be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25, "elicitation_metadata": null}, "P_given_not_Q": {"id": "cbabf7e6-4202-441b-b399-60dd64c839da", "title": "Given Asa Hutchinson does not win any primary elections before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Asa Hutchinson does not secure a victory in any state primary election prior to the Republican National Convention in 2024. If he wins at least one primary election, this question will resolve as No. \n\nIf Asa Hutchinson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently considered; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05, "elicitation_metadata": null}}}]}}, "P_and_Q": {"question": {"id": "89c018df-ebc9-43ed-9da9-711efaaaaeb7", "title": "Will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as **No**. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.16290599075923212, "metadata": [{"name": "P", "elicited_prob": 0.1, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "02f93156-58c8-457a-a0a2-fef06c3de2ae", "title": "Will any other candidate besides Donald Trump Jr. and Asa Hutchinson receive more than 10% of the delegate votes at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if any candidate other than Donald Trump Jr. and Asa Hutchinson receives more than 10% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If no other candidates receive more than 10% of the votes, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_Q": {"id": "6b3a8081-a224-401b-947e-1752a4ecb737", "title": "Given that no other candidate besides Donald Trump Jr. and Asa Hutchinson receives more than 10% of the delegate votes at the Republican National Convention in 2024, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\nResolution criteria for the outcome: Resolves Yes if both Donald Trump Jr. and Asa Hutchinson are selected as the nominees. Resolves No otherwise.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "0dbba8dd-7d11-493b-b537-597a3089a46f", "title": "Given that no other candidate besides Donald Trump Jr. and Asa Hutchinson receives more than 10% of the delegate votes at the Republican National Convention in 2024, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if no candidate other than Donald Trump Jr. and Asa Hutchinson receives more than 10% of the delegate votes at the Republican National Convention for the 2024 US Presidential Election. If any other candidates receive more than 10% of the votes, this question will resolve as No. Additionally, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "4df55150-ee7e-4919-b551-116f5f4fc329", "title": "Will any other candidate besides Donald Trump Jr. and Asa Hutchinson receive significant delegate support at the Republican National Convention in 2024?", "body": "This question will resolve as Yes if any candidate other than Donald Trump Jr. or Asa Hutchinson receives at least 15% of the delegate votes at the Republican National Convention in 2024. It will resolve as No if neither of them nor any other candidate reaches this threshold.", "resolution_date": "2024-07-15 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_Q": {"id": "81e8669e-ed92-4055-afdb-586c4478efb4", "title": "Given that any other candidate besides Donald Trump Jr. and Asa Hutchinson receives significant delegate support, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if any candidate other than Donald Trump Jr. or Asa Hutchinson receives at least 15% of the delegate votes at the Republican National Convention in 2024. It will resolve as No if neither of them nor any other candidate reaches this threshold. In that context, this question will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}, "P_given_not_Q": {"id": "cc28f871-f533-4524-83b6-09b4d8a2b7de", "title": "Given that no other candidate besides Donald Trump Jr. and Asa Hutchinson receives significant delegate support, will both Donald Trump Jr. and Asa Hutchinson be the Republican nominees for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if no candidate other than Donald Trump Jr. or Asa Hutchinson receives at least 15% of the delegate votes at the Republican National Convention in 2024. If this condition is met, then it will resolve as Yes if both Donald Trump Jr. and Asa Hutchinson are selected by the Republican National Convention as the nominees for the 2024 US Presidential Election. All other candidates or combinations will resolve as No. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.005827680209976149, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0019425600699920498, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.1075531606937163, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
