{"line": {"P": {"question": {"id": "3e9a2c7d-8222-4300-9f65-5ba95782f738", "title": "Will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2328025430222989, "metadata": [{"name": "P", "elicited_prob": 0.2, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "15d74ec3-b330-4588-ba6b-dec458356429", "title": "Will Donald Trump Jr. run for a different political office before 2024?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and runs for a political office other than the Republican nomination for the 2024 US Presidential Election before the end of 2023. If he does not announce or run for any other political office by that time, this question will resolve as No.", "resolution_date": "2023-12-31 23:59:59+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "29a15017-95fc-447e-95ea-d9ac5fdf6b3a", "title": "Given that Donald Trump Jr. runs for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. officially announces and runs for a political office other than the Republican nomination for the 2024 US Presidential Election before the end of 2023. If he does not announce or run for any other political office by that time, this question will resolve as No.\n\nFor the outcome, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nThe resolution criterion for the outcome is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15, "elicitation_metadata": null}, "P_given_not_Q": {"id": "49193351-854a-41f3-96d8-a4279163930c", "title": "Given that Donald Trump Jr. does not run for a different political office before 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. does not officially announce and run for a political office other than the Republican nomination for the 2024 US Presidential Election before the end of 2023. If he officially announces and runs for any other political office by that time, this question will resolve as No. Additionally, this question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "13beefb7-a0d7-47a6-ba73-d70aa97910e9", "title": "Will Donald Trump Jr. win the Republican nomination if he runs against a strong challenger?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, despite facing a strong challenger. It will resolve as No if he fails to secure the nomination due to the presence of a strong competitor. This question considers the impact of challengers on his nomination prospects.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}, "P_given_Q": {"id": "0223edbc-9eaa-4292-9497-8f047675f13c", "title": "Given that Donald Trump Jr. runs against a strong challenger, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump Jr. will win the Republican nomination if he runs against a strong challenger, resolving Yes if he is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election despite the strong competition. It will resolve No if he fails to secure the nomination due to the presence of a strong competitor.\n\nThen, will Donald Trump Jr. be the Republican nominee for the 2024 US Presidential Election? This question resolves as Yes if he is selected by the Republican National Convention as the nominee, and No if he is not selected, regardless of other candidates. The determination is based solely on the selection by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4, "elicitation_metadata": null}, "P_given_not_Q": {"id": "2529a262-08ec-4b7e-a17a-5617a5dad013", "title": "Given that Donald Trump Jr. will not win the Republican nomination if he runs against a strong challenger, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Donald Trump Jr. is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It will resolve as No if he is not selected as the nominee due to the presence of a strong challenger. This question considers the impact of challengers on his nomination prospects. The resolution criterion for this question is based solely on the selection by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}}}]}}, "Q": {"question": {"id": "5f6acc26-df54-4b6b-8dfa-e9b0ad393067", "title": "Will Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2981261422692606, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "94c1b9c2-6bd3-4cc5-8945-bb551fb26842", "title": "Will Nikki Haley secure more than 30% of the Republican primary vote in the 2024 election?", "body": "This question will resolve as Yes if Nikki Haley receives more than 30% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If she receives 30% or less, this question will resolve as No.", "resolution_date": "2024-06-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_Q": {"id": "394c1467-9f25-45da-acc4-f8fcdb739e38", "title": "Given Nikki Haley secures more than 30% of the Republican primary vote, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives more than 30% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If she receives 30% or less, this question will resolve as No.\n\nIf Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, this question will resolve as Yes. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nIt is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_not_Q": {"id": "ae28ea62-0c9e-4c4b-be67-8731abf1a2f3", "title": "Given Nikki Haley does not secure more than 30% of the Republican primary vote, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives 30% or less of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If she receives more than 30%, this question will resolve as No.\n\nIf Nikki Haley does not secure more than 30% of the Republican primary vote, will she be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if she is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "9370936d-62b7-4fbc-8e63-982edbb7d634", "title": "Will Nikki Haley win more than 50% of the delegates at the Republican National Convention?", "body": "This question will resolve as Yes if Nikki Haley receives more than 50% of the delegates at the Republican National Convention for the 2024 US Presidential Election. If she receives 50% or less, this question will resolve as No.", "resolution_date": "2024-07-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "3169cd5c-963c-461d-963b-b64d151148f5", "title": "Given Nikki Haley wins more than 50% of the delegates at the Republican National Convention, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if Nikki Haley receives more than 50% of the delegates at the Republican National Convention for the 2024 US Presidential Election. If she receives 50% or less, this question will resolve as No. \n\nFurthermore, this question will resolve as Yes if Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. \n\nThe resolution criteria are: \n1. Nikki Haley must win more than 50% of the delegates for the first part to be true (P). \n2. The outcome (Q) resolves as Yes if she is selected as the nominee by the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "04be7a62-9af6-4fae-a3f6-9b5c1b5f3f8d", "title": "Given Nikki Haley does not win more than 50% of the delegates, will she be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Nikki Haley does not win more than 50% of the delegates at the Republican National Convention, which resolves as Yes if she receives 50% or less of the delegates. Then is it true that Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as Yes if she is selected as the nominee by the Republican National Convention, and resolves as No if she is not selected. It is important to note that this question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1, "elicitation_metadata": null}}}]}}, "P_or_Q": {"question": {"id": "95b9093e-1f86-4375-9015-4c2399d88f66", "title": "Will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": "2021-07-03T07:00:00Z", "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.43047999546377813, "metadata": [{"name": "P", "elicited_prob": 0.35, "elicitation_metadata": null}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "8fc03438-7d38-4111-8fe5-4b214a06abcf", "title": "Will Donald Trump Jr. or Nikki Haley win the general election if nominated?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley wins the 2024 US Presidential Election after being nominated by the Republican National Convention. If neither wins, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_Q": {"id": "46fb39c4-93e0-4248-8ca6-49013a0e018e", "title": "Given that either Donald Trump Jr. or Nikki Haley is the Republican nominee for the 2024 US Presidential Election, will either of them win the general election if nominated?", "body": "Suppose the following is true: Either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley wins the 2024 US Presidential Election after being nominated by the Republican National Convention. If neither wins, this question will resolve as No.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45, "elicitation_metadata": null}, "P_given_not_Q": {"id": "c90d9c42-8390-4b3f-aeb4-d8de16fc8109", "title": "Given that neither Donald Trump Jr. nor Nikki Haley wins the general election if nominated, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if neither Donald Trump Jr. nor Nikki Haley wins the 2024 US Presidential Election after being nominated by the Republican National Convention. If either wins, this question will resolve as No. \n\nAdditionally, this question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nResolution criteria: \n1. For P: This question resolves as Yes if neither Donald Trump Jr. nor Nikki Haley wins the election after being nominated. Resolves as No if either wins.\n2. For Q: This question resolves as Yes if either Donald Trump Jr. or Nikki Haley is selected as the nominee. Resolves as No otherwise.", "resolution_date": "2024-11-05 00:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6, "elicitation_metadata": null}}}, {"name": "ExpectedEvidenceChecker", "data": {"Q": {"id": "cb7f0a54-2a78-42fa-aa56-331b0a0b4734", "title": "Will Donald Trump Jr. or Nikki Haley secure more than 40% of the Republican primary vote in 2024?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley receives more than 40% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If neither candidate achieves this percentage, the question will resolve as No.", "resolution_date": "2024-06-01 00:00:00+00:00", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35, "elicitation_metadata": null}, "P_given_Q": {"id": "8386cfde-2351-4a98-bdee-c79d6aa0b19c", "title": "Given that Donald Trump Jr. or Nikki Haley secure more than 40% of the Republican primary vote, will either of them be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either Donald Trump Jr. or Nikki Haley receives more than 40% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If neither candidate achieves this percentage, the question will resolve as No. \n\nFurthermore, this question will resolve as Yes if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question is not restricted to the candidates currently mentioned; other options may be added in the future. \n\nThe resolution criteria for the outcome: \n- Resolves Yes if either Donald Trump Jr. or Nikki Haley receives more than 40% of the total votes and is selected by the Republican National Convention as the nominee. \n- Resolves No if neither candidate receives more than 40% of the votes. \n- If the condition is not met, resolves N/A.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65, "elicitation_metadata": null}, "P_given_not_Q": {"id": "df077959-95a3-4588-98a3-63b527295321", "title": "Given that neither Donald Trump Jr. nor Nikki Haley secures more than 40% of the Republican primary vote, will either Donald Trump Jr. or Nikki Haley be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if neither Donald Trump Jr. nor Nikki Haley receives more than 40% of the total votes cast in the Republican primaries leading up to the 2024 US Presidential Election. If either candidate achieves this percentage, the question will resolve as No. Furthermore, this question will resolve as **Yes** if either Donald Trump Jr. or Nikki Haley is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question is not restricted to the candidates currently mentioned; other options may be added in the future.\n\nIt is important to note that it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01 04:00:00+00:00", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": "2021-07-03 07:00:00+00:00", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3, "elicitation_metadata": null}}}]}}}, "violation_data": {"default": {"metric": "default", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "default_scaled": {"metric": "default_scaled", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}, "frequentist": {"metric": "frequentist", "violation": 0.0, "check": true, "check_result": "Passed", "successful_elicitation": true}}}
