{"line": {"P": {"question": {"id": "429ad4b1-3072-4559-8276-e3c97fe74091", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "f16164e9-981b-42cd-9a72-6f223085c091", "title": "Will both of the following occur: (a) By March 5, 2024, at least 40% of Republican voters prefer a different candidate over Donald Trump, and (b) Donald Trump is not the Republican nominee for the 2024 US Presidential Election?", "body": "(a) At least 40% of registered Republican voters must indicate a preference for a candidate other than Donald Trump by March 5, 2024, according to a reputable, scientifically conducted poll with a sample size of at least 1,000 respondents. The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If multiple polls are conducted, the average percentage across all reputable polls will be used. If the percentage is below 40%, this part will resolve as No.\n(b) Donald Trump must not be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If any other candidate is selected, this part will resolve as Yes. The resolution is based solely on the selection by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "P_or_Q": {"question": {"id": "62f05611-83cc-4a54-aa47-0e0d3d818551", "title": "Will either of the following occur: (a) Donald Trump is the Republican nominee for the 2024 US Presidential Election, or (b) A significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries?", "body": "This question will resolve as **Yes** if either of the following occurs:\n\n(a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the election.\n\n(b) By March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization, include a sample size of at least 1,000 respondents, and be publicly available and reported by at least two major news organizations. If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, this part will resolve as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4edc32ca-955c-43c4-94d6-63a601739a54", "title": "Will a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries?", "body": "This question will resolve as Yes if, by March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization and should include a sample size of at least 1,000 respondents. The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, the question will resolve as No.", "resolution_date": "2024-03-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_and_not_P": {"question": {"id": "85f55a0f-751f-4d17-b2e8-baec7cb5539d", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election, and will less than 40% of Republican voters prefer a different candidate by the time of the primaries?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the 2024 US election. (2) By March 5, 2024, less than 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization, include a sample size of at least 1,000 respondents, and be reported by at least two major news organizations. If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If either condition is not met, the question will resolve as **No**.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "P_or_Q": {"question": {"id": "45f17ed8-2ea6-4b9d-a47e-265473ef45a1", "title": "Will either of the following occur: (a) A significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries (b) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "(a) This question will resolve as Yes if, by March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization and should include a sample size of at least 1,000 respondents. The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, the question will resolve as No.\n\n(b) This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "0271ff95-4664-492a-acb1-f77edd700b46", "title": "Will Donald Trump announce his candidacy for the 2024 election before the end of 2023?", "body": "This question will resolve as Yes if Donald Trump publicly announces his candidacy for the 2024 presidential election before January 1, 2024. The announcement must be made through a credible medium, such as a press conference, official social media account, or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post). Any informal statements or speculation regarding his candidacy will not count towards this resolution.", "resolution_date": "2023-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_and_not_P": {"question": {"id": "2b1888f2-d5a5-4811-82f2-52c3391ceab6", "title": "Will both of the following occur: (1) Donald Trump is the Republican nominee for the 2024 US Presidential Election, and (2) Donald Trump does not announce his candidacy for the 2024 election before the end of 2023?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. (2) Donald Trump does not publicly announce his candidacy for the 2024 presidential election before January 1, 2024. The absence of an announcement through a credible medium, such as a press conference, official social media account, or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post) will count towards this resolution. Any informal statements or speculation regarding his candidacy will not count towards this resolution.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "b7905759-25c9-4e07-868c-26089def0a6b", "title": "Will either of the following occur: (a) Donald Trump announces his candidacy for the 2024 election before the end of 2023 (b) Donald Trump becomes the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either of the following occurs: (a) Donald Trump publicly announces his candidacy for the 2024 presidential election before January 1, 2024, through a credible medium such as a press conference, official social media account, or a reputable news source (e.g., BBC, The Guardian, New York Times, Washington Post). Any informal statements or speculation regarding his candidacy will not count towards this resolution. (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.75, "metadata": null}}}}
{"line": {"P": {"question": {"id": "a4378c06-f12d-4df2-a051-bdcb8e975978", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "b8e2e3fc-7612-4cfd-8446-451a15ab9123", "title": "Will both of the following occur: (a) Donald Trump faces legal challenges that could impact his candidacy before the 2024 election, and (b) Donald Trump is not the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) Donald Trump faces any legal challenges before November 5, 2024, that have the potential to significantly impact his candidacy for the 2024 presidential election. Significant impact is defined as: 1) Indictments or formal charges filed against him that lead to a trial; 2) A court ruling that restricts his ability to campaign or participate in the election; 3) Legal challenges that result in a substantial change in public perception or support, as reflected in polling data. The legal challenges must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid for this resolution. (b) Donald Trump is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If any other candidate is selected, this condition will be met. This is determined solely by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "P_or_Q": {"question": {"id": "246e2dcb-e21c-4795-b8ca-8a398343b2b1", "title": "Will either of the following occur before the 2024 US Presidential Election: (a) Donald Trump becomes the Republican nominee, (b) Donald Trump faces legal challenges impacting his candidacy?", "body": "(a) Donald Trump becomes the Republican nominee for the 2024 US Presidential Election: This will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. It is determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n(b) Donald Trump faces legal challenges impacting his candidacy before November 5, 2024: This will resolve as **Yes** if Donald Trump faces any legal challenges that have the potential to significantly impact his candidacy for the 2024 presidential election. Significant impact is defined as: 1) Indictments or formal charges filed against him that lead to a trial; 2) A court ruling that restricts his ability to campaign or participate in the election; 3) Legal challenges that result in a substantial change in public perception or support, as reflected in polling data. The legal challenges must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid for this resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "294630d3-58a7-4d39-81c0-8af91361eec5", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "28b5c9ce-6ac9-44f1-ad93-64914c928277", "title": "Will both of the following occur: (a) Tucker Carlson participates in the Republican primary debates in 2024 and (b) Tucker Carlson is not the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle, as defined by being present on stage and engaging in the debate format established by the organizing body, with confirmation from reputable sources such as Carlson himself, the Republican National Committee, or major news outlets like the New York Times, Washington Post, or CNN. Participation excludes attendance without active participation, and the resolution will be based on the final confirmed schedule as of December 31, 2024, in case of cancellation or significant alteration of the debates. (2) Tucker Carlson is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of who is listed as a candidate, determined solely by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "95ad5670-315c-43ff-909d-da4f5c00c417", "title": "Will either of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election (b) Tucker Carlson participate in the Republican primary debates in 2024?", "body": "This question will resolve as **Yes** if either of the following conditions is met: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is not dependent on who receives the Republican nomination on the election day itself but solely on who is selected by the delegates of the Republican National Convention. (b) Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle. Participation means being present on stage and engaging in the debate format as established by the organizing body. Confirmation of participation must come from reputable sources, including announcements from Carlson, the Republican National Committee, or major news outlets like the New York Times, Washington Post, or CNN. The question will resolve as **No** if neither of these conditions is met.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "bd0ffa5a-f531-4e3d-8f69-0a1fd065028c", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "eedbdc60-3a14-4d5a-a676-e36ab02fd3da", "title": "Will both of the following occur: (a) Tucker Carlson's nomination leads to increased voter turnout among young Republicans in 2024, and (b) Tucker Carlson is not the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met by December 31, 2024:\n\n(a) Credible evidence shows that Tucker Carlson's nomination has led to a measurable increase in voter turnout among young Republicans (ages 18-29) in the 2024 elections. The increase must be at least 5% compared to the voter turnout of young Republicans in the 2020 elections, as reported by reputable sources such as the U.S. Census Bureau or major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The analysis must account for other factors influencing voter turnout, such as national trends, key issues, and other candidates. If the increase is disputed, the question will resolve as No unless a consensus is reached among political analysts and polling organizations.\n\n(b) Tucker Carlson is not selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. If Tucker Carlson is selected, it will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. It is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "2913cc60-4e99-4e87-9a37-16f5daee71df", "title": "Will either of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election or (b) Tucker Carlson's nomination lead to increased voter turnout among young Republicans in 2024?", "body": "(a) Tucker Carlson will be the Republican nominee for the 2024 US Presidential Election if he is selected by the Republican National Convention as the nominee. Any other candidate being selected will result in a No. This is determined by the delegates of the Republican National Convention.\n\n(b) Tucker Carlson's nomination will lead to increased voter turnout among young Republicans in 2024 if, by December 31, 2024, credible evidence shows a measurable increase of at least 5% in voter turnout among young Republicans (ages 18-29) compared to the 2020 elections, as reported by reputable sources. The analysis must account for other influencing factors, and a consensus among political analysts and polling organizations is required if the increase is disputed.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "aa06eb57-7119-4d14-b65c-0d41aab4e659", "title": "Will Tucker Carlson run for president in the 2024 election?", "body": "This question will resolve as Yes if, by December 31, 2024, Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election. The announcement must be made through a public statement or press release, and must be widely reported by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_and_not_P": {"question": {"id": "3d914e7c-f1ad-4fa8-aa10-808e9480180e", "title": "Will both of the following occur: (a) Tucker Carlson becomes the Republican nominee for the 2024 US Presidential Election and (b) Tucker Carlson does not run for president in the 2024 election?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n(a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means that any other candidate being selected will resolve this part as **No**. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\n(b) Tucker Carlson does not officially announce his candidacy for the presidency of the United States in the 2024 election by December 31, 2024. This means that the absence of an announcement through a public statement or press release, or the lack of widespread reporting by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.), will lead to a Yes resolution for this part. Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, this part will resolve as Yes.\n\nThe entire question resolves as **Yes** only if both parts (a) and (b) are resolved as **Yes**.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.01, "metadata": null}}, "P_or_Q": {"question": {"id": "a96395b6-f099-45b2-a35f-d58995fd5647", "title": "Will either of the following occur: (a) Tucker Carlson runs for president in the 2024 election, or (b) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either of the following conditions is met: (a) By December 31, 2024, Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election. The announcement must be made through a public statement or press release, and must be widely reported by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, the question will resolve as No. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "7ecbf456-d374-4c47-93a6-0f0d21fcdb9d", "title": "Will Tucker Carlson secure more than 30% of the Republican primary vote in 2024?", "body": "This question will resolve as Yes if, in the Republican primary elections of 2024, Tucker Carlson receives more than 30% of the total votes cast in any state or national primary event, as reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "Q_and_not_P": {"question": {"id": "3624ce99-4d6d-475c-8bc2-f7d464d0abc5", "title": "Will both of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election (b) Tucker Carlson fail to secure more than 30% of the Republican primary vote in 2024?", "body": "(a) This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n(b) This question will resolve as Yes if, in the Republican primary elections of 2024, Tucker Carlson does not receive more than 30% of the total votes cast in any state or national primary event, as reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_or_Q": {"question": {"id": "7534466e-b38f-4c7b-a548-70a83b7dfb63", "title": "Will either of the following occur: (a) Tucker Carlson secures more than 30% of the Republican primary vote in 2024 (b) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) Tucker Carlson receives more than 30% of the total votes cast in any state or national Republican primary event in 2024. This includes votes reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome.\n\n(b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This resolution is based solely on the selection by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "46d7b8dd-4d5e-4775-817d-c2d15df8bbba", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "c319510f-e4b4-4eff-b050-f01518b29f56", "title": "Will both of the following occur: (a) A member of the Trump family holds a significant political office by 2026 (b) No member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "(a) This question will resolve as Yes if, by December 31, 2026, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States. Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level that is recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. The confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).\n\n(b) Resolves Yes if none of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "03d76b9b-17c1-4fe6-b36c-1373290e1a75", "title": "Will either a member of the Trump family be the Republican nominee for the US Presidency in 2024 or hold a significant political office by 2026?", "body": "This question will resolve as Yes if either of the following occurs: (a) A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024. (b) By December 31, 2026, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States. Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level that is recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. The confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "9b49a0a2-66b4-4159-b399-e0647a502f28", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_and_not_P": {"question": {"id": "5462ee95-2497-4e5e-b705-96ccf45d071c", "title": "Will both of the following occur: (a) The Trump family influences the Republican Party's platform in 2024 (b) No member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "This question will resolve as Yes if both of the following conditions are met by December 31, 2024: (a) There is clear evidence that the Trump family has significantly influenced the Republican Party's platform for the 2024 election. This influence can be demonstrated through one or more of the following: 1. Official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) that are incorporated into the party's official platform. 2. The inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family. 3. Major media coverage (from reputable sources such as BBC, The Guardian, New York Times, or Washington Post) indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership. If the influence is evident but limited to local or state-level platforms without national significance, the question will resolve as No. (b) None of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_or_Q": {"question": {"id": "4d6dbf59-0fe9-4ad2-bebd-10b8095169de", "title": "Will either a member of the Trump family be the Republican nominee for the US Presidency in 2024 or influence the Republican Party's platform in 2024?", "body": "This question will resolve as Yes if either of the following occurs: (1) A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes any of the following individuals: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. (2) The Trump family significantly influences the Republican Party's platform for the 2024 election. This influence can be demonstrated through official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) that are incorporated into the party's official platform, the inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family, or major media coverage indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership. Influence that is limited to local or state-level platforms without national significance will not suffice for a Yes resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.75, "metadata": null}}}}
{"line": {"P": {"question": {"id": "af959074-4116-45ff-9008-a47d873df4fe", "title": "Will the Trump family influence the Republican Party's platform in 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, there is clear evidence that the Trump family has significantly influenced the Republican Party's platform for the 2024 election. This influence can be demonstrated through one or more of the following: 1. Official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) that are incorporated into the party's official platform. 2. The inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family. 3. Major media coverage (from reputable sources such as BBC, The Guardian, New York Times, or Washington Post) indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership. If the influence is evident but limited to local or state-level platforms without national significance, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_and_not_P": {"question": {"id": "9a550793-b2e7-4bf7-9980-9c03f2134ac0", "title": "Will both of the following occur: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024 (b) The Trump family does not influence the Republican Party's platform in 2024?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.\n\n(b) Resolves **Yes** if, by December 31, 2024, there is no clear evidence that the Trump family has significantly influenced the Republican Party's platform for the 2024 election. This means that none of the following conditions are met: 1. Official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) are incorporated into the party's official platform. 2. The inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family. 3. Major media coverage (from reputable sources such as BBC, The Guardian, New York Times, or Washington Post) indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership. If the influence is evident but limited to local or state-level platforms without national significance, the question will resolve as Yes.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "f3abf302-f534-41c6-b688-2fccd24ab991", "title": "Will either of the following occur by the end of 2024: (1) The Trump family significantly influences the Republican Party's platform for the 2024 election OR (2) A member of the Trump family becomes the Republican nominee for the US Presidency in 2024?", "body": "This question resolves as Yes if either of the following occurs:\n\n1. By December 31, 2024, there is clear evidence that the Trump family has significantly influenced the Republican Party's platform for the 2024 election. This influence can be demonstrated through one or more of the following:\n   - Official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) that are incorporated into the party's official platform.\n   - The inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family.\n   - Major media coverage (from reputable sources such as BBC, The Guardian, New York Times, or Washington Post) indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership.\n   - Note: If the influence is evident but limited to local or state-level platforms without national significance, the question will resolve as No.\n\n2. One of the following individuals is the Republican nominee for the US Presidency in 2024:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "741a343e-80dd-46bb-916d-497b663d131f", "title": "Will Donald Trump run for President again after 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch. The announcement must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). Any informal indications or speculation about his candidacy will not count towards the resolution. If he announces his candidacy after December 31, 2024, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "b80c3303-0a1b-441e-ad07-9c6e03bca5f8", "title": "Will both of the following occur: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024 and (b) Donald Trump will not run for President again after 2024?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n(a) A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes any of the following individuals:\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(b) Donald Trump does not officially announce his candidacy for the 2024 presidential election by December 31, 2024, through a public statement, press release, or official campaign launch. Alternatively, if he announces his candidacy after December 31, 2024, it will also count as not running again. The announcement must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN) for it to count. Any informal indications or speculation about his candidacy will not count towards the resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "d87988fa-8ee7-43f0-8ed6-053cb120cb03", "title": "Will either Donald Trump announce his candidacy for President by end of 2024, or a Trump family member be the Republican nominee for US Presidency in 2024?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) Donald Trump officially announces his candidacy for the 2024 presidential election by December 31, 2024. The announcement must be made through a public statement, press release, or official campaign launch and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). Any informal indications or speculation about his candidacy will not count towards the resolution. If he announces his candidacy after December 31, 2024, this part of the question will resolve as No.\n\n(b) A member of the Trump family, specifically Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, becomes the Republican nominee for the US Presidency in 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
