{"line": {"P": {"question": {"id": "6a8ec920-28bd-4442-bfb6-faa518ac9429", "title": "Will Ukraine join NATO before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Ukraine join NATO before 2030?", "source_id": "11606184-0da5-4438-a9ff-123363119bea"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_and_not_P": {"question": {"id": "da32c482-aa3b-4aee-8b15-a181567f5fdb", "title": "Will both of the following occur: (1) Ukraine will receive a Membership Action Plan from NATO by 2025, and (2) Ukraine will not join NATO before 2030?", "body": "This question will resolve as Yes if, by December 31, 2025, NATO officially provides Ukraine with a Membership Action Plan (MAP) and, before January 1, 2030, Ukraine is not officially granted membership in NATO. The MAP must be formally announced in a NATO communiqué or through an official statement from NATO's leadership, outlining the steps Ukraine must take towards NATO membership, and recognized by NATO member states. If the MAP is offered but later rescinded, the question will resolve as No. Additionally, Ukraine must not be confirmed as a member of NATO before 2030, meaning there must be no formal announcement of membership by NATO's Secretary General or the NATO Summit, and all necessary criteria for membership must not be fulfilled.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_or_Q": {"question": {"id": "8c215a85-89b7-484e-8099-09ba8a7855d1", "title": "Will either of the following occur: (a) Ukraine joins NATO before 2030 (b) Ukraine receives a Membership Action Plan from NATO by 2025?", "body": "This question will resolve as Yes if either of the following occurs: (a) Ukraine is officially granted membership in NATO before January 1, 2030. This must be confirmed by a formal announcement from NATO's Secretary General or the NATO Summit, ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No. (b) NATO officially provides Ukraine with a Membership Action Plan (MAP) by December 31, 2025. The MAP must be formally announced in a NATO communiqué or through an official statement from NATO's leadership. The criteria for the MAP includes a clear outline of the steps Ukraine must take to advance towards NATO membership, and it must be recognized as such by NATO member states. In case of ambiguity, a MAP is defined as a program of advice, assistance, and support tailored to the specific needs of the aspirant country, aimed at helping it achieve its membership goals. If the MAP is offered but later rescinded, the question will resolve as No.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "fd3960b0-566f-4d43-ab15-9cc94515979b", "title": "Will Ukraine resolve its territorial disputes with Russia before being accepted into NATO?", "body": "This question will resolve as Yes if, before January 1, 2025, Ukraine and Russia reach a formal agreement that resolves all territorial disputes, which must be recognized by both parties and include specific terms regarding the status of disputed territories. The agreement must be publicly announced and confirmed by credible sources, including at least two major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). The resolution will also consider any agreements that are part of the NATO accession process, specifically if they lead to a clear and lasting resolution of territorial disputes. Temporary ceasefires or informal agreements will not count towards resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Ukraine join NATO before 2030?", "source_id": "11606184-0da5-4438-a9ff-123363119bea"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_and_not_P": {"question": {"id": "f0fd8e4f-ea39-457f-9d4b-3177d09e4403", "title": "Will both of the following occur: (1) Ukraine will join NATO before 2030, and (2) Ukraine will not fail to resolve its territorial disputes with Russia before being accepted into NATO?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit, and if, before January 1, 2025, Ukraine and Russia reach a formal agreement that resolves all territorial disputes, recognized by both parties and including specific terms regarding the status of disputed territories, publicly announced and confirmed by credible sources. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No. Temporary ceasefires or informal agreements will not count towards resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "69d6417b-ed67-4fd3-a324-a121cf6e786b", "title": "Will either of the following occur: (a) Ukraine resolves its territorial disputes with Russia before being accepted into NATO (b) Ukraine joins NATO before 2030?", "body": "This question will resolve as Yes if either of the following occurs: (a) Before January 1, 2025, Ukraine and Russia reach a formal agreement that resolves all territorial disputes, which must be recognized by both parties and include specific terms regarding the status of disputed territories. The agreement must be publicly announced and confirmed by credible sources, including at least two major news organizations (e.g., BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). The resolution will also consider any agreements that are part of the NATO accession process, specifically if they lead to a clear and lasting resolution of territorial disputes. Temporary ceasefires or informal agreements will not count towards resolution. (b) Before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "6f45a6a8-7fd3-4464-bfbd-482e123ab1a2", "title": "Will Ukraine join NATO before 2030?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Ukraine join NATO before 2030?", "source_id": "11606184-0da5-4438-a9ff-123363119bea"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_and_not_P": {"question": {"id": "346d78d0-eb8e-4b02-9889-267222fa1d4c", "title": "Will both of the following occur: (1) Ukraine's membership in NATO leads to a significant increase in military aid from Western countries by 2026, and (2) Ukraine does not join NATO before 2030?", "body": "This question will resolve as Yes if, by December 31, 2026, Ukraine's membership in NATO is officially recognized and leads to a measurable increase in military aid from Western countries of at least 25% compared to the military aid levels provided in 2022, including lethal and non-lethal assistance confirmed by official statements from NATO member countries or credible reports from at least three major news organizations. Additionally, it will resolve as Yes if, before January 1, 2030, Ukraine is not officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must not be ratified by all current NATO member states, or Ukraine must not fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as Yes.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "8525062c-1d3d-431c-8522-4dff22069c53", "title": "Will either of the following occur: (a) Ukraine joins NATO before 2030, or (b) Ukraine's membership in NATO leads to a significant increase in military aid from Western countries by 2026?", "body": "(a) Will Ukraine join NATO before 2030? This question will resolve as Yes if, before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No.\n\n(b) Will Ukraine's membership in NATO lead to a significant increase in military aid from Western countries by 2026? This question will resolve as Yes if, by December 31, 2026, Ukraine's membership in NATO is officially recognized and leads to a measurable increase in military aid from Western countries. The increase must be at least 25% compared to the military aid levels provided in 2022. This military aid must include lethal and non-lethal assistance, and be confirmed by official statements from NATO member countries or credible reports from at least three major news organizations (such as BBC, The Guardian, New York Times, Washington Post). In the absence of an official announcement, credible reports from reputable sources will suffice. Any aid provided under prior agreements or as part of ongoing support without the context of NATO membership will not count towards this question's resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "a89fbbf9-6151-461e-9dbd-9247c68c11e1", "title": "Will NATO expand its presence in Eastern Europe in response to Ukraine's potential membership by 2029?", "body": "This question will resolve as Yes if, by December 31, 2029, NATO has officially expanded its military presence in Eastern Europe as a direct response to Ukraine's potential membership in NATO. This includes any increase in troop deployments, establishment of new bases, or significant military exercises conducted in Eastern European NATO member countries specifically citing Ukraine's membership as a reason for the expansion. The decision must be confirmed through official NATO communications or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). Any temporary deployments or exercises not explicitly linked to Ukraine's membership will not count towards this resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Ukraine join NATO before 2030?", "source_id": "11606184-0da5-4438-a9ff-123363119bea"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_and_not_P": {"question": {"id": "5f05c2b6-ede4-479a-958f-bd92bc8d77a9", "title": "Will both of the following occur: (1) Ukraine will join NATO before 2030 (2) NATO will not expand its presence in Eastern Europe in response to Ukraine's potential membership by 2029?", "body": "This question will resolve as Yes if, before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit, and by December 31, 2029, NATO has not officially expanded its military presence in Eastern Europe as a direct response to Ukraine's potential membership in NATO. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. The decision regarding NATO's presence must be confirmed through official NATO communications or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). Any interim agreements or partnerships will not count as membership, and any temporary deployments or exercises not explicitly linked to Ukraine's membership will not count towards this resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "5f7c94b8-64e6-4aed-b64d-135e7bb14d0f", "title": "Will either NATO expand its presence in Eastern Europe in response to Ukraine's potential membership by 2029 or will Ukraine join NATO before 2030?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2029, NATO has officially expanded its military presence in Eastern Europe as a direct response to Ukraine's potential membership in NATO. This includes any increase in troop deployments, establishment of new bases, or significant military exercises conducted in Eastern European NATO member countries specifically citing Ukraine's membership as a reason for the expansion. The decision must be confirmed through official NATO communications or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). Any temporary deployments or exercises not explicitly linked to Ukraine's membership will not count towards this resolution. (b) Before January 1, 2030, Ukraine is officially granted membership in NATO, as confirmed by a formal announcement from NATO's Secretary General or the NATO Summit. The membership must be ratified by all current NATO member states, and Ukraine must fulfill all necessary criteria for membership as outlined in NATO's membership action plan. Any interim agreements or partnerships will not count as membership. In the event of a membership application being approved but not yet ratified by all member states, the question will resolve as No.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "edcd5750-6dab-4663-a6b2-d1858287e0cc", "title": "Will governments increase funding for pandemic preparedness measures due to a new infectious disease by 2027?", "body": "This question will resolve as Yes if, by December 31, 2027, any government (federal, state, or local) in a recognized country increases its budgetary allocation for pandemic preparedness measures in response to the emergence of a new infectious disease. The increase must be publicly documented and reported by reputable news sources (e.g., BBC, The Guardian, Reuters, New York Times, Washington Post) or through official government announcements. The new infectious disease must be classified as a significant threat by the World Health Organization (WHO) or equivalent health authority, leading to a measurable increase in funding compared to the year prior. Temporary or one-time funding increases for specific events or emergencies that do not lead to sustained funding changes will not count towards this resolution.", "resolution_date": "2027-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "source_id": "555cabf3-b51d-4a1a-9ebb-f6817b0b38d6"}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_and_not_P": {"question": {"id": "7e2786fb-b90b-4c62-a5df-3f4e96509551", "title": "Will both of the following occur: (1) a new infectious disease prompts the development of nuclear biocontainment technologies before 2030, and (2) no government increases funding for pandemic preparedness measures due to that new infectious disease by 2027?", "body": "This question will resolve as Yes if, by December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies, officially recognized and reported by a reputable source such as the WHO, CDC, or major news organizations. Additionally, it will resolve as Yes if, by December 31, 2027, no government (federal, state, or local) in a recognized country increases its budgetary allocation for pandemic preparedness measures in response to the emergence of the new infectious disease. Any increase must be publicly documented and reported by reputable news sources or through official government announcements. The new infectious disease must be classified as a significant threat by the WHO or equivalent health authority.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "P_or_Q": {"question": {"id": "2f977d5a-524d-493d-8c14-3552957189b7", "title": "Will either of the following occur: (a) Governments increase funding for pandemic preparedness measures due to a new infectious disease by 2027, or (b) A new infectious disease prompts the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2027, any government (federal, state, or local) in a recognized country increases its budgetary allocation for pandemic preparedness measures in response to the emergence of a new infectious disease. The increase must be publicly documented and reported by reputable news sources (e.g., BBC, The Guardian, Reuters, New York Times, Washington Post) or through official government announcements. The new infectious disease must be classified as a significant threat by the World Health Organization (WHO) or equivalent health authority, leading to a measurable increase in funding compared to the year prior. Temporary or one-time funding increases for specific events or emergencies that do not lead to sustained funding changes will not count towards this resolution. (b) By December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4542b662-ccae-4576-91a8-244023778fc6", "title": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "source_id": "555cabf3-b51d-4a1a-9ebb-f6817b0b38d6"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "8c690475-7286-4312-aecc-44d866e681a0", "title": "Will both of the following occur: (1) A new infectious disease outbreak prompts the establishment of a dedicated international agency for infectious disease response by 2032; (2) No new infectious disease prompts the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) By December 31, 2032, a new infectious disease outbreak occurs that leads to the establishment of a dedicated international agency specifically focused on infectious disease response, recognized by the World Health Organization (WHO) and resulting in a formal announcement by at least two major countries or international bodies regarding the need for such an agency, which is operational and has a defined mandate that includes coordination of international responses to infectious disease threats; (2) By December 31, 2030, no new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies, defined as a pathogen not previously identified in humans capable of human-to-human transmission, with the development officially recognized and reported by reputable sources, and the technologies must be operational and intended for use against the new infectious disease.", "resolution_date": "2032-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_or_Q": {"question": {"id": "b6f17d9a-65bb-42a1-8561-0ef7e3bb471e", "title": "Will either a new infectious disease prompt the development of nuclear biocontainment technologies before 2030 or a new infectious disease outbreak prompt the establishment of a dedicated international agency for infectious disease response by 2032?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies; (b) By December 31, 2032, a new infectious disease outbreak occurs that leads to the establishment of a dedicated international agency specifically focused on infectious disease response. The outbreak must be recognized by the World Health Organization (WHO) and result in a formal announcement by at least two major countries or international bodies regarding the need for such an agency. The agency must be operational and have a defined mandate that includes coordination of international responses to infectious disease threats. The resolution will not count temporary task forces or committees but must involve a permanent agency with sustained funding and authority.", "resolution_date": "2032-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "7879825e-5b99-4e5a-94e7-3ec9b6481474", "title": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "source_id": "555cabf3-b51d-4a1a-9ebb-f6817b0b38d6"}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "Q_and_not_P": {"question": {"id": "656bd5f3-ac58-4c83-89be-c32f20e56389", "title": "Will both of the following occur: (1) Governments increase funding for pandemic preparedness measures due to a new infectious disease by 2027, and (2) No new infectious disease will prompt the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if, by December 31, 2027, any government (federal, state, or local) in a recognized country increases its budgetary allocation for pandemic preparedness measures in response to the emergence of a new infectious disease, and if, by December 31, 2030, no new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. The increase in funding for pandemic preparedness must be publicly documented and reported by reputable news sources or through official government announcements, and the new infectious disease must be classified as a significant threat by the WHO or equivalent health authority. Additionally, a 'new infectious disease' is defined as a pathogen capable of human-to-human transmission that has not previously been identified in humans. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source, and the technologies must be operational and intended for use against the new infectious disease.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_or_Q": {"question": {"id": "103a3401-e171-4d54-a73b-ddc82368f07d", "title": "Will a new infectious disease prompt either the development of nuclear biocontainment technologies by 2030 or an increase in government funding for pandemic preparedness by 2027?", "body": "This question will resolve as Yes if either of the following occurs: (a) By December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies. (b) By December 31, 2027, any government (federal, state, or local) in a recognized country increases its budgetary allocation for pandemic preparedness measures in response to the emergence of a new infectious disease. The increase must be publicly documented and reported by reputable news sources (e.g., BBC, The Guardian, Reuters, New York Times, Washington Post) or through official government announcements. The new infectious disease must be classified as a significant threat by the World Health Organization (WHO) or equivalent health authority, leading to a measurable increase in funding compared to the year prior. Temporary or one-time funding increases for specific events or emergencies that do not lead to sustained funding changes will not count towards this resolution.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "68f1b713-865b-431e-b08a-1a747b36aad4", "title": "Will a new infectious disease outbreak prompt the establishment of a dedicated international agency for infectious disease response by 2032?", "body": "This question will resolve as Yes if, by December 31, 2032, a new infectious disease outbreak occurs that leads to the establishment of a dedicated international agency specifically focused on infectious disease response. The outbreak must be recognized by the World Health Organization (WHO) and result in a formal announcement by at least two major countries or international bodies regarding the need for such an agency. The agency must be operational and have a defined mandate that includes coordination of international responses to infectious disease threats. The resolution will not count temporary task forces or committees but must involve a permanent agency with sustained funding and authority.", "resolution_date": "2032-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "source_id": "555cabf3-b51d-4a1a-9ebb-f6817b0b38d6"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_and_not_P": {"question": {"id": "a35dfaae-635b-45aa-ab94-ac2a0a95d564", "title": "Will both of the following occur: (1) A new infectious disease prompts the development of nuclear biocontainment technologies before 2030 (2) No new infectious disease outbreak leads to the establishment of a dedicated international agency for infectious disease response by 2032?", "body": "This question will resolve as Yes if both of the following conditions are met by their respective deadlines: (1) By December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies, which must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization. The technologies must be operational and intended for use against the new infectious disease. (2) By December 31, 2032, no new infectious disease outbreak occurs that leads to the establishment of a dedicated international agency specifically focused on infectious disease response, or if such an outbreak occurs, it does not lead to the establishment of such an agency. The outbreak must be recognized by the WHO and result in a formal announcement by at least two major countries or international bodies regarding the need for such an agency, which must be operational and have a defined mandate.", "resolution_date": "2032-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_or_Q": {"question": {"id": "6f12629b-a679-4e41-bd8c-d743177bd360", "title": "Will either of the following occur: (a) a new infectious disease outbreak prompt the establishment of a dedicated international agency for infectious disease response by 2032, or (b) a new infectious disease prompt the development of nuclear biocontainment technologies before 2030?", "body": "This question will resolve as Yes if either of the following occurs:\n\n(a) By December 31, 2032, a new infectious disease outbreak occurs that leads to the establishment of a dedicated international agency specifically focused on infectious disease response. The outbreak must be recognized by the World Health Organization (WHO) and result in a formal announcement by at least two major countries or international bodies regarding the need for such an agency. The agency must be operational and have a defined mandate that includes coordination of international responses to infectious disease threats. The resolution will not count temporary task forces or committees but must involve a permanent agency with sustained funding and authority.\n\n(b) By December 31, 2030, a new infectious disease emerges that leads to the development and deployment of nuclear biocontainment technologies. A 'new infectious disease' is defined as a pathogen that has not previously been identified in humans and is capable of human-to-human transmission, leading to an outbreak. The development of nuclear biocontainment technologies must be officially recognized and reported by a reputable source such as the World Health Organization (WHO), the Centers for Disease Control and Prevention (CDC), or a major news organization (e.g., BBC, The Guardian, New York Times). The technologies must be operational and intended for use against the new infectious disease, and not merely proposed or in the planning stages. If the technologies are developed for multiple diseases, the question will still resolve as Yes if the new infectious disease is included in the scope of the technologies.", "resolution_date": "2032-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "ac2b5811-9cca-4d4b-99de-3698b84f6611", "title": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union). The sanctions must be in effect at the time of the event, and the event must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution will be No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "source_id": "ce5ae624-4697-44b8-9cf2-4ef3deee74ad"}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "Q_and_not_P": {"question": {"id": "d2ec8254-7e19-4152-8bd5-86c508354e32", "title": "Will both of the following occur: (1) A Formula 1 Grand Prix is held in a country with a controversial human rights record by 2025, and (2) No Formula 1 Grand Prix is hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the following two conditions are met: (1) A Formula 1 Grand Prix is officially scheduled or held in a country recognized by credible human rights organizations (such as Amnesty International or Human Rights Watch) as having a controversial human rights record, defined as a country that has been reported to have significant issues such as political repression, lack of freedom of speech, arbitrary detentions, or discrimination against marginalized groups, confirmed by an official Formula 1 announcement or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post); and (2) No Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union), with the sanctions in effect at the time of the event, confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution for that condition will be Yes.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_or_Q": {"question": {"id": "47bba7f2-5d98-4804-9601-5b18a22bb2a9", "title": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions or with a controversial human rights record by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a Formula 1 Grand Prix is officially scheduled and held in either (a) a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union) or (b) a country recognized by credible human rights organizations (such as Amnesty International or Human Rights Watch) as having a controversial human rights record. For condition (a), the sanctions must be in effect at the time of the event, and the event must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution will be No. For condition (b), a controversial human rights record is defined as a country that has been reported to have significant issues such as political repression, lack of freedom of speech, arbitrary detentions, or discrimination against marginalized groups. The confirmation must come from an official Formula 1 announcement or credible reports from at least three major news organizations (BBC, The Guardian, Reuters, Bloomberg, New York Times, Washington Post). If the race is held in a country that is later determined to have a controversial human rights record based on reports released after the event, the question will resolve as No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "bb315b5a-bf5b-4e31-9335-d2c79da97ecf", "title": "Will any international sporting event be hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, an international sporting event (such as the Olympics, World Cup, or any major international tournament) is officially hosted in a country that is currently under international sanctions imposed by the United Nations or other recognized international bodies. The sanctions must be in effect at the time the event is announced and during its hosting. The event must be recognized by the international sporting community and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary or unofficial events, such as friendly matches or local competitions, do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "source_id": "ce5ae624-4697-44b8-9cf2-4ef3deee74ad"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "220bd48d-4be4-4547-b894-e60ef99e30a5", "title": "Will both of the following occur: (a) a Formula 1 Grand Prix will be hosted in a country currently under international sanctions by 2025, and (b) no international sporting event will be hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, a Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union), and at the same time, no international sporting event (such as the Olympics, World Cup, or any major international tournament) is officially hosted in a country that is currently under international sanctions imposed by the United Nations or other recognized international bodies. The sanctions must be in effect at the time of the events, and both events must be confirmed by their respective official calendars or announcements. Temporary events or exhibitions do not count, and if the country is removed from sanctions before either event, the resolution will be No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_or_Q": {"question": {"id": "264007db-b97a-48a8-a1bb-ce38ad09ac13", "title": "Will either an international sporting event or a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, either of the following occurs: (a) An international sporting event (such as the Olympics, World Cup, or any major international tournament) is officially hosted in a country that is currently under international sanctions imposed by the United Nations or other recognized international bodies. The sanctions must be in effect at the time the event is announced and during its hosting. The event must be recognized by the international sporting community and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Temporary or unofficial events, such as friendly matches or local competitions, do not count towards this question's resolution. (b) A Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union). The sanctions must be in effect at the time of the event, and the event must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution will be No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "e4aa0bde-ecd3-4a24-beb0-4788497d6e6f", "title": "Will the number of Formula 1 races increase in countries under international sanctions by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, the number of Formula 1 races held in countries that are under international sanctions has increased compared to the number of races held in such countries in the 2021 season. The term 'international sanctions' refers to restrictions imposed by the United Nations or other recognized international bodies that limit economic and/or political interactions with a country. The criteria for counting races include any officially sanctioned Formula 1 Grand Prix events as recognized by the FIA (Fédération Internationale de l'Automobile). Temporary or exhibition races do not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "source_id": "ce5ae624-4697-44b8-9cf2-4ef3deee74ad"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "c1b6007c-4e9b-46f0-9e5e-5a316b4afbaa", "title": "Will both of the following occur: (a) a Formula 1 Grand Prix is hosted in a country currently under international sanctions by 2025, and (b) the number of Formula 1 races held in countries under international sanctions does not increase by 2025?", "body": "This question will resolve as Yes if, by December 31, 2025, both of the following conditions are met: (1) a Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union), and the sanctions must be in effect at the time of the event, confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution will be No; (2) the number of Formula 1 races held in countries that are under international sanctions has not increased compared to the number of races held in such countries in the 2021 season, where 'international sanctions' refers to restrictions imposed by the United Nations or other recognized international bodies that limit economic and/or political interactions with a country, and the criteria for counting races include any officially sanctioned Formula 1 Grand Prix events as recognized by the FIA (Fédération Internationale de l'Automobile), with temporary or exhibition races not counting towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_or_Q": {"question": {"id": "47a8382e-da88-400b-bd83-2403ddb4c6a9", "title": "Will either of the following occur by 2025: (a) an increase in the number of Formula 1 races in countries under international sanctions, or (b) a Formula 1 Grand Prix hosted in a country currently under international sanctions?", "body": "This question will resolve as Yes if either of the following occurs by December 31, 2025: (a) The number of Formula 1 races held in countries under international sanctions increases compared to the number of races held in such countries in the 2021 season. The term 'international sanctions' refers to restrictions imposed by the United Nations or other recognized international bodies that limit economic and/or political interactions with a country. The criteria for counting races include any officially sanctioned Formula 1 Grand Prix events as recognized by the FIA (Fédération Internationale de l'Automobile). Temporary or exhibition races do not count towards this resolution. (b) A Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union). The sanctions must be in effect at the time of the event, and the event must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, the resolution will be No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.2, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4da408ec-9337-4f2a-bee6-6c489c4670f8", "title": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2030?", "body": "This question will resolve as Yes if, by December 31, 2030, a Formula 1 Grand Prix is officially scheduled and hosted in a country that is currently under international sanctions as defined by the United Nations or the European Union. The sanctions must be in effect at the time of the event, and the hosting must be confirmed by Formula 1 Management through an official announcement or documentation. If the country is removed from the sanctions list before the event, the question will resolve as No. Temporary events or exhibitions do not count towards this resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025?", "source_id": "ce5ae624-4697-44b8-9cf2-4ef3deee74ad"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_and_not_P": {"question": {"id": "be85745c-796b-47de-80e1-8790e05cd615", "title": "Will both of the following occur: (1) A Formula 1 Grand Prix is hosted in a country currently under international sanctions by 2025, and (2) No Formula 1 Grand Prix is hosted in a country currently under international sanctions by 2030?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) By December 31, 2025, a Formula 1 Grand Prix is officially scheduled and held in a country that is currently under international sanctions recognized by at least one major international body (such as the United Nations or the European Union). The sanctions must be in effect at the time of the event, and the event must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from sanctions before the event, this condition will resolve as No. (2) By December 31, 2030, no Formula 1 Grand Prix is officially scheduled and hosted in a country that is currently under international sanctions as defined by the United Nations or the European Union. The sanctions must be in effect at the time of the event, and the hosting must be confirmed by Formula 1 Management through an official announcement or documentation. If the country is removed from the sanctions list before the event, this condition will resolve as Yes. Temporary events or exhibitions do not count towards this resolution.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_or_Q": {"question": {"id": "f6710683-06cf-425c-9f76-9c4b1886f9b3", "title": "Will a Formula 1 Grand Prix be hosted in a country currently under international sanctions by 2025 or 2030?", "body": "This question will resolve as Yes if, by December 31, 2025 or December 31, 2030, a Formula 1 Grand Prix is officially scheduled and hosted in a country that is currently under international sanctions. For the 2025 deadline, the sanctions must be recognized by at least one major international body (such as the United Nations or the European Union). For the 2030 deadline, the sanctions must be defined by the United Nations or the European Union. In both cases, the sanctions must be in effect at the time of the event, and the hosting must be confirmed by the official Formula 1 calendar or an official announcement from the Formula 1 organization. Temporary events or exhibitions do not count towards this resolution, and the Grand Prix must be part of the regular Formula 1 season. If the country is removed from the sanctions list before the event, the question will resolve as No.", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": false}, "forecast": {"prob": 0.1, "metadata": null}}}}
