{"line": {"P": {"question": {"id": "814808d6-5f9a-4382-baa0-215b0997ab4f", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "557db9a1-1114-45a5-b378-3722ea1940c4", "title": "Given Tucker Carlson is the Republican nominee for the 2024 US Presidential Election, will his campaign raise over $50 million before the Convention?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means he is chosen by the delegates of the Republican National Convention as the candidate for the Republican party.\n\nThen, will Tucker Carlson's campaign raise over $50 million before the Republican National Convention in 2024? This resolves as Yes if, before July 15, 2024, his campaign announces raising more than $50 million in total contributions, confirmed by official financial disclosures or reports from at least three major news organizations. The amount must be net of any refunds or returns. If the campaign dissolves or ceases to operate before this date, it resolves as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "578509a1-24b6-475a-ba15-e243b6155145", "title": "Given Tucker Carlson is the Republican nominee and raises over $50 million, will his candidacy shift Republican policies by 2024?", "body": "Suppose the following is true: (a) Tucker Carlson is selected by the Republican National Convention as the Republican nominee for the 2024 US Presidential Election, and (b) Tucker Carlson's campaign raises over $50 million before the Republican National Convention in 2024, confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations.\n\nThen, will Tucker Carlson's candidacy lead to a significant shift in Republican party policies by December 31, 2024? This resolves as Yes if there is a clear and significant shift in the Republican Party's policies directly attributed to Tucker Carlson's candidacy, defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources. The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "f46022a0-cdda-467c-86ff-88bcd5817382", "title": "Will all of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election, (b) Tucker Carlson's campaign raise over $50 million before the Republican National Convention in 2024, and (c) Tucker Carlson's candidacy lead to a significant shift in Republican party policies by 2024?", "body": "(a) Tucker Carlson will be the Republican nominee for the 2024 US Presidential Election if he is selected by the Republican National Convention as the nominee. Any other candidate being selected will result in a No. This is determined by the delegates of the Republican National Convention.\n\n(b) Tucker Carlson's campaign will have raised over $50 million before the Republican National Convention in 2024 if, before July 15, 2024, his campaign announces it has raised more than $50 million in total contributions. This must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations. The amount must be net of any refunds or returns. If the campaign is dissolved or ceases to operate before this date, the outcome will be No.\n\n(c) There will be a significant shift in the Republican Party's policies by December 31, 2024, if there is a clear and significant change in at least three major policy positions or platforms of the Republican Party that can be directly attributed to Tucker Carlson's candidacy. This shift must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "591da6ee-868e-4a76-90bc-f0ba4fae773d", "title": "Will Tucker Carlson run for president in the 2024 election?", "body": "This question will resolve as Yes if, by December 31, 2024, Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election. The announcement must be made through a public statement or press release, and must be widely reported by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "34fc75df-d436-4331-8a44-54e89c3156d4", "title": "If Tucker Carlson runs for president in the 2024 election, will his campaign raise over $50 million before the Republican National Convention?", "body": "Suppose the following is true: Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election by December 31, 2024. The announcement must be made through a public statement or press release, and it must be widely reported by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, this condition is not met.\n\nThen, will Tucker Carlson's campaign raise over $50 million before the Republican National Convention in 2024? This question resolves as Yes if, before July 15, 2024, Tucker Carlson's campaign announces that it has raised more than $50 million in total contributions. The total must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The amount raised must be net of any refunds or returns of contributions. If the campaign is dissolved or ceases to operate before this date, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "da1c0c23-2811-42f7-abec-1f457a0e3474", "title": "Given Tucker Carlson announces his candidacy and raises over $50 million, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election by December 31, 2024, and his campaign raises more than $50 million in total contributions before July 15, 2024. The announcement must be a formal declaration of running for president and reported by at least three reputable news sources, and the fundraising must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations. Given these conditions, will Tucker Carlson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as Yes if he is selected by the delegates of the Republican National Convention, and No otherwise.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "43397260-a24a-45a0-a334-cfbbc7ce0557", "title": "Will Tucker Carlson announce his candidacy for the 2024 presidential election, raise over $50 million before the Republican National Convention, and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes only if all of the following conditions are met: (a) Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election by December 31, 2024. The announcement must be made through a public statement or press release, and must be widely reported by at least three reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, this condition will not be satisfied. (b) Tucker Carlson's campaign raises more than $50 million in total contributions before July 15, 2024. The total must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The amount raised must be net of any refunds or returns of contributions. If the campaign is dissolved or ceases to operate before this date, this condition will not be satisfied. (c) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "912c152a-5e3c-4a55-884a-fc83eb7a2854", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "84170d68-e035-4ed5-96be-eafdf0d935b1", "title": "Given Tucker Carlson is the Republican nominee, will he participate in the Republican primary debates in 2024?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means he is the official candidate chosen by the delegates of the Republican National Convention.\n\nThen, is it true that Tucker Carlson will officially participate in any of the Republican primary debates scheduled for the 2024 election cycle? Participation is defined as being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources, including announcements from Carlson himself, the Republican National Committee, or major news outlets such as the New York Times, Washington Post, or CNN. If Carlson attends any debate but does not actively participate (e.g., due to withdrawal or being unable to participate for any reason), the question will resolve as No. In the event that the debates are canceled or altered significantly, the resolution will be based on the final confirmed schedule of the debates as of December 31, 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "7355cb4c-2cc0-4344-8c25-7da05b0cfabf", "title": "Given Tucker Carlson is the Republican nominee and participates in the debates, will he run for president in 2024?", "body": "Suppose the following is true: Tucker Carlson is both the Republican nominee for the 2024 US Presidential Election and participates in the Republican primary debates in 2024. This means that: \n(a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and \n(b) Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle, with participation defined as being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources. \n\nThen, is it true that Tucker Carlson will run for president in the 2024 election? \n\nThis means that by December 31, 2024, Tucker Carlson must officially announce his candidacy for the presidency of the United States in the 2024 election through a public statement or press release, and it must be widely reported by at least three reputable news sources. Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.85, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "a63307ab-d9c0-4578-a5b1-85b87ae07ce4", "title": "Will Tucker Carlson both run for president in the 2024 election and be the Republican nominee while participating in the Republican primary debates?", "body": "This question will resolve as Yes if all of the following conditions are met: (1) Tucker Carlson officially announces his candidacy for the presidency of the United States in the 2024 election by December 31, 2024, through a public statement or press release that is widely reported by at least three reputable news sources such as BBC, The Guardian, New York Times, or Washington Post. Any form of candidacy, including exploratory committees or informal declarations, does not count unless it is a formal announcement of running for president. If he withdraws his candidacy before the election, this condition will not be met. (2) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention. (3) Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle. Participation is defined as being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources, including announcements from Carlson himself, the Republican National Committee, or major news outlets such as the New York Times, Washington Post, or CNN. If Carlson attends any debate but does not actively participate (e.g., due to withdrawal or being unable to participate for any reason), this condition will not be met. In the event that the debates are canceled or altered significantly, the resolution will be based on the final confirmed schedule of the debates as of December 31, 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "9f1906ca-f88c-40a2-8dcc-6ed6dffa7ed2", "title": "Will Tucker Carlson's campaign raise over $50 million before the Republican National Convention in 2024?", "body": "This question will resolve as Yes if, before July 15, 2024, Tucker Carlson's campaign announces that it has raised more than $50 million in total contributions. The total must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The amount raised must be net of any refunds or returns of contributions. If the campaign is dissolved or ceases to operate before this date, the question will resolve as No.", "resolution_date": "2024-07-15T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "cf5363e4-9080-46db-821f-122097aa62e4", "title": "Conditional on Tucker Carlson's campaign raising over $50 million before the Republican National Convention in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Before July 15, 2024, Tucker Carlson's campaign announces that it has raised more than $50 million in total contributions, confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The amount raised must be net of any refunds or returns of contributions. If the campaign is dissolved or ceases to operate before this date, the condition is not met.\n\nThen, will Tucker Carlson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as Yes if he is selected by the convention delegates, and No if any other candidate is selected.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "8c8840fe-b942-4a2d-915b-fabb60781b66", "title": "GIVEN Tucker Carlson raises over $50 million and becomes the Republican nominee, will his nomination increase voter turnout among young Republicans?", "body": "Suppose the following is true: (a) Before July 15, 2024, Tucker Carlson's campaign announces that it has raised more than $50 million in total contributions, confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will Tucker Carlson's nomination lead to a measurable increase in voter turnout among young Republicans (ages 18-29) in the 2024 elections? The increase must be at least 5% compared to the voter turnout of young Republicans in the 2020 elections, as reported by reputable sources such as the U.S. Census Bureau or major news organizations. The analysis must account for other factors influencing voter turnout, such as national trends, key issues, and other candidates. If the increase is disputed, the question will resolve as No unless a consensus is reached among political analysts and polling organizations.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "25289acc-b74a-40f9-a85f-557ccd3b2361", "title": "Will all of the following occur: (1) Both of the following occur: (a) Tucker Carlson's campaign raises over $50 million before the Republican National Convention in 2024 and (b) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election, and (2) Tucker Carlson's nomination leads to increased voter turnout among young Republicans in 2024?", "body": "This question will resolve as Yes if all of the following conditions are met:\n\n(1) Both of the following occur:\n  (a) Before July 15, 2024, Tucker Carlson's campaign announces that it has raised more than $50 million in total contributions. The total must be confirmed by official campaign financial disclosures or reliable reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The amount raised must be net of any refunds or returns of contributions. If the campaign is dissolved or ceases to operate before this date, this part will resolve as No.\n  (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This part is not restricted to the candidates currently listed; other options may be added in the future. It is solely determined by who is selected by the delegates of the Republican National Convention.\n\n(2) Tucker Carlson's nomination leads to increased voter turnout among young Republicans in 2024. This will resolve as Yes if, by December 31, 2024, credible evidence shows that Tucker Carlson's nomination has led to a measurable increase in voter turnout among young Republicans (ages 18-29) in the 2024 elections. The increase must be at least 5% compared to the voter turnout of young Republicans in the 2020 elections, as reported by reputable sources such as the U.S. Census Bureau or major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). The analysis must account for other factors influencing voter turnout, such as national trends, key issues, and other candidates. If the increase is disputed, the question will resolve as No unless a consensus is reached among political analysts and polling organizations.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "b83c1337-525f-4b05-a018-4e6849cc0cc8", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_given_P": {"question": {"id": "cc1b5470-4454-4128-924b-bc2b6485d1fa", "title": "If Donald Trump is the Republican nominee, will he win the 2024 US Presidential Election?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This means he is the candidate chosen by the delegates of the Republican National Convention, regardless of any other candidates or changes before the election.\n\nThen, will Donald Trump win the 2024 United States Presidential Election, which takes place on November 5, 2024? This resolves as Yes if Trump wins based on the official certified results from the Federal Election Commission (FEC) or the National Association of Secretaries of State (NASS). If there is any dispute, it resolves as Yes if Trump is declared the winner by a majority of electoral votes (at least 270) and there are no significant legal challenges that alter this outcome. If Trump is the Republican nominee but does not appear on the ballot or withdraws before the election, it resolves as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "76682c9e-fa11-4ed7-8bcb-712ea5d98c8c", "title": "Given Donald Trump is the Republican nominee and wins the 2024 US Presidential Election, will the Republican Party's voter base support him in the general election?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election and he wins the 2024 United States Presidential Election, which takes place on November 5, 2024, as determined by the official certified results from the Federal Election Commission (FEC) or the National Association of Secretaries of State (NASS).\n\nThen, will at least 70% of registered Republican voters express support for Donald Trump as their candidate during the general election, as measured by a reputable polling organization or through exit polls conducted on election day? Support is defined as those who indicate they will vote for him on their ballot. Additionally, will there be no significant reports from at least three major news organizations indicating that a majority of Republican voters do not support Trump?", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "2b536311-d321-4445-a770-550471fa42b4", "title": "Will Donald Trump be the Republican nominee, win the 2024 US Presidential Election, and have at least 70% support from registered Republican voters in the general election?", "body": "This question will resolve as Yes if all of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention. (2) Donald Trump wins the 2024 United States Presidential Election, which takes place on November 5, 2024. The resolution will be based on the official certified results from the Federal Election Commission (FEC) or the National Association of Secretaries of State (NASS). If there is any dispute regarding the election results, the question will resolve as Yes if Trump is declared the winner by a majority of electoral votes (at least 270) and there are no significant legal challenges that alter this outcome. If Trump is the Republican nominee but does not appear on the ballot or withdraws before the election, the question will resolve as No. (3) During the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day. Support must be defined as those who indicate they will vote for him on their ballot. If there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "84dec920-5710-49cc-bb05-d3c3ea20aac6", "title": "Will another prominent Republican candidate challenge Donald Trump for the nomination before the primaries?", "body": "This question will resolve as Yes if, before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.", "resolution_date": "2024-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "d8cb80ce-f441-4cef-a859-dc7f6c6f5c50", "title": "Conditional on another prominent Republican challenging Trump, will the Republican base support Trump in the general election?", "body": "Suppose the following is true: Before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.\n\nThen, will at least 70% of registered Republican voters express support for Donald Trump as their candidate during the general election on November 5, 2024, as measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day? Support must be defined as those who indicate they will vote for him on their ballot. If Trump is not the nominee, the question resolves as No. Additionally, if there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "c0d1386c-8ac2-4d96-9f92-d7a22a85ebdb", "title": "Conditional on both a prominent Republican challenging Trump and Trump having strong voter support, will Trump be the Republican nominee in 2024?", "body": "Suppose the following is true: \n(a) Before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations. A 'prominent candidate' is defined as any individual who has previously held a significant political office or has been a major figure in Republican politics, including those polling at least 10% in national surveys. The announcement must be made in a formal setting.\n(b) During the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by reputable polling organizations or through exit polls. Support is defined as those who indicate they will vote for him. If he is not the nominee, or if there are significant reports from major news organizations indicating a lack of support, the condition resolves as No.\n\nThen, given these conditions, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is based solely on who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "f3a9a9ea-5a04-4355-a6eb-d7bce2cbfd91", "title": "Will both of the following occur: (a) Another prominent Republican candidate challenge Donald Trump for the nomination before the primaries? (b) The Republican Party's voter base support Donald Trump in the general election if he is nominated and he is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if all of the following conditions are met: \n(a) Before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.\n(b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n(c) During the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day. Support must be defined as those who indicate they will vote for him on their ballot. If he is not the nominee, the question resolves as No. Additionally, if there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "add0bc10-5ef3-4672-ba05-19644c4d2eec", "title": "Will another prominent Republican candidate challenge Donald Trump for the nomination before the primaries?", "body": "This question will resolve as Yes if, before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.", "resolution_date": "2024-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "c22714c4-76a0-49df-987b-b691453bc4ae", "title": "Conditional on another prominent Republican candidate challenging Donald Trump, will Trump be the Republican nominee?", "body": "Suppose the following is true: Before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.\n\nThen, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as **Yes** if Trump is selected by the delegates of the Republican National Convention, and **No** otherwise. It is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "85adff47-f23d-48c5-a354-80b576067aa4", "title": "Given both a prominent Republican challenges Trump and Trump is the nominee, will the Republican base support him in the general election?", "body": "Suppose the following is true: (a) Before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination, and (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. A 'prominent candidate' is defined as any individual who has previously held a significant political office or has been a major figure in Republican politics, including candidates who have polled at least 10% in national surveys. The announcement must be made in a formal setting and widely reported by major news organizations.\n\nThen, is it true that during the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by reputable polling organizations or through exit polls conducted on election day? Support is defined as those who indicate they will vote for him on their ballot. If significant reports from at least three major news organizations indicate that a majority of Republican voters do not support Trump, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "5417f816-eb8f-44df-be0b-995613819ff8", "title": "Will all of the following occur: (a) Another prominent Republican candidate will challenge Donald Trump for the nomination before the primaries, (b) Donald Trump will be the Republican nominee for the 2024 US Presidential Election, and (c) The Republican Party's voter base will support Donald Trump in the general election if he is nominated?", "body": "(a) Another prominent Republican candidate will challenge Donald Trump for the nomination before the primaries: This will resolve as Yes if, before January 1, 2024, a prominent Republican candidate officially announces their candidacy for the Republican presidential nomination in a manner that is widely reported by major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). A 'prominent candidate' is defined as any individual who has previously held a significant political office (e.g., Governor, Senator) or has been a major figure in Republican politics. This includes candidates who have polled at least 10% in national surveys conducted by reputable polling organizations. The announcement must be made in a formal setting, such as a press conference or a major public event, and not through informal channels or social media alone.\n\n(b) Donald Trump will be the Republican nominee for the 2024 US Presidential Election: This will resolve as Yes if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question may consider new candidates added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.\n\n(c) The Republican Party's voter base will support Donald Trump in the general election if he is nominated: This question will resolve as Yes if, during the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day. Support must be defined as those who indicate they will vote for him on their ballot. If he is not the nominee, the question resolves as No. Additionally, if there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "eb1dc865-1dc3-44e5-b072-f3196be4b91d", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "e9f5a65c-43c7-448f-aa29-d6b8aa90a4fe", "title": "If Donald Trump is the Republican nominee for the 2024 US Presidential Election, will he face legal challenges that could impact his candidacy before the election?", "body": "This question examines whether Donald Trump, assuming he becomes the Republican nominee for the 2024 US Presidential Election, will face any legal challenges that could significantly impact his candidacy before November 5, 2024. \n\nFor Trump to be the nominee, he must be selected by the delegates of the Republican National Convention. \n\nA legal challenge impacting his candidacy is defined by: 1) Indictments or formal charges that lead to a trial; 2) A court ruling restricting his campaign or election participation; or 3) Legal challenges causing substantial changes in public perception or support, as shown in polling data. \n\nThese challenges must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to be valid for resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "19579c35-6f3d-4f58-a9cd-81a9dc4ae4ae", "title": "Conditional on Donald Trump being the Republican nominee and facing legal challenges, will a significant number of Republican voters prefer a different candidate over him by the primaries?", "body": "Suppose the following is true: Donald Trump is the Republican nominee for the 2024 US Presidential Election and faces legal challenges that could impact his candidacy before the 2024 election. This means:\n\n1. Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n2. Before November 5, 2024, Donald Trump faces legal challenges that could significantly impact his candidacy, such as indictments, court rulings restricting his campaign, or substantial changes in public perception as shown in polling data. These challenges must be reported by at least two major news organizations.\n\nGiven these conditions, will a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries? Specifically, by March 5, 2024, will at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in reputable, scientifically conducted polls with a sample size of at least 1,000 respondents, reported by at least two major news organizations? If the average percentage across all reputable polls is 40% or higher, the question resolves as Yes, otherwise No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "a63cc27b-00d2-48cc-b266-3c0ee8d82bdc", "title": "Will both of the following occur: (1) Donald Trump is the Republican nominee for the 2024 US Presidential Election and faces legal challenges that could impact his candidacy before the 2024 election, and (2) a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n1. **Donald Trump is the Republican nominee for the 2024 US Presidential Election and faces legal challenges:**\n   - Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention), regardless of who receives the Republican nomination on the day of the 2024 US election.\n   - Before November 5, 2024, Donald Trump faces any legal challenges that have the potential to significantly impact his candidacy for the 2024 presidential election. Significant impact is defined as:\n     - Indictments or formal charges filed against him that lead to a trial;\n     - A court ruling that restricts his ability to campaign or participate in the election;\n     - Legal challenges that result in a substantial change in public perception or support, as reflected in polling data. \n   - The legal challenges must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid for this resolution.\n\n2. **A significant number of Republican voters prefer a different candidate:**\n   - By March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. \n   - The poll must be conducted by a recognized polling organization and should include a sample size of at least 1,000 respondents. \n   - The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). \n   - If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "816545d1-a1c2-4a31-b35e-6c70ac308b2a", "title": "Will the Trump family endorse a candidate other than a family member in 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, any member of the Trump family publicly endorses a candidate for any political office who is not a family member. The endorsement must be made through a public statement, social media post, or official campaign event. Endorsements made in private or through unofficial channels will not count. The endorsement must be clear and unambiguous, indicating support for the candidate's campaign. The resolution will rely on credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to confirm the endorsement.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "a42739b0-ebf9-40bb-b209-ced8c79e56fd", "title": "Given the Trump family endorses a non-family candidate in 2024, will a Trump hold significant political office by 2026?", "body": "Suppose the following is true: By December 31, 2024, any member of the Trump family publicly endorses a candidate for any political office who is not a family member. The endorsement must be made through a public statement, social media post, or official campaign event, and must be clear and unambiguous, indicating support for the candidate's campaign. Credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) must confirm the endorsement.\n\nThen, is it true that by December 31, 2026, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States? Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. Confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "b4296f51-46a2-4345-9073-a4e3855af431", "title": "Given the Trump family endorses a non-family candidate in 2024 and holds a political office by 2026, will a Trump be the 2024 Republican nominee?", "body": "Suppose the following is true: By December 31, 2024, a Trump family member endorses a non-family political candidate, and by December 31, 2026, a Trump family member holds a significant political office in the U.S. Then, will a member of the Trump family be the Republican nominee for the US Presidency in 2024? \n\nResolution criteria for the condition: \n(a) The endorsement must be public, clear, and confirmed by two major news organizations.\n(b) Holding a significant political office must be confirmed by two major news organizations.\n\nResolution criteria for the outcome: Resolves Yes if any of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "b127c3a9-3b5f-4696-9bcc-a6b113790479", "title": "Will both of the following occur: (1) A member of the Trump family endorses a non-family candidate in 2024 and holds a significant political office by 2026, and (2) A member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "This question will resolve as Yes if both of the following occur: (1) By December 31, 2024, any member of the Trump family publicly endorses a candidate for any political office who is not a family member. The endorsement must be made through a public statement, social media post, or official campaign event, and must be clear and unambiguous, with confirmation from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Additionally, by December 31, 2026, any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States, such as President, Vice President, U.S. Senator, U.S. Representative, or Governor, confirmed by at least two major news organizations. (2) One of the following individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "70c65540-a668-4eda-aaae-6d9262295be4", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "c968824d-610d-483e-92b5-a779892ae2b0", "title": "If a member of the Trump family is the Republican nominee in 2024, will Donald Trump run for President again after 2024?", "body": "Suppose the following is true: A member of the Trump family, which includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, becomes the Republican nominee for the US Presidency in 2024. \n\nResolution criteria for the condition: Resolves YES if any of the aforementioned individuals is the Republican nominee for the US Presidency in 2024.\n\nThen, is the following true: Will Donald Trump run for President again after 2024?\n\nResolution criteria for the outcome: This question will resolve as YES if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch. The announcement must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). If he announces his candidacy after December 31, 2024, the question will resolve as NO.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "cca6f955-3f35-4de6-8776-a2a44b487d48", "title": "Given both a Trump family member is the 2024 Republican nominee and Donald Trump announces a post-2024 run, will they influence the GOP platform in 2024?", "body": "Suppose the following is true: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024, specifically one of the following individuals: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump; and (b) Donald Trump officially announces his candidacy for the presidency again after 2024, with an announcement made by December 31, 2024, and reported by at least two major news organizations.\n\nGiven these conditions, will the Trump family influence the Republican Party's platform in 2024? This will resolve as Yes if, by December 31, 2024, there is clear evidence of significant influence by the Trump family on the Republican Party's platform for the 2024 election. This influence can be shown through official statements or endorsements from prominent Trump family members incorporated into the party's official platform, the inclusion of policy proposals or positions aligned with the Trump family's public statements or actions, or major media coverage indicating the Trump family's views or directives have been adopted by the Republican Party leadership. Influence limited to local or state-level platforms without national significance will result in a No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "49de5f51-72a7-403f-9098-c386bcdb5b6d", "title": "Will all of the following occur: (a) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, (b) Donald Trump will run for President again after 2024, and (c) The Trump family will influence the Republican Party's platform in 2024?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.\n\n(b) Resolves **Yes** if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch, reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). Any informal indications or speculation about his candidacy will not count towards the resolution. If he announces his candidacy after December 31, 2024, the question will resolve as No.\n\n(c) This question will resolve as Yes if, by December 31, 2024, there is clear evidence that the Trump family has significantly influenced the Republican Party's platform for the 2024 election. This influence can be demonstrated through one or more of the following: 1. Official statements or endorsements from prominent Trump family members (such as Donald Trump, Ivanka Trump, or Donald Trump Jr.) that are incorporated into the party's official platform. 2. The inclusion of policy proposals or positions in the Republican Party platform that are directly aligned with the public statements or actions of the Trump family. 3. Major media coverage (from reputable sources such as BBC, The Guardian, New York Times, or Washington Post) indicating that the Trump family's views or directives have been adopted or prioritized by the Republican Party leadership. If the influence is evident but limited to local or state-level platforms without national significance, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c54fa42e-bb21-4a5b-965b-f6fa2098d7e5", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "968331b1-1dd9-42c8-9850-25e4d1d8d455", "title": "Conditional on a Trump family member being the Republican nominee for US Presidency in 2024, will a Trump family member be involved in a major political scandal by 2025?", "body": "Resolves Yes if, by December 31, 2025, a member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) is publicly implicated in a major political scandal, given that one of these individuals is the Republican nominee for the US Presidency in 2024. A 'major political scandal' is defined as any event that results in significant media coverage (defined as coverage by at least three major news organizations such as CNN, BBC, The Guardian, New York Times, or Washington Post), leads to legal investigations, or results in a significant political consequence (such as a resignation, indictment, or significant public outcry). The resolution will be based on credible reports and official announcements from recognized news sources.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "cae7a612-eb91-433e-88aa-dde049e9d08c", "title": "Conditional on both a Trump family member being the 2024 Republican nominee and involved in a political scandal by 2025, will a Trump family member hold significant political office by 2026?", "body": "Suppose the following is true: (1) A member of the Trump family is the Republican nominee for the US Presidency in 2024, and (2) A member of the Trump family is involved in a major political scandal by 2025. \n\nCondition details:\n- The Trump family includes Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump.\n- A major political scandal involves significant media coverage by at least three major news organizations, leads to legal investigations, or results in significant political consequences.\n\nThen, is it true that a member of the Trump family holds a significant political office by December 31, 2026?\n\nResolution criteria for the outcome:\n- A significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor, or any other elected office at the state or federal level recognized as significant.\n- The office must be held in an official capacity and confirmed by at least two major news organizations.", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "ad562dfe-b220-4acd-aeef-082b548e2cc9", "title": "Will all of the following occur: (1) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, (2) A member of the Trump family will be involved in a major political scandal by 2025, and (3) A member of the Trump family will hold a significant political office by 2026?", "body": "(1) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n- Donald Trump\n- Donald Trump Jr.\n- Eric Trump\n- Ivanka Trump\n- Tiffany Trump\n- Melania Trump\n- Barron Trump\n\n(2) This question will resolve as Yes if, by December 31, 2025, a member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) is publicly implicated in a major political scandal. A 'major political scandal' is defined as any event that results in significant media coverage (defined as coverage by at least three major news organizations such as CNN, BBC, The Guardian, New York Times, or Washington Post), leads to legal investigations, or results in a significant political consequence (such as a resignation, indictment, or significant public outcry). The resolution will be based on credible reports and official announcements from recognized news sources.\n\n(3) This question will resolve as Yes if, by December 31, 2026, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States. Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level that is recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. The confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4398c464-4fd5-4cf4-b582-3b89a8846cb2", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "Q_given_P": {"question": {"id": "fa0598d7-e5c0-41fb-8e78-a7c883093138", "title": "Conditional on a Trump family member being the Republican nominee in 2024, will a Trump family member be involved in a major political scandal by 2025?", "body": "Suppose the following is true: A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. Then, will a member of the Trump family be involved in a major political scandal by December 31, 2025?\n\nResolution criteria for the condition: Resolves Yes if one of the mentioned Trump family members is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2025, a member of the Trump family is publicly implicated in a major political scandal, defined as an event resulting in significant media coverage (by at least three major news organizations such as CNN, BBC, The Guardian, New York Times, or Washington Post), leading to legal investigations, or resulting in a significant political consequence (such as a resignation, indictment, or significant public outcry). The resolution will be based on credible reports and official announcements from recognized news sources.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "46311d2c-6add-4f5f-b7ce-2371bbd19335", "title": "Given both a Trump family member is the 2024 Republican nominee and involved in a scandal, will Donald Trump run for President again after 2024?", "body": "Suppose the following is true: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024, and (b) a member of the Trump family is involved in a major political scandal by December 31, 2025. \n\nDetails for (a): This resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.\n\nDetails for (b): This resolves **Yes** if a member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) is publicly implicated in a major political scandal by December 31, 2025. A 'major political scandal' is defined as any event resulting in significant media coverage (by at least three major news organizations), leads to legal investigations, or results in significant political consequences (such as a resignation, indictment, or significant public outcry).\n\nThen, is it true that Donald Trump will run for President again after 2024?\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch, reported by at least two major news organizations. If he announces after December 31, 2024, it resolves as No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "442ec9a3-b2a9-45e9-b0c6-93b88d9fe591", "title": "Will all of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024, (b) A member of the Trump family be involved in a major political scandal by 2025, and (c) Donald Trump run for President again after 2024?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.\n\n(b) This question will resolve as Yes if, by December 31, 2025, a member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) is publicly implicated in a major political scandal. A 'major political scandal' is defined as any event that results in significant media coverage (defined as coverage by at least three major news organizations such as CNN, BBC, The Guardian, New York Times, or Washington Post), leads to legal investigations, or results in a significant political consequence (such as a resignation, indictment, or significant public outcry). The resolution will be based on credible reports and official announcements from recognized news sources.\n\n(c) This question will resolve as Yes if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch. The announcement must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). Any informal indications or speculation about his candidacy will not count towards the resolution. If he announces his candidacy after December 31, 2024, the question will resolve as No.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
