{"line": {"P": {"question": {"id": "9c30f444-c157-4f80-91e3-1cf46aef3de4", "title": "Will Tucker Carlson choose a female running mate for the 2024 election?", "body": "This question will resolve as Yes if, by November 5, 2024, Tucker Carlson officially announces a female running mate for the 2024 election, and the announcement is confirmed by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The running mate must be named and publicly recognized as part of his campaign for the presidency. Any speculation or informal mentions do not count; the announcement must be a formal endorsement and acceptance of the role.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "Q_given_P": {"question": {"id": "709ec922-3ea2-43f6-8fab-1a9ba2c8069b", "title": "If Tucker Carlson chooses a female running mate for the 2024 election, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By November 5, 2024, Tucker Carlson officially announces a female running mate for the 2024 election, and the announcement is confirmed by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The running mate must be named and publicly recognized as part of his campaign for the presidency. Any speculation or informal mentions do not count; the announcement must be a formal endorsement and acceptance of the role.\n\nThen, is it true that Tucker Carlson will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as **Yes** if he is selected by the Republican National Convention as the nominee. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "cb04357a-479f-44d5-a707-18d5bf5d91f7", "title": "Will Tucker Carlson be the Republican nominee and choose a female running mate for the 2024 election?", "body": "This question will resolve as Yes if both of the following occur: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) by November 5, 2024, Tucker Carlson officially announces a female running mate for the 2024 election, confirmed by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The running mate must be named and publicly recognized as part of his campaign for the presidency. The announcement must be a formal endorsement and acceptance of the role.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "513d1be8-6c94-42e6-8310-0e70bcd34e3b", "title": "Will any major Republican candidate drop out of the race before the primaries in 2024?", "body": "This question will resolve as Yes if any major Republican candidate, defined as one who has received at least 5% support in national polling prior to the primaries, officially announces their withdrawal from the race before February 1, 2024. The announcement must be made through a credible source, such as a press conference or a statement on a major news outlet (e.g., BBC, The Guardian, New York Times, Washington Post). Candidates who suspend their campaigns but do not formally drop out will not count towards this resolution.", "resolution_date": "2024-01-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "baf43c69-30fc-4406-9e29-6a86c502e535", "title": "Given a major Republican candidate drops out before the 2024 primaries, will Tucker Carlson be the Republican nominee for President?", "body": "Suppose the following is true: A major Republican candidate, defined as one who has received at least 5% support in national polling prior to the primaries, officially announces their withdrawal from the race before February 1, 2024, through a credible source such as a press conference or a statement on a major news outlet (e.g., BBC, The Guardian, New York Times, Washington Post). Candidates who suspend their campaigns but do not formally drop out do not count. \n\nThen, is it true that Tucker Carlson will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question resolves as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nNote: The resolution is not based on who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "P_and_Q": {"question": {"id": "4438ed2a-fd24-4255-9b34-efe68b45bab9", "title": "Will both of the following occur: (a) A major Republican candidate drops out before the 2024 primaries (b) Tucker Carlson becomes the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) Any major Republican candidate, defined as one who has received at least 5% support in national polling prior to the primaries, officially announces their withdrawal from the race before February 1, 2024, through a credible source such as a press conference or a statement on a major news outlet (e.g., BBC, The Guardian, New York Times, Washington Post). Candidates who suspend their campaigns but do not formally drop out will not count towards this resolution. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution is not affected by who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "b8dcbaa5-6b9c-4ff9-8cc2-0e7a565c5fa4", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "c651c166-1b2c-433e-9552-c86491c93bcb", "title": "Given Tucker Carlson is the Republican nominee for the 2024 US Presidential Election, will his nomination lead to a significant shift in Republican party policies?", "body": "Suppose Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if, by December 31, 2024, there is clear evidence that his nomination has resulted in a significant shift in the Republican party's policies. A 'significant shift' is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence. If Carlson is not the nominee, this question resolves as N/A.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q": {"question": {"id": "29128e88-5514-485a-aee2-a4a8cfc13454", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election and will his nomination lead to a significant shift in Republican party policies?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) by December 31, 2024, there is clear evidence that Tucker Carlson's nomination has resulted in a significant shift in the Republican party's policies. \n\nCondition (a) is satisfied if Tucker Carlson is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention) as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nCondition (b) is satisfied if there is clear evidence of a significant shift in the Republican party's policies, defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "2fb2ab4d-3d86-4571-80fb-734e064d4ee5", "title": "Will Tucker Carlson's nomination lead to a significant shift in Republican party policies?", "body": "This question will resolve as Yes if, by December 31, 2024, there is clear evidence that Tucker Carlson's nomination has resulted in a significant shift in the Republican party's policies. A 'significant shift' is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "b15bef54-375a-488f-a57d-a8ee180b61b9", "title": "If Tucker Carlson's nomination leads to a significant shift in Republican party policies, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question explores the relationship between Tucker Carlson's influence on Republican party policies and his potential nomination as the Republican candidate for the 2024 US Presidential Election.\n\nSuppose the following is true: By December 31, 2024, Tucker Carlson's nomination has resulted in a significant shift in the Republican party's policies. This is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence.\n\nThen, is it true that Tucker Carlson will be the Republican nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future. The determination is based solely on the selection by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "f595b2b0-13a2-40a7-8f3f-a78609e724f7", "title": "Will both of the following occur: (a) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election and (b) His nomination lead to a significant shift in Republican party policies?", "body": "This question will resolve as Yes if both of the following conditions are met: \n\n1. Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This is determined by who is selected by the delegates of the Republican National Convention.\n\n2. By December 31, 2024, there is clear evidence that Tucker Carlson's nomination has resulted in a significant shift in the Republican party's policies. A 'significant shift' is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4339edb4-8f00-4ef3-a53d-b203211f4f24", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "fad118e3-16a3-4729-a9cd-8b4c68dd9e21", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will the Republican Party's support for him decrease before the election?", "body": "Suppose Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will there be a clear and unambiguous decrease in the Republican Party's support for Donald Trump before January 1, 2024?\n\nResolution criteria:\n- The condition is met if Donald Trump is indeed the nominee as selected by the Republican National Convention.\n- The outcome will resolve as Yes if, before January 1, 2024, there is evidence of decreased support as follows:\n  1. A poll by a reputable organization shows less than 70% of Republican voters support Trump as their preferred candidate.\n  2. A significant faction within the Republican Party expresses a lack of support for Trump.\n  3. Major Republican figures endorse another candidate, reported by major news outlets.\n- Resolves No if the above evidence is not found.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "P_and_Q": {"question": {"id": "447dd5be-dc59-448c-a40c-fffd5bc09cad", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election, and will the Republican Party's support for him decrease before the 2024 election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by the selection of delegates at the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. (b) Before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump. This can be evidenced by: 1. A reputable public opinion poll showing less than 70% of self-identified Republican voters support him as their preferred candidate. 2. A formal resolution or statement from a significant Republican faction expressing lack of support. 3. Major Republican figures endorsing another candidate, reported by major news outlets. If both conditions are not met, this question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c3975458-75d6-439f-92ec-ec276d454fbb", "title": "Will Donald Trump secure the nomination by winning at least 50% of the delegates in the primaries?", "body": "This question will resolve as Yes if, by July 15, 2024, Donald Trump has secured at least 50% of the total delegates available in the Republican primaries for the 2024 presidential election. The total number of delegates is defined as the sum of all delegates awarded through primaries and caucuses, as officially reported by the Republican National Committee (RNC). The delegate count must be confirmed by reputable news sources such as BBC, The Guardian, or major political news outlets. In the event of a tie or ambiguity in delegate counts, the resolution will be based on the latest official delegate tally provided by the RNC. If Donald Trump is disqualified or suspended from the primaries, this question will resolve as No.", "resolution_date": "2024-07-15T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "1e669e49-93d0-4d80-aba1-7651f3f95919", "title": "Given Donald Trump wins at least 50% of delegates in the primaries, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By July 15, 2024, Donald Trump has secured at least 50% of the total delegates available in the Republican primaries for the 2024 presidential election. The total number of delegates is defined as the sum of all delegates awarded through primaries and caucuses, as officially reported by the Republican National Committee (RNC). The delegate count must be confirmed by reputable news sources such as BBC, The Guardian, or major political news outlets. In the event of a tie or ambiguity in delegate counts, the resolution will be based on the latest official delegate tally provided by the RNC. If Donald Trump is disqualified or suspended from the primaries, this condition is not met.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is **Yes** if he is selected as the nominee, and **No** if he is not. This question considers all candidates that may be added in the future, but it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "ff92746d-2b4d-4335-b63e-f7ba97d53956", "title": "Will Donald Trump secure at least 50% of the delegates in the primaries and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following occur: (a) By July 15, 2024, Donald Trump has secured at least 50% of the total delegates available in the Republican primaries for the 2024 presidential election. The total number of delegates is defined as the sum of all delegates awarded through primaries and caucuses, as officially reported by the Republican National Committee (RNC). The delegate count must be confirmed by reputable news sources such as BBC, The Guardian, or major political news outlets. In the event of a tie or ambiguity in delegate counts, the resolution will be based on the latest official delegate tally provided by the RNC. If Donald Trump is disqualified or suspended from the primaries, this part of the question will resolve as No. (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This considers only the selection by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. This question may consider new candidates added in the future.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "5de09c20-084e-4ab1-8241-8dea94907c26", "title": "Will Donald Trump face legal challenges that affect his candidacy before the 2024 election?", "body": "This question will resolve as Yes if, before November 5, 2024, Donald Trump faces any legal challenges that result in a significant impact on his candidacy for the 2024 presidential election. A legal challenge is defined as any criminal indictment, civil lawsuit, or legal proceeding that could affect his eligibility, campaign operations, or public perception as a candidate. The impact must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must be recognized as significant by political analysts or legal experts. Examples of significant impacts include, but are not limited to, withdrawal from the race, inability to campaign effectively, or a conviction that affects his candidacy. Legal challenges that are purely speculative or without substantial basis will not count towards this resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "00ef9006-2452-470b-af18-890d07dd2dbe", "title": "Given Donald Trump faces legal challenges affecting his candidacy, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Before November 5, 2024, Donald Trump faces legal challenges that significantly impact his candidacy for the 2024 presidential election. A legal challenge is defined as any criminal indictment, civil lawsuit, or legal proceeding that could affect his eligibility, campaign operations, or public perception as a candidate. The impact must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must be recognized as significant by political analysts or legal experts. Examples of significant impacts include, but are not limited to, withdrawal from the race, inability to campaign effectively, or a conviction that affects his candidacy. Legal challenges that are purely speculative or without substantial basis will not count towards this resolution.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q": {"question": {"id": "fbd3c1d1-a4ef-4228-b60a-726f584ec69a", "title": "Will both of the following occur: (a) Donald Trump faces legal challenges that affect his candidacy before the 2024 election and (b) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) Donald Trump faces any legal challenges before November 5, 2024, that result in a significant impact on his candidacy for the 2024 presidential election. A legal challenge is defined as any criminal indictment, civil lawsuit, or legal proceeding that could affect his eligibility, campaign operations, or public perception as a candidate. The impact must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must be recognized as significant by political analysts or legal experts. Examples of significant impacts include, but are not limited to, withdrawal from the race, inability to campaign effectively, or a conviction that affects his candidacy. Legal challenges that are purely speculative or without substantial basis will not count towards this resolution. (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "458e5b20-3977-4019-9d59-e54f47219d85", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "0b250139-2423-42ab-addf-44ab33580413", "title": "Given Donald Trump is the Republican nominee, will he face legal challenges affecting his candidacy before the 2024 election?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the delegates of the Republican National Convention and is not affected by who receives the Republican nomination on the day of the 2024 US election.\n\nThen, will Donald Trump face any legal challenges that result in a significant impact on his candidacy for the 2024 presidential election before November 5, 2024? A legal challenge is defined as any criminal indictment, civil lawsuit, or legal proceeding that could affect his eligibility, campaign operations, or public perception as a candidate. The impact must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and recognized as significant by political analysts or legal experts. Examples of significant impacts include withdrawal from the race, inability to campaign effectively, or a conviction that affects his candidacy. Legal challenges that are purely speculative or without substantial basis will not count towards this resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "d605b1e2-7f9e-499d-9b4f-05ba704ae0c1", "title": "Will both of the following occur: (a) Donald Trump is the Republican nominee for the 2024 US Presidential Election and (b) Donald Trump faces legal challenges that affect his candidacy before the 2024 election?", "body": "(a) This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n(b) This question will resolve as Yes if, before November 5, 2024, Donald Trump faces any legal challenges that result in a significant impact on his candidacy for the 2024 presidential election. A legal challenge is defined as any criminal indictment, civil lawsuit, or legal proceeding that could affect his eligibility, campaign operations, or public perception as a candidate. The impact must be reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) and must be recognized as significant by political analysts or legal experts. Examples of significant impacts include, but are not limited to, withdrawal from the race, inability to campaign effectively, or a conviction that affects his candidacy. Legal challenges that are purely speculative or without substantial basis will not count towards this resolution.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "4759d5cd-d8f5-4b04-ab17-3e78f3dd6c2d", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "9723a555-7882-4ffe-93ed-3ba2a7f2a232", "title": "Given a Trump family member is the Republican nominee for US Presidency in 2024, will Ivanka Trump hold a significant political office by 2025?", "body": "Suppose the following is true: A member of the Trump family becomes the Republican nominee for the US Presidency in 2024. This includes any of the following individuals: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\nGiven this scenario, will Ivanka Trump hold a significant political office by December 31, 2025? A 'significant political office' is defined as any role that requires confirmation by the Senate or is a Cabinet-level position, such as Secretary of State, Secretary of Treasury, or any equivalent role. Alternatively, if she holds an elected position, such as a member of Congress or a state governor, this will also count as a Yes. The appointment must be confirmed by an official announcement from the White House or a relevant government body. Ceremonial or advisory roles without significant policy-making power, such as certain ambassadorial positions, will not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "fbb3d1bc-ce16-4ce1-a050-1840b0f9f5ee", "title": "Will both of the following occur: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024 and (b) Ivanka Trump holds a significant political office by 2025?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\n(b) Resolves **Yes** if, by December 31, 2025, Ivanka Trump is officially appointed to a significant political office within the United States government. A 'significant political office' is defined as any role that requires confirmation by the Senate or is a Cabinet-level position, including but not limited to Secretary of State, Secretary of Treasury, or any position with equivalent authority and responsibility. The appointment must be confirmed by an official announcement from the White House or relevant government body. If she holds an elected position, such as a member of Congress or a state governor, this will also count as a Yes. Any role that is considered ceremonial or advisory, such as ambassadorial positions without significant policy-making power, will not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "79606f3d-ae0e-4627-81c0-93eb1f1d4971", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "bafdf72c-47e9-49f3-87c0-a3e8c4ec5119", "title": "Given a Trump family member is the Republican nominee, will another Trump endorse a different candidate?", "body": "Suppose a member of the Trump family becomes the Republican nominee for the US Presidency in 2024. This includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. \n\nGiven this scenario, will another Trump family member endorse a different candidate for the Republican nomination by December 31, 2024? \n\nResolution criteria for the endorsement: This question will resolve as Yes if any Trump family member publicly endorses a candidate other than Donald Trump for the Republican nomination. The endorsement must be clear, unambiguous, and reported by at least two reputable news sources, or widely recognized and reported as endorsements if made on social media.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "9612fc84-09ac-4084-98c3-c4a53439a053", "title": "Will both of the following occur: (a) A member of the Trump family is the Republican nominee for the US Presidency in 2024, and (b) A Trump family member endorses another candidate for the Republican nomination in 2024?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\n(b) Resolves **Yes** if, by December 31, 2024, any member of the Trump family publicly endorses a candidate other than Donald Trump for the Republican nomination for President in the 2024 election. This includes any formal endorsement made through official statements, social media, or during public appearances. The endorsement must be clear and unambiguous, indicating support for another candidate over Donald Trump. The endorsement must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. In the absence of such reports, social media posts alone will not suffice unless they are widely recognized and reported as endorsements.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "d0f7c720-306a-4f91-99d4-02bd8986793f", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "50978f64-7055-442e-9841-692596278df7", "title": "Given a member of the Trump family is the Republican nominee, will Donald Trump run for President in 2024?", "body": "Suppose the following is true: A member of the Trump family, which includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, will Donald Trump run for President again in 2024?\n\nResolution criteria for the condition: Resolves Yes if one of the aforementioned individuals is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves Yes if, by November 5, 2024, Donald Trump has officially declared his candidacy for the 2024 presidential election, confirmed by a public announcement or through a filing with the Federal Election Commission (FEC), and widely reported by reputable news organizations. Participation in any primary elections or the general election will also confirm his candidacy.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "cc866a7a-0204-495f-9918-1cf53bdd4f40", "title": "Will both of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024 (b) Donald Trump run for President again in 2024?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family, specifically one of the following individuals, is the Republican nominee for the US Presidency in 2024:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. Donald Trump has officially declared his candidacy for the 2024 presidential election by November 5, 2024. This must be confirmed by a public announcement or through a filing with the Federal Election Commission (FEC), and must be widely reported by reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Participation in any primary elections or the general election also confirms his candidacy. Unofficial statements or speculation do not count.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f736d4bb-9caa-4c56-88b2-9f6c46ceba79", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "5fe8cf49-0cce-4cfb-84e0-0a8e4897515b", "title": "Given a Trump family member is the Republican nominee for US Presidency in 2024, will they be involved in Republican fundraising efforts?", "body": "Suppose the following is true: A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024. \n\nThen, will any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., Tiffany Trump) be involved in Republican fundraising efforts for the 2024 election? This question will resolve as Yes if, by December 31, 2024, any of the mentioned Trump family members is officially reported to be involved in fundraising efforts for the Republican Party's 2024 election campaign. This involvement must be confirmed by credible sources, such as major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post), or through official statements from the Republican National Committee or the Trump family members themselves. Fundraising efforts can include hosting events, making public appeals for donations, or participating in campaign-related financial activities. Any informal or unverified claims of involvement will not count towards the resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.85, "metadata": null}}, "P_and_Q": {"question": {"id": "10fb721b-4a8e-4a47-8d50-792bc2a56a46", "title": "Will both of the following occur: (a) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, and (b) The Trump family will be involved in Republican fundraising efforts for the 2024 election?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n(a) A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump) is the Republican nominee for the US Presidency in 2024.\n\n(b) By December 31, 2024, any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., Tiffany Trump) is officially reported to be involved in fundraising efforts for the Republican Party's 2024 election campaign. This involvement must be confirmed by credible sources, such as major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post), or through official statements from the Republican National Committee or the Trump family members themselves. Fundraising efforts can include hosting events, making public appeals for donations, or participating in campaign-related financial activities. Any informal or unverified claims of involvement will not count towards the resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
