{"line": {"P": {"question": {"id": "50c2a032-f9b0-4231-84fb-ba4d734f7648", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "99f39b5f-f891-49f9-a5db-48ab10594502", "title": "Given Tucker Carlson is the Republican nominee, will he choose a female running mate for the 2024 election?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This question will resolve as Yes if, by November 5, 2024, Tucker Carlson officially announces a female running mate for the 2024 election, and the announcement is confirmed by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The running mate must be named and publicly recognized as part of his campaign for the presidency. Any speculation or informal mentions do not count; the announcement must be a formal endorsement and acceptance of the role.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "955addb5-feae-455c-b7f8-f19955ebd9e1", "title": "Given Tucker Carlson is the Republican nominee with a female running mate, will he run for President in 2024?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election and he officially announces a female running mate for the 2024 election, confirmed by at least two reputable news sources. Then, is it true that by November 5, 2024, Tucker Carlson has officially declared his candidacy for President of the United States for the 2024 election? An official declaration must be made through a public announcement or filing with the Federal Election Commission (FEC). Any credible reports from at least two major news organizations confirming his candidacy will also suffice. If he is a candidate in any capacity (e.g., primary elections) without an official declaration, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "d0ec62ef-7189-4a41-95fb-1576c0a5363c", "title": "Will Tucker Carlson both run for President in the 2024 election and be the Republican nominee with a female running mate?", "body": "This question will resolve as **Yes** if all of the following occur: (1) Tucker Carlson officially declares his candidacy for President of the United States for the 2024 election by November 5, 2024. This declaration can be through a public announcement or filing with the Federal Election Commission (FEC), or credible reports from at least two major news organizations (such as BBC, The Guardian, New York Times, Washington Post, or similar). (2) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, selected by the delegates regardless of who is the nominee on the day of the election. (3) By November 5, 2024, Tucker Carlson officially announces a female running mate for the 2024 election, confirmed by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The running mate must be formally endorsed and recognized as part of his campaign for the presidency. Speculation or informal mentions do not count.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "9798a007-dfc3-4756-b22a-71684f775b55", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "Q_given_P": {"question": {"id": "6c628a49-4e30-46cb-843e-6c6577282820", "title": "Given Tucker Carlson is the Republican nominee for the 2024 US Presidential Election, will his nomination impact voter turnout among young Republicans?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will his nomination lead to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections?\n\nResolution criteria for the condition: Tucker Carlson must be selected by the delegates of the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2024, credible evidence shows a statistically significant increase in voter turnout among young Republicans due to Tucker Carlson's nomination. This evidence must include official voter turnout statistics and surveys by reputable polling organizations showing increased engagement or likelihood to vote among young Republicans attributed to his nomination. Evidence must be published in a major news outlet or academic journal. If the evidence is ambiguous or conflicting, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "93b19af4-da2c-4501-8e6a-2d0e38d2e847", "title": "Given Tucker Carlson is the Republican nominee and his nomination impacts young Republican turnout, will it lead to a shift in Republican policies?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and his nomination leads to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. This increase is supported by official voter turnout statistics and surveys by reputable polling organizations, and the evidence is published in a major news outlet or academic journal.\n\nThen, will Tucker Carlson's nomination lead to a significant shift in Republican party policies? This question will resolve as Yes if, by December 31, 2024, there is clear evidence that his nomination has resulted in a significant shift in the Republican party's policies. A 'significant shift' is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources. These changes must be officially adopted by the Republican party or reflected in their platform and must be distinct from any pre-existing policies. The resolution will also consider any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "44eb50c4-a080-456c-9734-f5a132a60d70", "title": "Will both of the following occur: (1) Tucker Carlson be the Republican nominee for the 2024 US Presidential Election and his nomination impact voter turnout among young Republicans, and (2) his nomination lead to a significant shift in Republican party policies?", "body": "This question will resolve as **Yes** if all of the following conditions are met: (1) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is not dependent on who receives the Republican nomination on the day of the 2024 US election but solely on the decision made by the delegates of the Republican National Convention. (2) By December 31, 2024, credible evidence shows that Tucker Carlson's nomination has led to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. This evidence must include official voter turnout statistics from a recognized electoral authority indicating an increase compared to previous elections and surveys by reputable polling organizations showing increased engagement attributed to his nomination. Evidence must be published in a major news outlet or academic journal. (3) By December 31, 2024, there is clear evidence that Tucker Carlson's nomination has resulted in a significant shift in the Republican party's policies. A 'significant shift' is defined as the adoption of at least three major policy changes or initiatives that align with Tucker Carlson's known positions or rhetoric, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). These changes must be officially adopted by the Republican party or reflected in their platform, and must be distinct from any pre-existing policies. The resolution will also take into account any public statements or endorsements from key Republican leaders indicating a change in direction attributed to Carlson's influence. If any of these conditions are not met, this question will resolve as **No**.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "e7978044-be0e-4383-8f0e-898a8fa0c2c4", "title": "Will Tucker Carlson's nomination impact voter turnout among young Republicans?", "body": "This question will resolve as Yes if, by December 31, 2024, credible evidence shows that Tucker Carlson's nomination has led to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. This evidence must include: 1. Official voter turnout statistics released by a recognized electoral authority (e.g., the U.S. Election Assistance Commission) indicating an increase in turnout among young Republicans compared to previous elections. 2. Surveys conducted by reputable polling organizations (e.g., Pew Research Center, Gallup) showing increased engagement or likelihood to vote among young Republicans attributed to Tucker Carlson's nomination. Evidence must be published in a major news outlet or academic journal. If the evidence is ambiguous or conflicting, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "31b53b99-f4f6-429f-932a-587cb07aebb3", "title": "Given Tucker Carlson's nomination, will it impact voter turnout among young Republicans?", "body": "This question explores the potential impact of Tucker Carlson's nomination on voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. It resolves as Yes if, by December 31, 2024, credible evidence shows a statistically significant increase in turnout among this demographic. Evidence must include official voter turnout statistics and surveys attributing increased engagement to Carlson's nomination. If evidence is ambiguous, it resolves as No.\n\nResolution criteria for the outcome (Q): Tucker Carlson must be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election for this condition to be considered. If he is not selected, the question resolves as N/A.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "a083c756-5770-478c-8d25-076aa7b558d3", "title": "Given Tucker Carlson is the Republican nominee and his nomination impacts young Republican voter turnout, will any other media personalities enter the Republican nomination race for 2024?", "body": "Suppose the following is true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and by December 31, 2024, credible evidence shows that his nomination has led to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. The evidence must include official voter turnout statistics indicating an increase compared to previous elections and surveys showing increased engagement among young Republicans attributed to Carlson's nomination, published in a major news outlet or academic journal.\n\nGiven this, will any other media personalities enter the Republican nomination race for 2024? This question resolves as Yes if, by December 31, 2024, any individual who is a media personality officially announces their candidacy for the Republican nomination for President of the United States. An official announcement must be made publicly through a press conference, a verified social media account, or a news article from a reputable source. The term 'media personality' includes television hosts, radio show hosts, and prominent online influencers. The resolution counts as Yes if at least one meets the criteria, even if multiple declare simultaneously.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "8af02fe9-4116-44b5-a87a-c53882f7d391", "title": "Will both of the following occur: (1) Tucker Carlson will be the Republican nominee for the 2024 US Presidential Election and his nomination will impact voter turnout among young Republicans, and (2) Any other media personalities will enter the Republican nomination race for 2024?", "body": "This question will resolve as Yes if all of the following conditions are met: (1) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. (2) By December 31, 2024, credible evidence shows that Tucker Carlson's nomination has led to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. This evidence must include: (a) Official voter turnout statistics released by a recognized electoral authority (e.g., the U.S. Election Assistance Commission) indicating an increase in turnout among young Republicans compared to previous elections. (b) Surveys conducted by reputable polling organizations (e.g., Pew Research Center, Gallup) showing increased engagement or likelihood to vote among young Republicans attributed to Tucker Carlson's nomination. Evidence must be published in a major news outlet or academic journal. If the evidence is ambiguous or conflicting, the question will resolve as No. (3) By December 31, 2024, any individual who is a media personality (defined as someone who is widely recognized in the media, including television, radio, or online platforms) officially announces their candidacy for the Republican nomination for President of the United States. An official announcement must be made publicly, such as through a press conference, a verified social media account, or a news article from a reputable source (e.g., BBC, The Guardian, New York Times, Washington Post). The term 'media personality' includes but is not limited to television hosts, radio show hosts, and prominent online influencers. The resolution will not count individuals who only express interest without a formal announcement or who are already declared candidates. Additionally, if multiple media personalities declare their candidacy simultaneously, the resolution will still count as Yes if at least one meets the criteria.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "29541635-1634-41a3-9440-c7e25ae36450", "title": "Will Tucker Carlson run for President in the 2024 election?", "body": "This question will resolve as Yes if, by November 5, 2024, Tucker Carlson has officially declared his candidacy for President of the United States for the 2024 election. An official declaration must be made through a public announcement or filing with the Federal Election Commission (FEC). Any credible reports from at least two major news organizations (such as BBC, The Guardian, New York Times, Washington Post, or similar) confirming his candidacy will also suffice. If he is a candidate in any capacity (e.g., primary elections) without an official declaration, the question will resolve as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "6ce4a4aa-4143-47aa-90a5-79ff58936ae2"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "76e7fd14-dd8e-4caf-a37e-ccf235c7ca0c", "title": "Given Tucker Carlson runs for President in the 2024 election, will his nomination impact voter turnout among young Republicans?", "body": "Suppose the following is true: Tucker Carlson officially declares his candidacy for President of the United States for the 2024 election by November 5, 2024. This declaration can be made through a public announcement or filing with the Federal Election Commission (FEC), or credible reports from at least two major news organizations confirming his candidacy. Then, is it true that Tucker Carlson's nomination will lead to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections?\n\nResolution criteria for the outcome: Resolves YES if credible evidence shows a statistically significant increase in voter turnout among young Republicans, supported by official voter turnout statistics and surveys from reputable polling organizations, published in a major news outlet or academic journal. Resolves NO if the evidence is ambiguous or conflicting.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "3745c6f1-f9c4-411a-8a02-f4060e0a8719", "title": "Given Tucker Carlson runs for President and impacts young Republican turnout, will he be the Republican nominee?", "body": "Suppose the following is true: Tucker Carlson both runs for President in the 2024 election and his nomination impacts voter turnout among young Republicans. Specifically, by November 5, 2024, he has officially declared his candidacy through a public announcement or FEC filing, confirmed by major news organizations. Additionally, by December 31, 2024, credible evidence shows a statistically significant increase in voter turnout among young Republicans due to his nomination, based on official voter statistics and reputable surveys attributing this increase to him.\n\nGiven this scenario, will Tucker Carlson be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as Yes if he is selected as the nominee by the Republican National Convention delegates, and No otherwise.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "9fd535dd-2d9b-48d3-82e7-ef0dea736c11", "title": "Will both of the following occur: (1) Tucker Carlson both runs for President in the 2024 election and his nomination impacts voter turnout among young Republicans (2) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if all of the following conditions are met: (1) By November 5, 2024, Tucker Carlson has officially declared his candidacy for President of the United States for the 2024 election. An official declaration must be made through a public announcement or filing with the Federal Election Commission (FEC). Any credible reports from at least two major news organizations (such as BBC, The Guardian, New York Times, Washington Post, or similar) confirming his candidacy will also suffice. If he is a candidate in any capacity (e.g., primary elections) without an official declaration, the condition is not met. (2) By December 31, 2024, credible evidence shows that Tucker Carlson's nomination has led to a statistically significant increase in voter turnout among registered young Republicans (ages 18-29) in the 2024 elections. This evidence must include: (a) Official voter turnout statistics released by a recognized electoral authority (e.g., the U.S. Election Assistance Commission) indicating an increase in turnout among young Republicans compared to previous elections. (b) Surveys conducted by reputable polling organizations (e.g., Pew Research Center, Gallup) showing increased engagement or likelihood to vote among young Republicans attributed to Tucker Carlson's nomination. Evidence must be published in a major news outlet or academic journal. If the evidence is ambiguous or conflicting, the condition is not met. (3) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention. If all these conditions (1), (2), and (3) are met, the question resolves as Yes; otherwise, it resolves as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c18028a2-8337-4ce0-ad94-0ada2897cb23", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "Q_given_P": {"question": {"id": "d7ac6fd6-9588-4c67-9491-23cc2a220019", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, did he win the nomination through the primaries?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the delegates of the Republican National Convention.\n\nThen, is it true that Donald Trump won the Republican nomination through the primary elections? This resolves as Yes if Donald Trump is the official Republican nominee following the Republican primary elections for the 2024 election, based on the official announcement by the Republican National Committee (RNC). The nominee is defined as the candidate who receives the majority of delegates at the convention or is declared the nominee by the RNC, regardless of any challenges or disputes. If Donald Trump withdrew from the race or was unable to run for any reason, the question resolves as No.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "e50c131c-084a-4a6f-ad26-4dc97e4f19aa", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will the Republican Party's support for him decrease before the election?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and he wins the Republican nomination if he runs in the primaries, meaning he is the official Republican nominee for President of the United States following the Republican primary elections for the 2024 election. The resolution will be based on the official announcement of the nominee by the Republican National Committee (RNC).\n\nThen, is it true that the Republican Party's support for Donald Trump will decrease before January 1, 2024? This resolves as Yes if there is a clear and unambiguous decrease in support evidenced by: \n1. A public opinion poll by a reputable organization showing less than 70% of self-identified Republican voters support Trump as their preferred candidate. \n2. A formal resolution or statement from a significant faction within the Republican Party expressing a lack of support for Trump. \n3. Major Republican figures or elected officials endorsing another candidate over Trump, reported by at least two major news outlets.\n\nIf none of these evidences are present, it resolves as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "de4a6a25-49cf-4d73-aecb-9347d8f2fdaa", "title": "Will both of the following occur: (1) Donald Trump will be the Republican nominee for the 2024 US Presidential Election and win the nomination if he runs in the primaries, and (2) the Republican Party's support for Donald Trump will decrease before the 2024 election?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and Donald Trump wins the Republican nomination if he runs in the primaries, meaning he is the official Republican nominee for President of the United States following the Republican primary elections for the 2024 election. The resolution will be based on the official announcement of the nominee by the Republican National Committee (RNC). If Donald Trump withdraws from the race or is unable to run for any reason, the question will resolve as **No**. The nominee is defined as the candidate who receives the majority of delegates at the convention or is declared the nominee by the RNC, regardless of any challenges or disputes. (2) Before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump as evidenced by: (a) A public opinion poll conducted by a reputable polling organization (e.g., Gallup, Pew Research, or similar) showing that less than 70% of self-identified Republican voters express support for Donald Trump as their preferred candidate for the 2024 presidential election. (b) A formal resolution or statement from a significant faction within the Republican Party (e.g., a state party committee or national party leadership) publicly expressing a lack of support for Donald Trump as the party's candidate. (c) Any major Republican figures or elected officials publicly endorsing another candidate over Trump, which is reported by at least two major news outlets such as CNN, BBC, or The New York Times. In the absence of such evidence, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "d930d391-5466-4675-ac4e-aa2634d6ff89", "title": "Will any other candidate receive more than 30% of the Republican primary vote in 2024?", "body": "This question will resolve as Yes if, during the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. The resolution will be based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates. In case of a tie, the candidate with the higher percentage in the earliest primary contest will be considered the winner.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "e47055f6-c6bd-4325-90a5-ad178bfeb4d2", "title": "Given a Republican candidate other than Trump receives over 30% in the 2024 primary, will GOP support for Trump decrease before 2024?", "body": "Suppose the following is true: During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. The resolution will be based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates.\n\nThen, is it true that before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump as evidenced by: 1. A public opinion poll conducted by a reputable polling organization (e.g., Gallup, Pew Research, or similar) showing that less than 70% of self-identified Republican voters express support for Donald Trump as their preferred candidate for the 2024 presidential election. 2. A formal resolution or statement from a significant faction within the Republican Party (e.g., a state party committee or national party leadership) publicly expressing a lack of support for Donald Trump as the party's candidate. 3. Any major Republican figures or elected officials publicly endorsing another candidate over Trump, which is reported by at least two major news outlets such as CNN, BBC, or The New York Times. In the absence of such evidence, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "8988ef90-3760-4bd7-94ec-c1246b46b57d", "title": "Given both a significant challenger to Trump in the 2024 Republican primary and a decrease in party support for Trump, will he still be the Republican nominee?", "body": "This question explores the scenario where both of the following conditions are met:\n\n(a) During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. This is based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates.\n\n(b) Before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump, evidenced by either: 1. A public opinion poll by a reputable polling organization showing less than 70% of self-identified Republican voters support Trump as their preferred candidate; 2. A formal resolution or statement from a significant faction within the Republican Party expressing a lack of support for Trump; or 3. Major Republican figures or elected officials publicly endorsing another candidate over Trump, reported by major news outlets.\n\nGiven these conditions, will Donald Trump still be the Republican nominee for the 2024 US Presidential Election? This resolves as **Yes** if Trump is selected by the Republican National Convention as the nominee, and **No** otherwise.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "9a9ca0a4-80dd-42ad-bb78-d97b8e81239d", "title": "Will both of the following occur: (a) Any candidate other than Donald Trump receive more than 30% of the Republican primary vote in 2024 and the Republican Party's support for Donald Trump decrease before the 2024 election, and (b) Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if all of the following conditions are met:\n\n(a) During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. The resolution will be based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates. In case of a tie, the candidate with the higher percentage in the earliest primary contest will be considered the winner.\n\n(b) Before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump as evidenced by: 1. A public opinion poll conducted by a reputable polling organization (e.g., Gallup, Pew Research, or similar) showing that less than 70% of self-identified Republican voters express support for Donald Trump as their preferred candidate for the 2024 presidential election. 2. A formal resolution or statement from a significant faction within the Republican Party (e.g., a state party committee or national party leadership) publicly expressing a lack of support for Donald Trump as the party's candidate. 3. Any major Republican figures or elected officials publicly endorsing another candidate over Trump, which is reported by at least two major news outlets such as CNN, BBC, or The New York Times. In the absence of such evidence, the question will resolve as No.\n\n(c) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This condition is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f1d08e8f-2977-4fa3-8433-918d64dd2e10", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "03fb6d52-521c-4183-a0e3-37bd558fc892", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will a major scandal emerge that impacted his chances?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will a major scandal emerge by December 31, 2024, that significantly impacted his chances of securing this nomination?\n\nResolution criteria for the condition (P): Resolves Yes if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome (Q): Resolves Yes if a major scandal is reported by December 31, 2024, that significantly impacts Donald Trump's chances of securing the Republican nomination for the 2024 presidential election. A 'major scandal' must lead to substantial negative media coverage, public backlash, or political repercussions, as reported by at least three major news organizations, and recognized by political analysts or experts as having a lasting effect on his candidacy.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "f76bc065-02f7-4de6-acd4-d2b245ec2794", "title": "Given a major scandal impacts Trump's chances, will he still secure 50% of primary delegates?", "body": "This question considers the scenario where Donald Trump, despite being involved in a major scandal that significantly impacts his chances, is still selected as the Republican nominee for the 2024 US Presidential Election. A 'major scandal' is defined as any event or revelation that leads to substantial negative media coverage, public backlash, or political repercussions that could alter his standing among Republican voters. The impact must be assessed based on credible news reports from at least three major news organizations and recognized by political analysts or experts.\n\nGiven this scenario, the question asks whether Donald Trump will secure the nomination by winning at least 50% of the delegates in the primaries by July 15, 2024. This requires him to have secured at least 50% of the total delegates available in the Republican primaries, as officially reported by the Republican National Committee (RNC) and confirmed by reputable news sources. If Donald Trump is disqualified or suspended from the primaries, this question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "b90785c1-6ee1-4112-9631-8df135ca0e6e", "title": "Will both of the following occur: (a) Donald Trump becomes the Republican nominee for the 2024 US Presidential Election despite a major scandal, and (b) he secures the nomination by winning at least 50% of the delegates in the primaries?", "body": "This question will resolve as **Yes** if all of the following conditions are met:\n\n1. Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n2. By December 31, 2024, a major scandal is reported that significantly impacts Donald Trump's chances of securing the Republican nomination. A 'major scandal' is defined as any event or revelation that leads to substantial negative media coverage, public backlash, or political repercussions that could alter his standing among Republican voters. The impact must be assessed based on credible news reports from at least three major news organizations (such as BBC, The Guardian, New York Times, Washington Post) and must be recognized by political analysts or experts in the field. If the scandal is deemed to have a lasting effect on his candidacy, this condition is met. Temporary controversies or minor incidents that do not significantly alter the political landscape will not count.\n3. By July 15, 2024, Donald Trump has secured at least 50% of the total delegates available in the Republican primaries for the 2024 presidential election. The total number of delegates is defined as the sum of all delegates awarded through primaries and caucuses, as officially reported by the Republican National Committee (RNC). The delegate count must be confirmed by reputable news sources such as BBC, The Guardian, or major political news outlets. In the event of a tie or ambiguity in delegate counts, the resolution will be based on the latest official delegate tally provided by the RNC.\n\nIf any of the above conditions are not met, this question will resolve as **No**.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "58e2c4f8-bc30-4875-a24d-d0844b0b5b01", "title": "Will any other candidate receive more than 30% of the Republican primary vote in 2024?", "body": "This question will resolve as Yes if, during the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. The resolution will be based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates. In case of a tie, the candidate with the higher percentage in the earliest primary contest will be considered the winner.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a4dc0be5-3b3b-4103-8784-7a745af638a8"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "5339f483-3a10-4e68-822e-7b37830b89a4", "title": "If any other candidate receives more than 30% of the Republican primary vote in 2024, will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question explores the relationship between the performance of candidates in the Republican primary and the selection of the nominee. \n\nSuppose the following is true: During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. This is based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates. In case of a tie, the candidate with the higher percentage in the earliest primary contest will be considered the winner.\n\nThen, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, regardless of other candidates. The question is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "96e4c867-88f8-4a78-9950-dc4d7f49c723", "title": "GIVEN both a non-Trump candidate gets over 30% in a primary AND Trump is the Republican nominee, will Republican support for Trump decrease before the 2024 election?", "body": "Suppose the following is true: (1) During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests, based on official state election results or reputable news sources. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. \n\nThen, is it true that before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump? This would be evidenced by: \n1. A public opinion poll from a reputable polling organization showing less than 70% of self-identified Republican voters support Trump as their preferred candidate for the 2024 presidential election.\n2. A formal resolution or statement from a significant faction within the Republican Party publicly expressing a lack of support for Trump as the party's candidate.\n3. Major Republican figures or elected officials publicly endorsing another candidate over Trump, reported by at least two major news outlets.\n\nIf none of these occur, the question resolves as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "cec7180a-7b37-4b3c-a487-4f9cfdf3352e", "title": "Will both of the following occur: (a) Any candidate other than Donald Trump receives more than 30% of the Republican primary vote in 2024, AND Donald Trump is the Republican nominee for the 2024 US Presidential Election (b) The Republican Party's support for Donald Trump decreases before the 2024 election?", "body": "This question resolves as Yes if all of the following conditions are met: (1) During the 2024 Republican primary elections, any candidate other than Donald Trump receives more than 30% of the total votes cast in any of the primary contests. The resolution will be based on official state election results or reputable news sources reporting the final tallies. The candidate must be officially recognized as a contender in the Republican primary, and the vote percentage must be based on the total votes counted, excluding any write-in or non-registered candidates. In case of a tie, the candidate with the higher percentage in the earliest primary contest will be considered the winner. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. The resolution is solely determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the nomination on the day of the 2024 US election. All other candidates will resolve as No. (3) Before January 1, 2024, there is a clear and unambiguous decrease in the Republican Party's support for Donald Trump as evidenced by: a. A public opinion poll conducted by a reputable polling organization (e.g., Gallup, Pew Research, or similar) showing that less than 70% of self-identified Republican voters express support for Donald Trump as their preferred candidate for the 2024 presidential election. b. A formal resolution or statement from a significant faction within the Republican Party (e.g., a state party committee or national party leadership) publicly expressing a lack of support for Donald Trump as the party's candidate. c. Any major Republican figures or elected officials publicly endorsing another candidate over Trump, which is reported by at least two major news outlets such as CNN, BBC, or The New York Times. In the absence of such evidence, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "74d34e3d-a1b1-4990-bec7-b15a778a2b3a", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "5459b582-ae70-4543-a07f-ead8abc5bf90", "title": "Given a member of the Trump family is the Republican nominee, will the nominee have a family connection to Donald Trump?", "body": "Suppose the following is true: A member of the Trump family, specifically Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, is it true that the Republican nominee has a family connection to Donald Trump?\n\nResolution criteria:\n- For P: Resolves Yes if any of the listed Trump family members is the Republican nominee.\n- For Q: Resolves Yes if the nominee is a direct descendant, sibling, or spouse of Donald Trump, confirmed by official channels by December 31, 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 1.0, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "c1e73ddc-c06a-4866-a6a1-309e612bb389", "title": "Given a Trump family member is the Republican nominee, will Donald Trump run for President in 2024?", "body": "Suppose the following is true: A member of the Trump family, who has a family connection to Donald Trump, is the Republican nominee for the US Presidency in 2024. This includes individuals such as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. The nominee must be officially recognized by the Republican National Committee (RNC) and confirmed through official channels by the end of the Republican National Convention in 2024.\n\nThen, is the following true? By November 5, 2024, Donald Trump has officially declared his candidacy for the 2024 presidential election. This declaration must be confirmed by a public announcement or through a filing with the Federal Election Commission (FEC), and widely reported by reputable news organizations such as BBC, The Guardian, New York Times, or Washington Post. Participation in any primary elections or the general election will also confirm his candidacy. Unofficial statements or speculation do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "135c0ca9-3f00-4227-893a-5b5295ed2169", "title": "Will both of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024 with a family connection to Donald Trump, and (b) Donald Trump run for President again in 2024?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family is the Republican nominee for the US Presidency in 2024 and has a family connection to Donald Trump. This includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. A 'family connection' is defined as being a direct descendant (child or grandchild), sibling, or spouse of Donald Trump. The nominee must be publicly recognized by the Republican National Committee (RNC) and confirmed through official channels. In the event of multiple candidates, the resolution is based on the individual officially recognized as the nominee at the end of the Republican National Convention in 2024.\n\n2. Donald Trump has officially declared his candidacy for the 2024 presidential election by November 5, 2024. This must be confirmed by a public announcement or through a filing with the Federal Election Commission (FEC) and widely reported by reputable news organizations such as BBC, The Guardian, New York Times, or Washington Post. Participation in any primary elections or the general election also confirms his candidacy. Unofficial statements or speculation do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}}}
{"line": {"P": {"question": {"id": "a2cbf700-26a2-4923-b465-bd3cb51b53d3", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "60e08ffb-4621-439d-9099-2c41c47e1bc0", "title": "Given a member of the Trump family is the Republican nominee, will the nominee have a family connection to Trump?", "body": "Suppose the following is true: A member of the Trump family, which includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. \n\nThen, will the Republican nominee have a family connection to Donald Trump? This question resolves as Yes if, by December 31, 2024, the Republican nominee for President of the United States has a direct family connection to Donald Trump, defined as being a direct descendant (child or grandchild), sibling, or spouse of Donald Trump. The nominee must be publicly recognized by the Republican National Committee (RNC) and confirmed through official channels. If multiple candidates are nominated, the resolution will be based on the individual officially recognized as the nominee at the end of the Republican National Convention in 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 1.0, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "7e0644ea-5684-4789-8969-45f0f66866c1", "title": "If a member of the Trump family is the Republican nominee for the US Presidency in 2024, will Ivanka Trump hold a significant political office by 2025?", "body": "Suppose the following is true: A member of the Trump family, with a direct family connection to Donald Trump, is the Republican nominee for the US Presidency in 2024. This includes individuals such as Donald Trump himself, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump. The individual must be publicly recognized as the nominee by the Republican National Committee (RNC) and confirmed through official channels by the end of the Republican National Convention in 2024.\n\nGiven this condition, will Ivanka Trump hold a significant political office by December 31, 2025? A 'significant political office' is defined as any role requiring Senate confirmation or a Cabinet-level position, such as Secretary of State or Secretary of Treasury, or an elected position like a member of Congress or a state governor. The appointment must be confirmed by an official announcement from the White House or relevant government body. Ceremonial or advisory roles without significant policy-making power do not count.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "cf0a5eb3-df36-4ac8-8532-a61f866da92a", "title": "Will both of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024 and have a family connection to Donald Trump, and (b) Ivanka Trump hold a significant political office by 2025?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n(a) The Republican nominee for the US Presidency in 2024 is a member of the Trump family with a direct family connection to Donald Trump. Eligible individuals include Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, and Barron Trump. A 'family connection' means being a direct descendant (child or grandchild), sibling, or spouse of Donald Trump. The nominee must be publicly recognized by the Republican National Committee (RNC) and confirmed through official channels by the end of the Republican National Convention in 2024.\n\n(b) By December 31, 2025, Ivanka Trump is officially appointed to a significant political office within the United States government. This includes roles requiring Senate confirmation or Cabinet-level positions, such as Secretary of State or Secretary of Treasury. An elected position, such as a member of Congress or a state governor, also qualifies. The appointment must be confirmed by an official announcement from the White House or relevant government body. Ceremonial or advisory roles without significant policy-making power do not count.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "5426f04a-b26f-4709-b187-c16025deec5f", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "e45d35c3-730a-4333-8152-d40c772c33d7", "title": "Given a member of the Trump family is the Republican nominee in 2024, will Ivanka Trump hold a significant political office by 2025?", "body": "Suppose the following is true: A member of the Trump family, specifically one of Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. \n\nThen, is it true that Ivanka Trump will hold a significant political office by December 31, 2025? \n\nA 'significant political office' is defined as any role that requires confirmation by the Senate or is a Cabinet-level position, such as Secretary of State, Secretary of Treasury, or any position with equivalent authority and responsibility. The appointment must be confirmed by an official announcement from the White House or relevant government body. If she holds an elected position, such as a member of Congress or a state governor, this will also count as a Yes. Roles considered ceremonial or advisory, such as ambassadorial positions without significant policy-making power, will not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "c3ed9c39-fb6e-46ad-8929-7e372316aef5", "title": "Given a Trump family member is the Republican nominee in 2024 and Ivanka Trump holds significant office by 2025, will the Trump family influence the Republican platform in 2024?", "body": "Suppose the following is true: \n\n1. A member of the Trump family, specifically one of the following individuals, is the Republican nominee for the US Presidency in 2024:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. Ivanka Trump holds a significant political office by December 31, 2025. A 'significant political office' is defined as any role that requires confirmation by the Senate or is a Cabinet-level position, including but not limited to Secretary of State, Secretary of Treasury, or any position with equivalent authority and responsibility. The appointment must be confirmed by an official announcement from the White House or relevant government body. If she holds an elected position, such as a member of Congress or a state governor, this will also count as a Yes. Any role that is considered ceremonial or advisory, such as ambassadorial positions without significant policy-making power, will not count towards this resolution.\n\nThen, will the Trump family influence the Republican platform in 2024?\n\nResolution criteria for the outcome: This question will resolve as Yes if, by December 31, 2024, there is clear and documented evidence that the Trump family has significantly influenced the Republican Party platform for the 2024 election. This includes:\n\n- The inclusion of specific policy proposals or positions in the official Republican Party platform that can be directly attributed to the Trump family or their representatives.\n- Public statements or endorsements from key Trump family members (e.g., Donald Trump, Ivanka Trump, Donald Trump Jr.) that are recognized and reported by at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating their influence on the platform.\n- Any formal resolutions or actions taken by the Republican National Committee (RNC) or state party organizations that reflect Trump family priorities.\n\nThe influence must be significant enough to be acknowledged by political analysts or experts in reputable political commentary or analysis outlets. Minor endorsements or unofficial statements will not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "207c9904-ec00-4bfa-a579-d5f05c00faea", "title": "Will all of the following occur: (1) A member of the Trump family is the Republican nominee for the US Presidency in 2024, (2) Ivanka Trump holds a significant political office by 2025, and (3) The Trump family influences the Republican platform in 2024?", "body": "This question will resolve as Yes if all of the following conditions are met:\n\n1. A member of the Trump family, specifically one of the following individuals, is the Republican nominee for the US Presidency in 2024:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. Ivanka Trump holds a significant political office by December 31, 2025. A 'significant political office' is defined as any role that requires confirmation by the Senate or is a Cabinet-level position, including but not limited to Secretary of State, Secretary of Treasury, or any position with equivalent authority and responsibility. The appointment must be confirmed by an official announcement from the White House or relevant government body. If she holds an elected position, such as a member of Congress or a state governor, this will also count as a Yes. Any role that is considered ceremonial or advisory, such as ambassadorial positions without significant policy-making power, will not count towards this resolution.\n\n3. By December 31, 2024, there is clear and documented evidence that the Trump family has significantly influenced the Republican Party platform for the 2024 election. This includes:\n   - The inclusion of specific policy proposals or positions in the official Republican Party platform that can be directly attributed to the Trump family or their representatives.\n   - Public statements or endorsements from key Trump family members (e.g., Donald Trump, Ivanka Trump, Donald Trump Jr.) that are recognized and reported by at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating their influence on the platform.\n   - Any formal resolutions or actions taken by the Republican National Committee (RNC) or state party organizations that reflect Trump family priorities.\n\nThe influence must be significant enough to be acknowledged by political analysts or experts in reputable political commentary or analysis outlets. Minor endorsements or unofficial statements will not count towards this resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "a8494a72-3aae-437a-b18b-a951bb6aeb77", "title": "Will a Trump family member endorse another candidate for the Republican nomination in 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, any member of the Trump family publicly endorses a candidate other than Donald Trump for the Republican nomination for President in the 2024 election. This includes any formal endorsement made through official statements, social media, or during public appearances. The endorsement must be clear and unambiguous, indicating support for another candidate over Donald Trump. The endorsement must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. In the absence of such reports, social media posts alone will not suffice unless they are widely recognized and reported as endorsements.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "8af94906-8c4c-4fd9-bc26-bd5d4f9677c5"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "93b8cf0d-bb1c-41f1-bbeb-4b756f74bd8c", "title": "Given a Trump family member endorses another candidate, will Donald Trump run for President in 2024?", "body": "Suppose the following is true: By December 31, 2024, a member of the Trump family publicly endorses a candidate other than Donald Trump for the Republican nomination for President in the 2024 election. This includes any formal endorsement made through official statements, social media, or during public appearances, and must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. The endorsement must be clear and unambiguous, indicating support for another candidate over Donald Trump.\n\nThen, is it true that Donald Trump will run for President again in 2024? This resolves as Yes if, by November 5, 2024, Donald Trump has officially declared his candidacy for the 2024 presidential election, confirmed by a public announcement or through a filing with the Federal Election Commission (FEC), and widely reported by reputable news organizations. Participation in any primary elections or the general election will also confirm his candidacy. Unofficial statements or speculation do not count towards this resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "R_given_P_and_Q": {"question": {"id": "083c4715-456a-4625-be3b-953f5b818fde", "title": "Given both a Trump family member endorses another candidate and Donald Trump runs, will a Trump family member be the Republican nominee in 2024?", "body": "Suppose the following is true: (a) By December 31, 2024, any member of the Trump family publicly endorses a candidate other than Donald Trump for the Republican nomination for President in the 2024 election. The endorsement must be clear and unambiguous, indicating support for another candidate over Donald Trump, and it must be reported by at least two reputable news sources. (b) By November 5, 2024, Donald Trump has officially declared his candidacy for the 2024 presidential election, confirmed by a public announcement or through a filing with the FEC, or by participating in any primary elections or the general election.\n\nThen, will a member of the Trump family be the Republican nominee for the US Presidency in 2024? Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_and_Q_and_R": {"question": {"id": "527496ee-0ef6-406a-a809-d40f4d4c0712", "title": "Will both of the following occur: (a) A Trump family member endorses another candidate for the Republican nomination in 2024, (b) Donald Trump runs for President again in 2024, and (c) A member of the Trump family is the Republican nominee for the US Presidency in 2024?", "body": "This question will resolve as Yes if all of the following conditions are met: (a) By December 31, 2024, any member of the Trump family publicly endorses a candidate other than Donald Trump for the Republican nomination for President in the 2024 election. This includes any formal endorsement made through official statements, social media, or during public appearances. The endorsement must be clear and unambiguous, indicating support for another candidate over Donald Trump. The endorsement must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to be considered valid. In the absence of such reports, social media posts alone will not suffice unless they are widely recognized and reported as endorsements. (b) By November 5, 2024, Donald Trump has officially declared his candidacy for the 2024 presidential election, which must be confirmed by a public announcement or through a filing with the Federal Election Commission (FEC). The declaration must be made in a manner that is widely reported by reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If he participates in any primary elections or the general election, this will also serve as confirmation of his candidacy. Any unofficial statements or speculation about his candidacy do not count towards this resolution. (c) Resolves Yes if one of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
