{"line": {"P": {"question": {"id": "588ec09b-8bde-46a4-8f3d-9ae0fc54dc3f", "title": "Will Donald Trump lead in national polls against potential Democratic candidates in 2024?", "body": "This question will resolve as Yes if, at any point during the calendar year 2024, Donald Trump is leading in national polling averages against any potential Democratic candidate for the 2024 presidential election. The polling data must be sourced from at least three reputable polling organizations (such as Gallup, Quinnipiac, Ipsos, or FiveThirtyEight) and must be publicly available. The average must show Trump with a higher percentage of support than the Democratic candidate in question, based on a minimum of three polls conducted during the year. The question resolves as No if Trump does not lead in any national poll against any Democratic candidate at any point in 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "681cbe33-a4fa-450b-bd1d-4e2adc50ec5e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "f85b93c0-0140-43f0-a010-64613005d749", "title": "If Donald Trump leads in national polls against potential Democratic candidates in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: At any point during the calendar year 2024, Donald Trump leads in national polling averages against any potential Democratic candidate for the 2024 presidential election. The polling data must be sourced from at least three reputable polling organizations (such as Gallup, Quinnipiac, Ipsos, or FiveThirtyEight) and must be publicly available. The average must show Trump with a higher percentage of support than the Democratic candidate in question, based on a minimum of three polls conducted during the year. Then, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This resolves as Yes if he is selected by the Republican National Convention as the nominee. All other candidates resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "31e10dc5-f808-4681-a66f-95280d831b0c", "title": "Will Donald Trump lead in national polls against potential Democratic candidates in 2024 and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) At any point during the calendar year 2024, Donald Trump is leading in national polling averages against any potential Democratic candidate for the 2024 presidential election. The polling data must be sourced from at least three reputable polling organizations (such as Gallup, Quinnipiac, Ipsos, or FiveThirtyEight) and must be publicly available. The average must show Trump with a higher percentage of support than the Democratic candidate in question, based on a minimum of three polls conducted during the year. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. The question resolves as No if either condition is not met.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "0cb0eca2-1141-441e-a013-52c278dadfe1", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "681cbe33-a4fa-450b-bd1d-4e2adc50ec5e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "9aeb5b41-e4d6-4569-8bff-ad81e13f483f", "title": "Given Donald Trump is the Republican nominee for the 2024 US Presidential Election, will he face legal challenges that impact his candidacy before the election?", "body": "Suppose Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This selection is determined by the delegates of the Republican National Convention, irrespective of who receives the Republican nomination on the day of the 2024 US election.\n\nGiven this, will Donald Trump face any legal challenges before November 5, 2024, that significantly impact his candidacy for the 2024 presidential election? Significant impact is defined as any legal action that results in: 1) a formal indictment, 2) a conviction, 3) a court ruling that restricts his ability to run for or hold office, or 4) a legal settlement that imposes conditions affecting his candidacy. The legal challenges must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to confirm the nature and impact of the challenges.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "e250a02a-25a8-4b30-a37e-d781d3d7774e", "title": "Will both of the following occur: (a) Donald Trump be the Republican nominee for the 2024 US Presidential Election and (b) Donald Trump face legal challenges that impact his candidacy before the 2024 election?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n(a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This selection is determined by the delegates of the Republican National Convention and is not influenced by who receives the Republican nomination on the day of the 2024 US election.\n\n(b) Before November 5, 2024, Donald Trump faces legal challenges that significantly impact his candidacy for the 2024 presidential election. Significant impact is defined as any legal action resulting in: 1) a formal indictment, 2) a conviction, 3) a court ruling that restricts his ability to run for or hold office, or 4) a legal settlement imposing conditions affecting his candidacy. These legal challenges must be reported by at least two reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) to confirm their nature and impact.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c26a7dbb-8f4c-45de-881c-cf3eab5d54d5", "title": "Will Donald Trump secure more than 50% of the Republican primary votes in 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must be calculated based on official results reported by the respective state election authorities and aggregated by a reputable news organization (e.g., CNN, BBC, Reuters). If the results are contested or unclear, the question will resolve as No. In the event of a tie or ambiguity regarding the results, the outcome will also resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "681cbe33-a4fa-450b-bd1d-4e2adc50ec5e"}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "Q_given_P": {"question": {"id": "51636495-1833-42b3-9a50-349dde16514c", "title": "Given Donald Trump secures more than 50% of the Republican primary votes, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes are calculated based on official results reported by the respective state election authorities and aggregated by a reputable news organization (e.g., CNN, BBC, Reuters). If the results are contested or unclear, or in the event of a tie or ambiguity regarding the results, it resolves as No.\n\nThen, is it true that Donald Trump will be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? This question will resolve as Yes if he is selected by the delegates of the Republican National Convention. All other candidates will resolve as No. This question may consider new candidates added in the future.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.75, "metadata": null}}, "P_and_Q": {"question": {"id": "426d7ff4-c1c2-476a-9b8d-b79f51fcfea6", "title": "Will Donald Trump secure more than 50% of the Republican primary votes in 2024 and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) By December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must be calculated based on official results reported by the respective state election authorities and aggregated by a reputable news organization (e.g., CNN, BBC, Reuters). If the results are contested or unclear, the question will resolve as No. In the event of a tie or ambiguity regarding the results, the outcome will also resolve as No. (b) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question may consider new candidates added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "b1e38105-c184-4a6e-a28e-2eff2064caea", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "681cbe33-a4fa-450b-bd1d-4e2adc50ec5e"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "6917632e-2d7b-4acc-b758-585f93cd6d1d", "title": "Conditional on Donald Trump being the Republican nominee for the 2024 US Presidential Election, will he secure more than 50% of the Republican primary votes in 2024?", "body": "This question explores the relationship between Donald Trump being selected as the Republican nominee for the 2024 US Presidential Election and his performance in the Republican primary elections.\n\nCondition: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined solely by the selection of delegates at the Republican National Convention.\n\nOutcome: Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states by December 31, 2024. The total votes must be calculated based on official results reported by the respective state election authorities and aggregated by a reputable news organization (e.g., CNN, BBC, Reuters). If the results are contested or unclear, the question will resolve as No. In the event of a tie or ambiguity regarding the results, the outcome will also resolve as No.\n\nResolution: The question resolves YES if both the condition and the outcome are met. If the condition is not met, the question resolves as N/A.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "ef6b952f-b1c0-408c-b6b8-8c9af1ac0db3", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election and secure more than 50% of the Republican primary votes in 2024?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. (2) By December 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must be calculated based on official results reported by the respective state election authorities and aggregated by a reputable news organization (e.g., CNN, BBC, Reuters). If the results are contested, unclear, or tied, the outcome will resolve as No. Both conditions must be satisfied for a Yes resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.45, "metadata": null}}}}
{"line": {"P": {"question": {"id": "eac257f5-f570-47cc-b7a2-b95c2e899786", "title": "Will Ron DeSantis gain more support than Tucker Carlson among Republican voters by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Ron DeSantis has a higher percentage of support among Republican voters than Tucker Carlson in a reputable national poll conducted by a recognized polling organization (e.g., Gallup, Pew Research, Ipsos, YouGov). The poll must include at least 1,000 respondents and be conducted within the last month of 2024. If multiple polls are conducted, the most recent poll before the resolution date will be used. Support is defined as the percentage of respondents who indicate a preference for DeSantis over Carlson when asked about their preferred candidate for the Republican nomination for President. Polls that do not specifically ask about DeSantis and Carlson will not count. In the event of a tie, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a44fd83e-1918-4989-a624-0bfef1174b05"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "f3ac1f83-c60b-41bc-bc6e-7bb2ae6bcc20", "title": "Given Ron DeSantis gains more support than Tucker Carlson among Republican voters by 2024, will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By December 31, 2024, Ron DeSantis has a higher percentage of support among Republican voters than Tucker Carlson in a reputable national poll conducted by a recognized polling organization. The poll must include at least 1,000 respondents and be conducted within the last month of 2024. Support is defined as the percentage of respondents who indicate a preference for DeSantis over Carlson when asked about their preferred candidate for the Republican nomination for President. In the event of a tie, this condition is not met.\n\nThen, is the following true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will result in a No. This is determined solely by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.0, "metadata": null}}, "P_and_Q": {"question": {"id": "2fb47851-2ee3-48ba-b1f0-2dc9bcf35aaf", "title": "Will both of the following occur: (1) Ron DeSantis gains more support than Tucker Carlson among Republican voters by 2024 and (2) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?", "body": "(1) Ron DeSantis gains more support than Tucker Carlson among Republican voters by 2024: This resolves as Yes if, by December 31, 2024, Ron DeSantis has a higher percentage of support among Republican voters than Tucker Carlson in a reputable national poll conducted by a recognized polling organization (e.g., Gallup, Pew Research, Ipsos, YouGov). The poll must include at least 1,000 respondents and be conducted within the last month of 2024. If multiple polls are conducted, the most recent poll before the resolution date will be used. Support is defined as the percentage of respondents who indicate a preference for DeSantis over Carlson when asked about their preferred candidate for the Republican nomination for President. Polls that do not specifically ask about DeSantis and Carlson will not count. In the event of a tie, the question will resolve as No.\n\n(2) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election: This resolves as Yes if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. It is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "8ace973f-521f-4e47-9054-4614dc8dd908", "title": "Will there be a major scandal that affects Tucker Carlson's chances of being the Republican nominee before 2024?", "body": "This question will resolve as Yes if, before January 1, 2024, a major scandal involving Tucker Carlson is reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) that significantly impacts his public image and political viability as a candidate for the Republican nomination. A 'major scandal' is defined as any incident that leads to widespread media coverage, public backlash, or significant political consequences, such as loss of endorsements or support from key Republican figures. The scandal must be of such magnitude that it is likely to affect his chances of being nominated, as assessed by political analysts or major media outlets.", "resolution_date": "2023-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a44fd83e-1918-4989-a624-0bfef1174b05"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "32b7b8e4-3c71-46a4-a4e7-8e70ddb45c4f", "title": "Given a major scandal affects Tucker Carlson's chances, will he be the Republican nominee in 2024?", "body": "Suppose the following is true: Before January 1, 2024, a major scandal involving Tucker Carlson is reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) that significantly impacts his public image and political viability as a candidate for the Republican nomination. A 'major scandal' is defined as any incident that leads to widespread media coverage, public backlash, or significant political consequences, such as loss of endorsements or support from key Republican figures. The scandal must be of such magnitude that it is likely to affect his chances of being nominated, as assessed by political analysts or major media outlets.\n\nThen, will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_and_Q": {"question": {"id": "9e4902c6-8c2c-45aa-9ffe-72b766d42c83", "title": "Will both of the following occur: (a) A major scandal affects Tucker Carlson's chances of being the Republican nominee before 2024, and (b) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (1) Before January 1, 2024, a major scandal involving Tucker Carlson is reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) that significantly impacts his public image and political viability as a candidate for the Republican nomination. A 'major scandal' is defined as any incident that leads to widespread media coverage, public backlash, or significant political consequences, such as loss of endorsements or support from key Republican figures. The scandal must be of such magnitude that it is likely to affect his chances of being nominated, as assessed by political analysts or major media outlets. (2) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "fe978af8-26e6-4f2f-b675-463d23f8a8a1", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a44fd83e-1918-4989-a624-0bfef1174b05"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "f537334a-2c76-4a52-b2e2-cdbd1762b5f9", "title": "Given that Tucker Carlson is the Republican nominee for the 2024 US Presidential Election, will his candidacy significantly influence the Republican Party's platform by 2024?", "body": "Suppose Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will his candidacy lead to significant changes in the Republican Party's platform by December 31, 2024?\n\nResolution criteria for the condition: Tucker Carlson must be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election.\n\nResolution criteria for the outcome: The question resolves as Yes if, by December 31, 2024, Tucker Carlson's candidacy has led to significant changes in the Republican Party's platform as evidenced by:\n1. Official statements from the Republican National Committee (RNC) or major Republican leaders indicating a shift in policy positions directly attributable to Carlson's influence.\n2. Adoption of at least three new policy proposals or amendments to the platform that reflect Carlson's viewpoints and are supported by a majority of party members during the 2024 Republican National Convention.\n3. Coverage and analysis from at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the influence of Carlson's candidacy on the party's platform.\nIf Carlson's influence is deemed significant but temporary, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "3417f087-6991-48b6-b077-8d2c878bb231", "title": "Will both of the following occur: (a) Tucker Carlson is the Republican nominee for the 2024 US Presidential Election and (b) Tucker Carlson's candidacy significantly influences the Republican Party's platform by 2024?", "body": "This question will resolve as **Yes** only if both of the following conditions are met:\n\n1. **Tucker Carlson is the Republican nominee for the 2024 US Presidential Election:** This will occur if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This selection is determined by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n2. **Tucker Carlson's candidacy significantly influences the Republican Party's platform by 2024:** This will be true if, by December 31, 2024, Tucker Carlson's candidacy has led to significant changes in the Republican Party's platform as evidenced by:\n   - Official statements from the Republican National Committee (RNC) or major Republican leaders indicating a shift in policy positions directly attributable to Carlson's influence.\n   - Adoption of at least three new policy proposals or amendments to the platform that reflect Carlson's viewpoints and are supported by a majority of party members during the 2024 Republican National Convention.\n   - Coverage and analysis from at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the influence of Carlson's candidacy on the party's platform.\n   - Note: If Carlson's influence is deemed significant but temporary, the question will resolve as No.\n\nBoth conditions must be satisfied for this question to resolve as **Yes**.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "a483e4ff-1ef7-4794-9032-423fcc5449a9", "title": "Will Tucker Carlson's candidacy significantly influence the Republican Party's platform by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, Tucker Carlson's candidacy has led to significant changes in the Republican Party's platform as evidenced by: 1. Official statements from the Republican National Committee (RNC) or major Republican leaders indicating a shift in policy positions directly attributable to Carlson's influence. 2. Adoption of at least three new policy proposals or amendments to the platform that reflect Carlson's viewpoints and are supported by a majority of party members during the 2024 Republican National Convention. 3. Coverage and analysis from at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the influence of Carlson's candidacy on the party's platform. If Carlson's influence is deemed significant but temporary, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "a44fd83e-1918-4989-a624-0bfef1174b05"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "29c4d20c-f574-42f1-99ad-8d86e5550c97", "title": "Given Tucker Carlson's candidacy significantly influences the Republican Party's platform by 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By December 31, 2024, Tucker Carlson's candidacy has led to significant changes in the Republican Party's platform. This is evidenced by official statements from the Republican National Committee (RNC) or major Republican leaders indicating a shift in policy positions directly attributable to Carlson's influence, adoption of at least three new policy proposals or amendments to the platform that reflect Carlson's viewpoints and are supported by a majority of party members during the 2024 Republican National Convention, and coverage and analysis from at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the influence of Carlson's candidacy on the party's platform.\n\nThen, is it true that Tucker Carlson will be the Republican nominee for the 2024 US Presidential Election? This resolves as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. The question is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q": {"question": {"id": "2f587943-e3ad-4d28-8329-8eaf4f06884d", "title": "Will Tucker Carlson both significantly influence the Republican Party's platform and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met by December 31, 2024: (a) Tucker Carlson's candidacy has led to significant changes in the Republican Party's platform, as evidenced by: 1. Official statements from the Republican National Committee (RNC) or major Republican leaders indicating a shift in policy positions directly attributable to Carlson's influence. 2. Adoption of at least three new policy proposals or amendments to the platform that reflect Carlson's viewpoints and are supported by a majority of party members during the 2024 Republican National Convention. 3. Coverage and analysis from at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post) confirming the influence of Carlson's candidacy on the party's platform. If Carlson's influence is deemed significant but temporary, the question will resolve as No. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "0e5f1ed2-0919-4215-aad2-43a66174bce7", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "daedab41-bed2-4e55-b4a6-616c93983407"}, "resolution": null}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_given_P": {"question": {"id": "6001da6f-33db-4692-a6c7-72cf183fccbe", "title": "Given a Trump family member is the Republican nominee for the US Presidency in 2024, will a Trump family member campaign for another candidate in the 2024 election?", "body": "Suppose the following is true: A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024. Then, will any member of the Trump family (Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) publicly endorse and actively campaign for a candidate other than Donald Trump in the 2024 United States presidential election? Active campaigning includes public appearances, speeches, or fundraising activities for the candidate, confirmed by reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). If a family member expresses support but does not engage in active campaigning, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}, "P_and_Q": {"question": {"id": "c6a3a4e4-53d4-4164-bc26-e2b03b0bd672", "title": "Will both of the following occur: (a) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, and (b) A Trump family member will campaign for another candidate in the 2024 election?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(b) This question will resolve as Yes if, by December 31, 2024, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) publicly endorses and actively campaigns for a candidate other than Donald Trump in the 2024 United States presidential election. Active campaigning includes public appearances, speeches, or fundraising activities for the candidate, confirmed by reputable news sources (such as BBC, The Guardian, New York Times, Washington Post, etc.). If a family member expresses support but does not engage in active campaigning, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "39146721-aee7-427a-a665-8ab5a9d38d6f", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "daedab41-bed2-4e55-b4a6-616c93983407"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "0aefe6d0-bdab-4f69-8970-7aeec6cbc973", "title": "If a Trump family member is the Republican nominee for US Presidency in 2024, will Ivanka Trump seek political office by 2024?", "body": "Suppose the following is true: A member of the Trump family, including Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, becomes the Republican nominee for the US Presidency in 2024. Then, will Ivanka Trump seek a political office by 2024? \n\nResolution criteria for the condition: Resolves Yes if any of the aforementioned individuals is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2024, Ivanka Trump has officially announced her candidacy for any political office in the United States. The announcement must be made through a reputable source such as a press release, social media statement from her official accounts, or coverage from major news organizations. Exploratory committees or informal statements do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q": {"question": {"id": "255cb419-810e-4c2b-9cfe-f736171a13aa", "title": "Will both of the following occur: (1) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, and (2) Ivanka Trump will seek a political office by 2024?", "body": "This question resolves as **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family, specifically one of the following individuals, is the Republican nominee for the US Presidency in 2024:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. Ivanka Trump has officially announced her candidacy for any political office in the United States by December 31, 2024. This includes local, state, or federal positions. The announcement must be made through a reputable source such as a press release, a social media statement from her official accounts, or coverage from major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Any exploratory committees or informal statements will not count as a declaration of intent to seek office. The resolution will also consider any confirmed candidacy for the 2024 election cycle, regardless of the office level.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f470ac61-ef7c-43cf-8d3b-818dfbbfe5ad", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "daedab41-bed2-4e55-b4a6-616c93983407"}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "Q_given_P": {"question": {"id": "3f754479-6bd7-4467-88f8-888044c659ad", "title": "Given a member of the Trump family is the Republican nominee for the US Presidency in 2024, will Donald Trump run for President again in 2024?", "body": "Suppose the following is true: A member of the Trump family, specifically one of these individuals - Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump - is the Republican nominee for the US Presidency in 2024. \n\nThen, is it true that Donald Trump will run for President again in 2024? \n\nResolution criteria for the condition: Resolves YES if any of the mentioned Trump family members is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves YES if, by December 31, 2024, Donald Trump has officially declared his candidacy for the 2024 Presidential election through a public statement or announcement reported by at least three reputable news organizations, or if he is listed as a candidate on the ballot for the 2024 Presidential election. Informal statements or speculation do not count.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "P_and_Q": {"question": {"id": "49a65cdb-0bc3-4a58-9ad0-6fc33e5f32b1", "title": "Will both of the following occur: (a) a member of the Trump family be the Republican nominee for the US Presidency in 2024, and (b) Donald Trump run for President again in 2024?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes any of the following individuals:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. Donald Trump runs for President again in 2024. This condition is satisfied if, by December 31, 2024, Donald Trump has officially declared his candidacy for the 2024 Presidential election through a public statement or announcement, reported by at least three reputable news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Alternatively, if Trump is listed as a candidate on the ballot for the 2024 Presidential election, this will also count as a Yes, regardless of his prior announcements. Informal statements or speculation about running do not count towards this resolution.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c1ad30ea-9e62-4c6d-974b-24a6de5f969d", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "daedab41-bed2-4e55-b4a6-616c93983407"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "89c4d0f3-2161-49f3-b2c8-66739ee33a41", "title": "If a member of the Trump family is the Republican nominee for the US Presidency in 2024, will a Trump family member hold a significant political position by 2025?", "body": "Suppose the following is true: A member of the Trump family, which includes Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, will a Trump family member hold a significant political position by December 31, 2025?\n\nResolution criteria for the condition: Resolves YES if any of the mentioned Trump family members is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves YES if, by December 31, 2025, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) holds a significant political position in the United States. A 'significant political position' is defined as any of the following: 1) Elected office at the federal level (e.g., U.S. Senator, U.S. Representative, or President). 2) Elected office at the state level (e.g., Governor, state legislator). 3) Appointed position in a federal or state government role (e.g., cabinet member, ambassador, or high-ranking official). The position must be confirmed by an official announcement or credible reporting from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Positions that are temporary, honorary, or purely ceremonial do not count towards this question's resolution.\n\nIf the condition is not met, resolves N/A.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "P_and_Q": {"question": {"id": "189064f4-a050-42c6-8621-3e1ce6816d4c", "title": "Will both of the following occur: (a) A member of the Trump family be the Republican nominee for the US Presidency in 2024, and (b) A Trump family member hold a significant political position by 2025?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes any of the following individuals: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump.\n\n2. By December 31, 2025, any member of the Trump family (including Donald Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) holds a significant political position in the United States. A 'significant political position' is defined as any of the following: \n   - Elected office at the federal level (e.g., U.S. Senator, U.S. Representative, or President).\n   - Elected office at the state level (e.g., Governor, state legislator).\n   - Appointed position in a federal or state government role (e.g., cabinet member, ambassador, or high-ranking official).\n\n   The position must be confirmed by an official announcement or credible reporting from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). Positions that are temporary, honorary, or purely ceremonial do not count towards this question's resolution.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
