{"line": {"P": {"question": {"id": "50582683-6848-4029-99ee-d469e6f680ff", "title": "Will Tucker Carlson's candidacy lead to a significant shift in Republican party policies by 2024?", "body": "This question will resolve as Yes if, by December 31, 2024, there is a clear and significant shift in the Republican Party's policies that can be directly attributed to Tucker Carlson's candidacy. A significant shift is defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "fd4a9789-891c-4012-b5fb-521f8c5f6c83", "title": "Given Tucker Carlson's candidacy leads to a significant shift in Republican policies, will he be the Republican nominee for 2024?", "body": "Suppose the following is true: By December 31, 2024, there is a clear and significant shift in the Republican Party's policies that can be directly attributed to Tucker Carlson's candidacy. A significant shift is defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.\n\nThen, will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "8e77119d-0ec5-44af-8a3b-127549f83044", "title": "Will Tucker Carlson's candidacy as the Republican nominee lead to a significant shift in Republican party policies by 2024?", "body": "This question will resolve as Yes if both of the following occur: (a) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (b) by December 31, 2024, there is a clear and significant shift in the Republican Party's policies that can be directly attributed to Tucker Carlson's candidacy. A significant shift is defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "f2c7b529-7a5c-40fa-9853-4c1b2e488bc0", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}, "Q_given_P": {"question": {"id": "db24a304-f70d-4578-b446-95198002cc6c", "title": "Given Tucker Carlson is the Republican nominee, will his candidacy lead to a significant shift in Republican party policies by 2024?", "body": "Suppose Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Will this lead to a significant shift in Republican party policies by December 31, 2024? \n\nResolution criteria for the condition: This is true if Tucker Carlson is selected by the Republican National Convention as the nominee. \n\nResolution criteria for the outcome: Resolves Yes if there is a clear and significant shift in the Republican Party's policies that can be directly attributed to Tucker Carlson's candidacy. A significant shift is defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources. The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q": {"question": {"id": "a70bddd4-c463-4b11-9b58-29a89a6f67e8", "title": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election, and will his candidacy lead to a significant shift in Republican party policies by 2024?", "body": "This question will resolve as **Yes** if both of the following conditions are met:\n\n1. Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).\n\n2. By December 31, 2024, there is a clear and significant shift in the Republican Party's policies that can be directly attributed to Tucker Carlson's candidacy. A significant shift is defined as a change in at least three major policy positions or platforms of the Republican Party, as reported by at least three reputable news sources (e.g., BBC, The Guardian, New York Times, Washington Post). The shift must be recognized by prominent Republican leaders or party officials in public statements or official party documents. If there are conflicting reports, the consensus among political analysts and commentators will be considered.\n\nThe question will resolve as **No** if either or both of these conditions are not met.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "fd627b7f-e2fa-4f50-81c7-6ddac62a3bba", "title": "Will Tucker Carlson participate in the Republican primary debates in 2024?", "body": "This question will resolve as Yes if Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle. Participation is defined as being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources, including announcements from Carlson himself, the Republican National Committee, or major news outlets such as the New York Times, Washington Post, or CNN. If Carlson attends any debate but does not actively participate (e.g., due to withdrawal or being unable to participate for any reason), the question will resolve as No. In the event that the debates are canceled or altered significantly, the resolution will be based on the final confirmed schedule of the debates as of December 31, 2024.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "Q_given_P": {"question": {"id": "b73eedbb-d7f6-4ed3-8cf5-73cc5cb32766", "title": "Given Tucker Carlson participates in the Republican primary debates, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "This question explores the potential impact of Tucker Carlson's participation in the Republican primary debates on his chances of becoming the Republican nominee for the 2024 US Presidential Election.\n\nSuppose the following is true: Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle. Participation is defined as being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources, including announcements from Carlson himself, the Republican National Committee, or major news outlets such as the New York Times, Washington Post, or CNN. If Carlson attends any debate but does not actively participate (e.g., due to withdrawal or being unable to participate for any reason), the question will resolve as No. In the event that the debates are canceled or altered significantly, the resolution will be based on the final confirmed schedule of the debates as of December 31, 2024.\n\nThen, is the following true: Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "323237e0-5908-464f-842e-9399814c6192", "title": "Will Tucker Carlson both participate in the Republican primary debates and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) Tucker Carlson officially participates in any of the Republican primary debates scheduled for the 2024 election cycle, as defined by being present on stage and engaging in the debate format as established by the organizing body of the debate. Confirmation of participation must come from reputable sources, including announcements from Carlson himself, the Republican National Committee, or major news outlets such as the New York Times, Washington Post, or CNN. If Carlson attends any debate but does not actively participate, the question will resolve as No. In the event that the debates are canceled or altered significantly, the resolution will be based on the final confirmed schedule of the debates as of December 31, 2024. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, not who receives the Republican nomination on the day of the 2024 US election. Any other candidate being selected will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.1, "metadata": null}}}}
{"line": {"P": {"question": {"id": "11adbd3d-2378-4335-ae6b-cd738d40984c", "title": "Will Tucker Carlson secure more than 30% of the Republican primary vote in 2024?", "body": "This question will resolve as Yes if, in the Republican primary elections of 2024, Tucker Carlson receives more than 30% of the total votes cast in any state or national primary event, as reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election?", "source_id": "48896ca2-214b-4430-a65e-d94d6de88c02"}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}, "Q_given_P": {"question": {"id": "847e87e5-d56a-409b-b9b6-edd145a9fbb2", "title": "Given Tucker Carlson secures more than 30% of the Republican primary vote, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: Tucker Carlson secures more than 30% of the total votes cast in any state or national Republican primary event in 2024, as reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome.\n\nThen, will Tucker Carlson be the Republican nominee for the 2024 US Presidential Election? This question will resolve as **Yes** if Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as **No**. This question is not restricted to the candidates currently listed; other options may be added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "P_and_Q": {"question": {"id": "b98dedf1-42dd-49c4-b641-0909c7c76f1c", "title": "Will Tucker Carlson secure more than 30% of the Republican primary vote in 2024 and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if both of the following conditions are met: (a) In the Republican primary elections of 2024, Tucker Carlson receives more than 30% of the total votes cast in any state or national primary event, as reported by reputable news sources such as the BBC, The Guardian, or the New York Times, and verified by official election results. The percentage must be based on the total votes counted for all candidates in the primary. If there are multiple primaries, the resolution will be based on the cumulative percentage across all primaries held in 2024. In the event of a contested primary where results are disputed, the final certified results from the appropriate election authority will be used to determine the outcome. (b) Tucker Carlson is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Any other candidate being selected will resolve as No. This question is not restricted to the candidates currently listed; other options may be added in the future. For this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.15, "metadata": null}}}}
{"line": {"P": {"question": {"id": "263d813b-d5ed-4542-bc1c-5f2ce7a22cba", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}, "Q_given_P": {"question": {"id": "baeed175-aadb-4a2b-ab17-fddaaba717d2", "title": "If a member of the Trump family is the Republican nominee for the US Presidency in 2024, will they endorse a candidate other than a family member?", "body": "Suppose the following is true: A member of the Trump family, such as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, will any member of the Trump family publicly endorse a candidate for any political office who is not a family member by December 31, 2024?\n\nResolution criteria for the condition: Resolves **Yes** if one of the aforementioned Trump family members is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves **Yes** if, by December 31, 2024, any member of the Trump family publicly endorses a candidate for any political office who is not a family member. The endorsement must be made through a public statement, social media post, or official campaign event, and be confirmed by credible reports from at least two major news organizations.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.2, "metadata": null}}, "P_and_Q": {"question": {"id": "4aaa4c71-4a4f-45c6-86f7-fe1cc797d160", "title": "Will both of the following occur: (a) A member of the Trump family will be the Republican nominee for the US Presidency in 2024 (b) The Trump family will endorse a candidate other than a family member in 2024?", "body": "This question resolves as **Yes** if both of the following conditions are met:\n\n(a) A member of the Trump family, specifically one of the following individuals, is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(b) By December 31, 2024, any member of the Trump family publicly endorses a candidate for any political office who is not a family member. The endorsement must be made through a public statement, social media post, or official campaign event. Endorsements made in private or through unofficial channels will not count. The endorsement must be clear and unambiguous, indicating support for the candidate's campaign. The resolution will rely on credible reports from at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) to confirm the endorsement.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.25, "metadata": null}}}}
{"line": {"P": {"question": {"id": "658434c4-cfac-4ba5-9217-431e3a1b2095", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "93814776-0bf4-47cb-93cd-0f315a4befd0", "title": "Given a member of the Trump family is the Republican nominee in 2024, will Donald Trump run for President again after 2024?", "body": "Suppose the following is true: A member of the Trump family, such as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, will Donald Trump run for President again after 2024?\n\nResolution criteria for the condition: Resolves Yes if one of the aforementioned Trump family members is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2024, Donald Trump officially announces his candidacy for a future presidential election through a public statement, press release, or official campaign launch, and the announcement is reported by at least two major news organizations. If he announces after December 31, 2024, or does not announce, the question resolves as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q": {"question": {"id": "933df531-f3fb-402c-a744-5a6f8bdabf75", "title": "Will both of the following occur: (a) A member of the Trump family becomes the Republican nominee for the US Presidency in 2024, and (b) Donald Trump runs for President again after 2024?", "body": "(a) Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump\n\n(b) Resolves **Yes** if, by December 31, 2024, Donald Trump officially announces his candidacy for the 2024 presidential election through a public statement, press release, or official campaign launch. The announcement must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post, CNN). Any informal indications or speculation about his candidacy will not count towards the resolution. If he announces his candidacy after December 31, 2024, the question will resolve as No.", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}}}
{"line": {"P": {"question": {"id": "32d99ea0-3b3a-4002-b08c-af2c55902615", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "38d17190-d17e-4201-8c97-af443425e78a", "title": "If a member of the Trump family is the Republican nominee for the US Presidency in 2024, will a member of the Trump family hold a significant political office by 2026?", "body": "Suppose the following is true: A member of the Trump family (Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump) is the Republican nominee for the US Presidency in 2024. Then, will a member of the Trump family hold a significant political office by December 31, 2026?\n\nResolution criteria for the condition: Resolves Yes if one of the listed individuals is the Republican nominee for the US Presidency in 2024.\n\nResolution criteria for the outcome: Resolves Yes if, by December 31, 2026, any member of the Trump family holds a significant political office in the United States. Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. The confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}, "P_and_Q": {"question": {"id": "6717c33c-9dd7-4548-b492-b2011db1f58c", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024 and hold a significant political office by 2026?", "body": "Resolves **Yes** if both of the following conditions are met: (1) One of these individuals is the Republican nominee for the US Presidency in 2024: Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, Barron Trump. (2) By December 31, 2026, any member of the Trump family (defined as Donald Trump, Melania Trump, Ivanka Trump, Donald Trump Jr., Eric Trump, Tiffany Trump, or Barron Trump) holds a significant political office in the United States. Significant political office includes positions such as President, Vice President, U.S. Senator, U.S. Representative, Governor of a state, or any other elected office at the state or federal level that is recognized as significant by the general public and media. The office must be held in an official capacity and not in a temporary or appointed role without electoral validation. The confirmation of the office held must be reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post).", "resolution_date": "2026-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}}}
{"line": {"P": {"question": {"id": "0a295fd9-3598-4206-973e-f78331a95058", "title": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "body": "Resolves **Yes** if one of these individuals is the Republican nominee for the US Presidency in 2024:\n\n - Donald Trump\n - Donald Trump Jr.\n - Eric Trump\n - Ivanka Trump\n - Tiffany Trump\n - Melania Trump\n - Barron Trump", "resolution_date": "2024-07-15T22:20:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will a member of the Trump family be the Republican nominee for the US Presidency in 2024?", "source_id": "9923d54b-ccee-48f3-bfe2-c6f00d3c939e"}, "resolution": null}, "forecast": {"prob": 0.45, "metadata": null}}, "Q_given_P": {"question": {"id": "83fc4121-3384-42b6-8ba4-880b0a201d6a", "title": "If a member of the Trump family is the Republican nominee for the US Presidency in 2024, will a Trump family member announce candidacy for any political office by 2025?", "body": "Suppose the following is true: A member of the Trump family, defined as Donald Trump, Donald Trump Jr., Eric Trump, Ivanka Trump, Tiffany Trump, Melania Trump, or Barron Trump, is the Republican nominee for the US Presidency in 2024. Then, will any member of the Trump family (specifically Donald Trump, Ivanka Trump, Eric Trump, Donald Trump Jr., or Tiffany Trump) officially announce their candidacy for any political office in the United States by December 31, 2025? The announcement must be made through a formal public statement, press release, or verified social media post, and must be for a recognized political position such as President, Vice President, Senator, House Representative, or Governor. Informal or speculative announcements do not count.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "4257c37c-b3a6-4f16-82ad-2461f2f1a462", "title": "Will both of the following occur: (1) A member of the Trump family will be the Republican nominee for the US Presidency in 2024, and (2) A member of the Trump family will announce their candidacy for a political office by 2025?", "body": "This question resolves **Yes** if both of the following conditions are met:\n\n1. A member of the Trump family is the Republican nominee for the US Presidency in 2024. This includes any of the following individuals:\n   - Donald Trump\n   - Donald Trump Jr.\n   - Eric Trump\n   - Ivanka Trump\n   - Tiffany Trump\n   - Melania Trump\n   - Barron Trump\n\n2. A member of the Trump family announces their candidacy for a political office by December 31, 2025. The Trump family members considered are:\n   - Donald Trump\n   - Ivanka Trump\n   - Eric Trump\n   - Donald Trump Jr.\n   - Tiffany Trump\n\n   The announcement must be a formal public statement, press release, or verified social media post for a recognized political position, such as President, Vice President, Senator, House Representative, or Governor. Informal or speculative announcements do not count.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}}}
{"line": {"P": {"question": {"id": "0b68ff8e-7167-4f9b-b106-bab69dfc80d2", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.7, "metadata": null}}, "Q_given_P": {"question": {"id": "c8131b26-535d-48a3-8206-17153e4e3ee0", "title": "If Donald Trump is the Republican nominee, will the Republican Party's voter base support him in the general election?", "body": "Suppose Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, during the general election on November 5, 2024, will at least 70% of registered Republican voters express support for Donald Trump as their candidate? This support must be measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day, where support is defined as those who indicate they will vote for him on their ballot. Additionally, the question will resolve as No if there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "8275e9c9-c604-4d11-97c0-92fdbecaa50b", "title": "Will both of the following occur: (a) Donald Trump be the Republican nominee for the 2024 US Presidential Election and (b) the Republican Party's voter base support Donald Trump in the general election if he is nominated?", "body": "This question will resolve as **Yes** if both of the following conditions are met: \n\n(a) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention), not by who receives the Republican nomination on the day of the 2024 US election.\n\n(b) During the general election on November 5, 2024, at least 70% of registered Republican voters express support for Donald Trump as their candidate, as measured by a reputable polling organization (e.g., Gallup, Pew Research Center) or through exit polls conducted on election day. Support is defined as those who indicate they will vote for him on their ballot. If he is not the nominee, or if there are significant reports from at least three major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post) indicating that a majority of Republican voters do not support Trump, this condition resolves as No.", "resolution_date": "2024-11-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.6, "metadata": null}}}}
{"line": {"P": {"question": {"id": "c6f7906f-399f-47b8-93a1-e35666603f09", "title": "Will a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries?", "body": "This question will resolve as Yes if, by March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization and should include a sample size of at least 1,000 respondents. The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, the question will resolve as No.", "resolution_date": "2024-03-05T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.35, "metadata": null}}, "Q_given_P": {"question": {"id": "d0411583-0c1f-41f5-b0ab-397d05e827d1", "title": "GIVEN a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries, will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question explores the scenario where a significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries. Specifically, it considers whether at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll by March 5, 2024. The poll must be conducted by a recognized polling organization, include a sample size of at least 1,000 respondents, and be reported by at least two major news organizations. If multiple polls are conducted, the average percentage across all reputable polls will be used. If this condition is met, we then ask: Will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is based solely on who is selected by the delegates of the Republican National Convention as the nominee.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.3, "metadata": null}}, "P_and_Q": {"question": {"id": "ba43bf69-a22c-47de-adf0-b4bedd7da3a0", "title": "Will both of the following occur: (a) A significant number of Republican voters prefer a different candidate over Donald Trump by the time of the primaries, and (b) Donald Trump is the Republican nominee for the 2024 US Presidential Election?", "body": "(a) This question will resolve as Yes if, by March 5, 2024, at least 40% of registered Republican voters indicate a preference for a candidate other than Donald Trump in a reputable, scientifically conducted poll. The poll must be conducted by a recognized polling organization and should include a sample size of at least 1,000 respondents. The poll results must be publicly available and reported by at least two major news organizations (e.g., BBC, The Guardian, New York Times, Washington Post). If multiple polls are conducted, the average percentage across all reputable polls will be used to determine the outcome. If the percentage is below 40%, the question will resolve as No.\n\n(b) This question will resolve as Yes if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as No. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the Republican National Convention.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.4, "metadata": null}}}}
{"line": {"P": {"question": {"id": "add0125b-be58-41ab-8986-3fac935d7f4c", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as **Yes** if Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. All other candidates will resolve as **No**. This question may consider new candidates added in the future.\n\nFor this question, it is not relevant who receives the Republican nomination on the day of the 2024 US election; it is solely determined by who is selected by the delegates of the [Republican National Convention](https://en.wikipedia.org/wiki/Republican_National_Convention).", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "18d609d1-56a0-4555-871b-d8708ad43fb5", "title": "Given Donald Trump is the Republican nominee, will he secure more than 50% of the primary votes?", "body": "Suppose the following is true: Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. Then, will Donald Trump secure more than 50% of the total votes cast in the Republican primary elections across all states by March 31, 2024? \n\nResolution criteria for the condition: Resolves Yes if Donald Trump is selected by the delegates of the Republican National Convention as the nominee. All other candidates will resolve as No.\n\nResolution criteria for the outcome: Resolves Yes if Donald Trump secures more than 50% of the total votes in the Republican primary elections, confirmed by reputable news sources. Resolves No if the primary results are contested or not fully reported.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "P_and_Q": {"question": {"id": "5d66c3cd-d856-47ad-b15b-89c8f2f7cd2a", "title": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election and secure more than 50% of the Republican primary votes?", "body": "This question will resolve as **Yes** if both of the following conditions are met: (1) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election, and (2) by March 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The nomination is determined by the delegates of the Republican National Convention, not by who receives the nomination on the day of the 2024 US election. The primary vote count must include all officially reported votes and be confirmed by reputable news sources such as the New York Times, Washington Post, or CNN. In the event of a contested primary where votes are disputed or not fully reported, the question will resolve as No. If the primaries are delayed or rescheduled, the resolution date will adjust accordingly to the new date of the last primary election.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
{"line": {"P": {"question": {"id": "2c7e6578-cc3d-43a6-8b1a-13d98ead4b7f", "title": "Will Donald Trump secure more than 50% of the Republican primary votes in 2024?", "body": "This question will resolve as Yes if, by March 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must include all officially reported votes from the Republican primaries, and the results must be confirmed by reputable news sources such as the New York Times, Washington Post, or CNN. In the event of a contested primary where votes are disputed or not fully reported, the question will resolve as No. If the primaries are delayed or rescheduled, the resolution date will adjust accordingly to the new date of the last primary election.", "resolution_date": "2024-03-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {"source_question": "Will Donald Trump be the Republican nominee for the 2024 US Presidential Election?", "source_id": "22446703-6c34-46af-aab9-122c1761f08c"}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}, "Q_given_P": {"question": {"id": "9d5293d4-3018-4934-8863-92a0a56984da", "title": "Given Donald Trump secures more than 50% of the Republican primary votes in 2024, will he be the Republican nominee for the 2024 US Presidential Election?", "body": "Suppose the following is true: By March 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must include all officially reported votes from the Republican primaries, and the results must be confirmed by reputable news sources such as the New York Times, Washington Post, or CNN. In the event of a contested primary where votes are disputed or not fully reported, the question will resolve as No. If the primaries are delayed or rescheduled, the resolution date will adjust accordingly to the new date of the last primary election.\n\nThen, will Donald Trump be selected by the Republican National Convention as the nominee for the 2024 US Presidential Election? The resolution is determined solely by who is selected by the delegates of the Republican National Convention, regardless of any other factors or candidates.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "conditional_binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.85, "metadata": null}}, "P_and_Q": {"question": {"id": "6fd18855-06e0-4fca-9e3b-94f1e5e5b041", "title": "Will Donald Trump secure more than 50% of the Republican primary votes in 2024 and be the Republican nominee for the 2024 US Presidential Election?", "body": "This question will resolve as Yes if BOTH of the following conditions are met: (1) By March 31, 2024, Donald Trump secures more than 50% of the total votes cast in the Republican primary elections across all states. The total votes must include all officially reported votes from the Republican primaries, and the results must be confirmed by reputable news sources such as the New York Times, Washington Post, or CNN. In the event of a contested primary where votes are disputed or not fully reported, the question will resolve as No. If the primaries are delayed or rescheduled, the resolution date will adjust accordingly to the new date of the last primary election. (2) Donald Trump is selected by the Republican National Convention as the nominee for the 2024 US Presidential Election. This is determined by who is selected by the delegates of the Republican National Convention, regardless of who receives the Republican nomination on the day of the 2024 US election. All conditions must be met for the question to resolve as Yes.", "resolution_date": "2024-08-01T04:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "created_date": null, "url": null, "metadata": {}, "resolution": null}, "forecast": {"prob": 0.65, "metadata": null}}}}
