{"line": {"P": {"id": "5413fb31-6c04-4e69-be98-8cdfff3ee0b3", "title": "Will the Forethought Foundation have more than two full-time equivalent employees in 2025?", "body": "Resolution Criteria\nFor the purposes of this question, a full-time equivalent is defined as working 35 hours per week, without including volunteers. Question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.62}, "cons_P": {"id": "a7654f02-8ad4-4710-9b4f-f9d5bfeea68e", "title": "Will the Forethought Foundation have more than one full-time equivalent employee in 2025?", "body": "Resolution Criteria\nFor the purposes of this question, a full-time equivalent is defined as working 35 hours per week, without including volunteers. Question will be resolved negatively if the project has clearly been abandoned, otherwise, reports by the organization together with best estimates by Metaculus moderators will be used\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "d860021e-11d7-4ea4-be06-49519988e49b", "title": "Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot by 2050?", "body": "Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "df9fb9f6-e89c-4391-883b-9f96e1ce0086", "title": "Will the price of water on the NQH20 hit $2,500 (2021 USD) per acre-foot at least once by 2050?", "body": "Resolution Criteria\nThis question will resolve positively if the price of water hits $2500, adjusted for inflation to 2021 USD, on the NQH20 at least once by 2050-01-01, 00:00 UTC. This question resolves negatively if the price of water does not hit $2500 by that date, and it resolves ambiguously if the NQH20 or a similar exchange doesn't continuously track California water prices up until 2050\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "cc01b75f-adec-4a30-a5f7-d42fc2da5b27", "title": "Will a non-state actor have acquired a nuclear weapon from a state by 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that was originally developed by a state and is in deployable condition at the time the state acquires it (though it need not be used, detonated, or set on alert). This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon (such scenarios are addressed in a separate question).\nA non-state actor obtaining highly-enriched uranium or other weapons material is not sufficient to resolve this question positively. Additionally, dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "cons_P": {"id": "6b31cfd0-c4b7-4864-b8fa-e08a1dbe372c", "title": "Will a non-state actor have acquired a nuclear weapon by 2030?", "body": "Resolution Criteria\nThis question will resolve positively if, between this question opening and 2030-01-01, an individual or group who is not in a state's nuclear chain of command has possession of a nuclear weapon that is in deployable condition. This may occur (for example) by sales, theft, or a state inadvertently losing control of a weapon. This will not include cases where a non-state actor independently develops a weapon (such scenarios are addressed in a separate question).\nA non-state actor obtaining highly-enriched uranium or other weapons material is not sufficient to resolve this question positively. Additionally, dirty bombs (conventional weapons which use radioactive material to spread fallout) do not qualify for this question; the weapon must be a nuclear weapon in the sense of having nuclear fission or fusion as its primary energy source.\nThis question will resolve on the basis of official statements by governments, government intelligence authorities, or non-governmental nuclear intelligence organizations. In the case of significant disagreement or ambiguity on the points above, resolution may be delayed until 2035-01-01 for clarification, or be resolved ambiguous at the discretion of Metaculus admins\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}}, "violations": {"default": 0.0218854, "frequentist": 0.2019884}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "639d1c01-79d6-4583-850c-fd8a17b0f042", "title": "Will smoking and sex be less prevalent in the United States in 2050 than in 2021?", "body": "Resolution Criteria\nThis question will resolve as Yes if any credible surveys of US adults in the year 2050 report that the share of adults who have smoked in the past week and the share of adults who have had sex in the past week were both lower than in the year 2021. Comparisons between 2050 and 2021 must be of similar methodology (see fine print) to count towards resolution. If no comparable surveys can be found for both smoking and sex by the resolution date of December 31, 2054, this question will resolve as Ambiguous. This question will resolve as Yes if any credible surveys would result in positive resolution, conflicting surveys will be considered irrelevant.\nFine Print\nRegarding similar methodology, if a survey in 2021 includes e-cigarettes and a survey from 2050 does not the surveys would not be considered to have similar methodology. However, different methodologies can still be acceptable if it can be logically deduced that the surveys provide evidence toward resolution. For example, if a survey in 2021 asked whether respondents had sex in the past year and 25% answered no, and a survey in 2050 asked if respondents had sex in the past five years and 40% answered no, it can be deduced that a larger share of adults in 2050 had not had sex in the past year than in 2021 because the five year period would include the past year.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "cons_P": {"id": "90f2dc55-a7ec-4c8e-a368-4a26021938da", "title": "Will smoking be less prevalent in the United States in 2050 than in 2021?", "body": "Resolution Criteria\nThis question will resolve as Yes if any credible surveys of US adults in the year 2050 report that the share of adults who have smoked in the past week was lower than in the year 2021. Comparisons between 2050 and 2021 must be of similar methodology (see fine print) to count towards resolution. If no comparable surveys can be found for smoking by the resolution date of December 31, 2054, this question will resolve as Ambiguous. This question will resolve as Yes if any credible surveys would result in positive resolution, conflicting surveys will be considered irrelevant.\nFine Print\nRegarding similar methodology, if a survey in 2021 includes e-cigarettes and a survey from 2050 does not the surveys would not be considered to have similar methodology. However, different methodologies can still be acceptable if it can be logically deduced that the surveys provide evidence toward resolution.", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "49cba535-9777-4448-8388-c9e86a98acf1", "title": "Will a non-test nuclear detonation by a non-state actor cause at least one fatality by 2030?", "body": "Resolution Criteria\nA nuclear detonation by a non-state actor could potentially have dire consequences either directly or via triggering other harmful actions by other actors. Non-state actors have never yet detonated nuclear weapons, but there are conceivable scenarios in which they could:\nThe majority of nuclear security experts identify two primary scenarios involving nuclear weapons and non-state actors. The first scenario involves the acquisition of a nuclear device from the existing arsenals of nuclear-armed States by terrorists or other non-state actors. The second scenario envisions the construction of a crude nuclear bomb by non-state actors using special nuclear materials—highly enriched uranium (HEU) or plutonium (Pu). The actualization of each of these scenarios would be very difficult, and the probability of a successful theft and detonation of an actual nuclear weapon or manufacturing of an improvised device by non-state actors is considered to be low. Yet, this probability is not zero.\nWill a nuclear detonation by a non-state actor causes at least one fatality by 2030?\nThis question will resolve as Yes if, before January 1, 2030, a nuclear detonation by a non-state actor causes at least one fatality in any country or area globally.\nThe fatality must be caused by the immediate effects of the detonation, so a fatality caused by things like fallout, rioting, or climate effects will not count towards a positive resolution.\nResolution criteria will be gathered from reliable news sources or from direct government or multi-national reports such as from the UN.\nNeither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}, "cons_P": {"id": "e1a19415-3b34-4ae2-a7a0-0328ee25e559", "title": "Will a non-test nuclear detonation by a non-state actor occur by 2030?", "body": "Resolution Criteria\nA nuclear detonation by a non-state actor could potentially have dire consequences either directly or via triggering other harmful actions by other actors. Non-state actors have never yet detonated nuclear weapons, but there are conceivable scenarios in which they could:\nThe majority of nuclear security experts identify two primary scenarios involving nuclear weapons and non-state actors. The first scenario involves the acquisition of a nuclear device from the existing arsenals of nuclear-armed States by terrorists or other non-state actors. The second scenario envisions the construction of a crude nuclear bomb by non-state actors using special nuclear materials—highly enriched uranium (HEU) or plutonium (Pu). The actualization of each of these scenarios would be very difficult, and the probability of a successful theft and detonation of an actual nuclear weapon or manufacturing of an improvised device by non-state actors is considered to be low. Yet, this probability is not zero.\nWill a nuclear detonation by a non-state actor occur by 2030?\nThis question will resolve as Yes if, before January 1, 2030, a nuclear detonation by a non-state actor occurs in any country or area globally.\nNeither detonations for testing purposes nor peaceful nuclear explosions will count towards question resolution, even if such detonations cause substantial damage.\nTest detonations and peaceful nuclear explosions are defined as detonations which are claimed as being a test or a peaceful nuclear explosion by an official government communication within 30 days of the event, without this being disputed by reliable media, state reports, or multinational reports. If information is unclear, then resolution will be left up to the resolution council or Metaculus admins.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.03}}, "violations": {"default": 0.0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "d519fe13-612d-4495-94b6-f5665cb67289", "title": "If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 400 million 50 years later?", "body": "Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 400 million. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 400 million.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >400 million beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n", "resolution_date": "2073-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "cons_P": {"id": "43a862b8-ef72-426f-9d49-6f3ae68eb775", "title": "If there's a nuclear conflict involving >1,000 detonations, will humanity's population be less than 1 billion 50 years later?", "body": "Resolution Criteria\nThis question will resolve as Yes if, 50 years after the final detonation as part of the first nuclear conflict (before January 1, 2100) which involves >1,000 offensive nuclear detonations, humanity's population is below 1 billion. This would include, but is not limited to, scenarios in which humanity is extinct. The resolution of this question is not affected by whether, 50 years after the final detonation, the population is stable, rising, or falling; it is only affected by whether it is below 1 billion.\nThis question will resolve as Ambiguous if there is no nuclear conflict involving >1,000 detonations by January 1, 2100.\nFor the purposes of this question, \"humans\" will be considered members of a species who could typically reproduce with typical 2021 humans without medical assistance. In scenarios where this question would resolve positively given that definition, but there remain >1 billion beings that at least one 2021 Metaculus moderator would consider \"human\" (possible examples: some human-like digital minds; some possible types of genetically altered humans), this question will instead resolve ambiguously. This is because it is debatable whether such scenarios should count as population collapses.\nFine Print\nNo attempt will be made to distinguish the effects of the nuclear conflict from the effects of other events. That is, even if it's mere coincidence that the population declines and/or that it remains low following the nuclear conflict, the question can still resolve positively.\nWe request that you forecast your true beliefs despite the fact that a Metaculus scores may be unlikely to be tracked or cared about if this question resolves positively, given that forecasts on this question may play a role in informing important decisions.\n", "resolution_date": "2073-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "950f4391-4c42-41ad-8b35-58c5dd38948b", "title": "Will SpaceX land anything on Mars before 2030?", "body": "Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. A landing's \"success\" will be judged by the intent of the mission according to SpaceX.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "cons_P": {"id": "0d513b60-e5ff-4c6b-95cf-ecbcedc1795e", "title": "Will SpaceX land anything on Mars before 2030, even if the mission is not successful?", "body": "Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, lands on the surface of Mars by January 1, 2030, regardless of the mission's success. A \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "a20077d3-abcf-406d-baf7-c74a66dc9e5a", "title": "If Joe Biden is elected president of the US in 2020, will the highest tax bracket be restored to its original 39.6% or higher before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if Joe Biden is elected president for the 2021-2024 term, and the upper tax bracket for US single tax payers is increased to at least 39.6% by January 1, 2025. If Biden is elected but the upper tax bracket is not increased to at least 39.6%, this question will resolve as No.\nIf Biden is not elected President in 2020, this question will resolve as Ambiguous\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}, "cons_P": {"id": "df615f8b-c9dd-4d7e-ba95-2aca427ccf7a", "title": "If Joe Biden is elected president of the US in 2020, will the highest tax bracket be increased before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if Joe Biden is elected president for the 2021-2024 term, and the upper tax bracket for US single tax payers is increased by January 1, 2025. If Biden is elected but the upper tax bracket is not increased, this question will resolve as No.\nIf Biden is not elected President in 2020, this question will resolve as Ambiguous\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}, "violations": {"default": 0.0026707, "frequentist": 0.0730492}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "88558623-e9d2-4683-ac97-6a0d12c24531", "title": "Will there be Human-machine intelligence parity before 2040?", "body": "Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "d5080de5-283e-4fd4-9028-90a3207f2225", "title": "Will the machine system outscores at least one human on the generalized intelligence test before 2040?", "body": "Resolution Criteria\nThis question resolves as YES if the machine system outscores at least one of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "e8a6742c-053a-481e-8ea9-5bd829cca782", "title": "Will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n", "resolution_date": "2025-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "cons_P": {"id": "8ab89da9-5bbe-451a-b104-e686dc8d81a3", "title": "Will Turkey be a NATO member continuously until January 1, 2024?", "body": "Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2024. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2024.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n", "resolution_date": "2025-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "13f2ebc9-0a5b-4756-9ad4-b29e0c44219c", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "cons_P": {"id": "94ab47c6-7c58-4aec-bcbe-05cb846bd48d", "title": "Will humanity maintain a continuous off-Earth presence until 2040?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2040?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2040. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2040, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "1cef3141-b1c7-49f2-a52f-58f2d78bb809", "title": "Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?", "body": "Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "cons_P": {"id": "64efc838-cae1-46db-8f4a-eb2403ada823", "title": "Will the S&P 500 rise or fall more than 10% in a single day during the 2020s?", "body": "Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 10.0% from opening to closing price, in a single day", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "4ef0f2cc-ff62-483d-b365-fcf7d0e78b72", "title": "Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?", "body": "Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.", "resolution_date": "2033-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "49468b75-7e5e-4c2e-a7be-ffbf3aa6c4a5", "title": "Will the richest person in the world in 2033 have a net worth equivalent to or greater than 1% of the United States' GDP at the time?", "body": "Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.", "resolution_date": "2033-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "941ed512-0924-435c-86f5-4164549b23e4", "title": "Will the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?", "body": "Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 20 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 20 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 20 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "cons_P": {"id": "8954c299-2c8c-4dbb-a4da-bf7dae12d83d", "title": "Will the United States continue to be among the 40 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?", "body": "Resolution Criteria\nThe Fragile State Index is an important metric of government stability. It is published every year here.\nAccording to the 2019 report (see page 11), over the 2009 to 2019 period, The US was #12 among the countries with the most rapidly deteriorating Fragile States Index. The US was still among the more stable nations in the world but the trend was clearly in the direction of less stability.\nWill the United States continue to be among the 40 countries with the largest deterioration in state stability over the 2019-2029 period, according to the Fragile States Index?\nThis question resolves positively if the United States is amongst the 40 countries with the largest long-term increase (worsening) of fragile state score over the 2019-2029 period.\nIf for some reason, Fund for Peace ceases to publish this index, or their index can no longer be compared historically this question will be ambiguous, unless the Fund For Peace designates a successor index that also shows which 40 countries have deteriorated the most over the period 2019 to 2029 from a standpoint of stability.\nIf the United States ceases to exist as a unified nation this question resolves positive.\n", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "7448ea7a-2fd3-43e1-86f9-7073f45bbcc2", "title": "Will a mouse be confirmed to have lived for 2,500 days before 1 January 2035?", "body": "Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,500 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,500 days.\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "cons_P": {"id": "0d6d356d-9146-4e4c-8fbe-4ebf8032ae39", "title": "Will a mouse be confirmed to have lived for 2,000 days before 1 January 2035?", "body": "Resolution Criteria\nThe longest lived laboratory mouse ever was a growth hormone receptor knockout mouse which lived to approximately 1,800 days old in the lab of Andrzej Bartke at Southern Illinois University. The maximum for normal B6 mice under ideal conditions is 1200 days.\nIn order for a mouse to live for 2,000 days, it is highly likely that a major breakthrough in rejuvenation of mammalian organisms will have to be achieved, and so this achievement would likely have significant implications for humanity.\nThis question shall resolve positively if by 1 January 2035, credible media reports state that an individual mouse has lived for at least 2,000 days.\n", "resolution_date": "2034-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "1634793d-2b96-4de1-8ebc-63edc7d6671d", "title": "Will China recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "4e583883-c4e1-4c57-98d9-0feefc00544a", "title": "Will China recognize any government in Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized any government in Afghanistan, including the Islamic Emirate of Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "70e0670c-728c-468a-aa8a-577c8efa94b7", "title": "Will someone report to have received a hemispherectomy for the purpose of life extension before 2100?", "body": "Resolution Criteria\nA hemispherectomy is\na very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy for the purpose of life extension before 2100?\nHere the resolution is determined by the conjunction of three actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nHalf of their brain was placed in long-term cryopreservation while they were still legally alive.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done primarily for the purpose of extending their life.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "cons_P": {"id": "95094a18-e1d9-4600-9d2b-a547bff94826", "title": "Will someone report to have received a hemispherectomy before 2100?", "body": "Resolution Criteria\nA hemispherectomy is a very rare neurosurgical procedure in which a cerebral hemisphere (half of the brain) is removed, disconnected, or disabled. This procedure is used to treat a variety of seizure disorders where the source of the epilepsy is localized to a broad area of a single hemisphere of the brain, notably Rasmussen's encephalitis. [...]\nBecause of the dramatic alteration of brain composition and the inherent risk that hemispherectomies pose, there are criteria that must be met in order for a person to qualify for the procedure. Criteria include no successful control of seizures throughout a variety of drug trials, and a reasonable to high chance of procedural success.\nOne such predictor of success is often the age of the patient. This procedure is almost exclusively performed in children because their brains generally display more neuroplasticity, allowing neurons from the remaining hemisphere to take over the tasks from the lost hemisphere. [...]\nThe success of the procedure is not, however, limited to children. A study in 2007 indicated the long-term efficacy of anatomic hemispherectomy in carefully selected adults, with seizure control sustainable over multiple decades. A case study published in 2015 of 2 adults aged 48 and 38 demonstrated the success of functional hemispherectomy in treating status epilepticus (SE), an epileptic condition in which seizures are prolonged or occur closely together. In 2012, a case study following 30 individuals having undergone some form of hemispherectomy in adulthood found that 81% of individuals were seizure free post-procedure. Furthermore, almost all participating patients reported improved quality of life. The conclusion: “adult patients do not have to expect more problems with new deficits, appear to cope quite well, and most profit from surgery in several quality of life domains.”\nWhile hemispherectomies are generally reserved as a treatment for extreme cases of seizure disorders, they could conceivably aid in life extension as well. In particular, a patient could voluntarily receive a hemispherectomy in order to cryopreserve and put their brain in long-term storage while they are still living, thereby increasing the probability that their personality and identity are stored in some sort of medium, persisting into the future.\nSo far as I can tell, a hemispherectomy performed for the purpose of life extension is purely hypothetical. Furthermore, there are few to no current online resources about this possibility (besides this one).\nThis question asks, will someone report to have received a hemispherectomy before 2100?\nHere the resolution is determined by the conjunction of two actions, performed by an individual human:\nThey received a hemispherectomy voluntarily.\nThey reported in some credible source (such as through a media outlet, or via a forum with strong evidence of credibility) that the procedure was done.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "e527c910-dc91-4a98-bf6a-dc30527aaddd", "title": "Will a geoengineering act of Congress become US federal law by the end of 2024?", "body": "Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering act of Congress become US federal law by the end of 2024?\nThis questions resolves positively if a geoengineering bill that is introduced in the House of Representatives and/or the Senate is subsequently enacted as legislation (by being signed by the U.S. president, or through other means) before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "cons_P": {"id": "38b1dd08-f5d3-4dc2-953f-29019b5f7be2", "title": "Will a geoengineering bill be introduced in the US Congress by the end of 2024?", "body": "Resolution Criteria\nClimate change geoengineering, defined by the United Kingdom’s Royal Society as “the deliberate large-scale manipulation of the planetary environment to counteract anthropogenic climate change” (Shepherd et al. 2009). Geoengineering involves the removal of greenhouse gases from the atmosphere, or attempts at reflecting more energy away from the planet to counter warming (Markusson et al., 2013). Geoengineering is often presented as a complement, and sometimes alternative, to climate mitigation and adaptation.\nThere are serious and complex governance issues which need to be resolved if geoengineering is ever to become an acceptable method for moderating climate change. It would be highly undesirable for irreversible global geoengineering to occur before appropriate governance mechanisms are in place. The Royal Society has published a set of geoengineering governance principles, known as The Oxford Principles, which aims to guide the collaborative development of geoengineering governance, from the earliest stages of research, to any eventual deployment. These principles are:\nPrinciple 1: Geoengineering is to be regulated as a public good\nPrinciple 2: The public should participate in geoengineering decision-making\nPrinciple 3: Geoengineering research and results should be publicly disclosed\nPrinciple 4: There should be independent assessments of the impacts\nPrinciple 5: governance systems should be developed before geoengineering methods are deployed\nAs of September 2019, two geoengineering bills and one resolution have been introduced in Congress. These bills are the following:\nGeoengineering Research Evaluation Act of 2017. This bill recommends a research agenda for advancing understanding of albedo modification strategies that involve atmospheric interventions, such as cloud modification; and a report that provides specific guidance on the governance mechanisms for the proposed research agenda.\nAmerican Clean Energy Leadership Act of 2009. This bill requires the Secretary of Energy to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering.\nNeither the Geoengineering Research Evaluation Act of 2017 nor the American Clean Energy Leadership Act of 2009 became legislation. So far, the U.S. has not enacted legislation that are explicitly related to geoengineering.\nWill a geoengineering bill be introduced in the US Congress by the end of 2024?\nThis question resolves positively if a geoengineering bill is introduced in the House of Representatives and/or the Senate before or on 31/12/2024. For the purpose of this question, a geoengineering bill is any bill reported by the relevant Congress website search. This search involves the following terms:\n\"Climate engineering\" OR \"geoengineering\" OR \"Solar radiation management\" OR \"Stratospheric Particle Injection\" OR \"Stratospheric aerosol injection\" OR \"Marine cloud brightening\" OR \"Ocean sulfur cycle enhancement\"\n", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "f57944ce-7cc2-4b92-a6cb-361b3d1f4ca1", "title": "Will the United States recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "cons_P": {"id": "afeee9b2-8215-4593-9996-380701ef4767", "title": "Will the United States recognize any government in Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 01-01-2030, reliable media sources report that the United States of America has recognized any government in Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "b468627e-f6f1-4ac4-82ca-5f7961429a1f", "title": "By 2030, will at least 10,000 Americans die in a single year from a single conflict?", "body": "Resolution Criteria\nFor purposes of this question, deaths due to bioweapons, electricity grid failures, etc. don't count. Roughly, we are interested in \"deaths due to kinetic attacks.\" The 9/11 attacks count because ramming planes into buildings to make them collapse is kinetic. Were someone to hack into the FDA and mess things up so as to delay vaccine approval, thereby causing tens of thousands of deaths, that would not count.\nThe attackers don't need to be the military of a nation-state; terrorist groups count and coalitions/alliances also count.\nHowever, the attackers need to be \"part of the same team\" in some sense. Otherwise, this would resolve positive simply in virtue of the US annual homicide rate! If there were a series of race riots, insurrections, or acts of domestic terrorism linked together under one banner (e.g. white supremacy, antigovernment, or antipolice) that would count.\nYes, this means that (contrary to what the headline question would suggest) if the USA gets involved in several independent small-scale wars, the US casualties from which total more than 10,000 in a year, that would not count\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "cons_P": {"id": "9d4419be-ad2d-4cc2-9b09-f188b71699e1", "title": "By 2030, will at least 10,000 Americans die in a single year from a single terrorist attack or coordinated series of attacks?", "body": "Resolution Criteria\nFor purposes of this question, deaths due to bioweapons, electricity grid failures, etc. don't count. Roughly, we are interested in \"deaths due to kinetic attacks.\" The 9/11 attacks count because ramming planes into buildings to make them collapse is kinetic. Were someone to hack into the FDA and mess things up so as to delay vaccine approval, thereby causing tens of thousands of deaths, that would not count.\nThe attackers don't need to be the military of a nation-state; terrorist groups count and coalitions/alliances also count.\nHowever, the attackers need to be \"part of the same team\" in some sense. Otherwise, this would resolve positive simply in virtue of the US annual homicide rate! If there were a series of race riots, insurrections, or acts of domestic terrorism linked together under one banner (e.g. white supremacy, antigovernment, or antipolice) that would count.\nYes, this means that (contrary to what the headline question would suggest) if the USA gets involved in several independent small-scale wars, the US casualties from which total more than 10,000 in a year, that would not count\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "ec617126-cd06-4bbc-ac47-5b9c916342a7", "title": "Will the IMF approve debt service relief for the US before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if the IMF executive board approves debt service relief on the US' debt any time between November 1, 2021 to January 1, 2025", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.01}, "cons_P": {"id": "12929afc-4208-4ab4-b138-a0a8429552b1", "title": "Will the IMF approve any form of financial assistance for the US before 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if the IMF executive board approves any form of financial assistance, including debt service relief, on the US' debt any time between November 1, 2021 to January 1, 2025", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "1b4beae4-21a2-4e44-b121-896b0cdfd77f", "title": "Will mixed doubles be a fixture at all four slams in 2040?", "body": "Resolution Criteria\nThis question will resolve according to whether or not all four slam events hold a mixed doubles competition with elite players. we define a mixed doubles competition to be an elite competition if it includes:\nat least 4 teams with men in the top 100 (singles or doubles ranking)\nat least 4 teams with women in the top 100 (singles or doubles ranking)\nat least 10 teams in total (ie more than straight quarterfinals, but byes in the first round are acceptable)\nIf the list of tournaments which are considered a slam changes, we will limit the list to the four which most resemble the historic 4.\nIn the event no slams take place in 2040, we will resolve based the nearest year with earlier taking preference, ie 2039, 2041, 2038, 2042, et\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "cons_P": {"id": "5b659034-7a6c-4f78-9a3b-430c8097659f", "title": "Will mixed doubles be a fixture at any of the four slams in 2040?", "body": "Resolution Criteria\nThis question will resolve according to whether or not any of the four slam events hold a mixed doubles competition with elite players. We define a mixed doubles competition to be an elite competition if it includes:\nat least 4 teams with men in the top 100 (singles or doubles ranking)\nat least 4 teams with women in the top 100 (singles or doubles ranking)\nat least 10 teams in total (ie more than straight quarterfinals, but byes in the first round are acceptable)\nIf the list of tournaments which are considered a slam changes, we will limit the list to the four which most resemble the historic 4.\nIn the event no slams take place in 2040, we will resolve based the nearest year with earlier taking preference, ie 2039, 2041, 2038, 2042, etc.\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "db406e7f-4681-4458-a357-32eadbdf4a32", "title": "Will Apollo 10's Lunar Module be recovered by 2050?", "body": "Resolution Criteria\nThe Lunar Module flown on Apollo 10 is the only flown lunar module which didn't end up crashing into the Moon or burning up in Earth's atmosphere.\nAfter 'dress rehearsal' testing in lunar orbit, during which the Lunar Module came within 8.4 nautical miles of the lunar surface, the ascent engine performed a burn to depletion which sent the craft into interplanetary space and the vehicle is currently in a heliocentric orbit. The location of the Apollo 10 Lunar Module is unknown as of May 2019, but efforts are underway to find it.\nAs a unique historical artefact from the original golden age of human spaceflight, this Lunar Module would certainly make for an interesting museum exhibit.\nThis question asks: by 1 January 2050, will the lost ascent stage of the Apollo 10 Lunar Module be recovered (i.e. located, captured, and physically transported to some location where humans have a presence at that time, such as Earth, the Moon, Mars or elsewhere) successfully?\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.1}, "cons_P": {"id": "1e8539ad-fe70-4b51-bcc4-e2bb0053fcde", "title": "Will the location of Apollo 10's Lunar Module be found by 2050?", "body": "Resolution Criteria\nThe Lunar Module flown on Apollo 10 is the only flown lunar module which didn't end up crashing into the Moon or burning up in Earth's atmosphere.\nAfter 'dress rehearsal' testing in lunar orbit, during which the Lunar Module came within 8.4 nautical miles of the lunar surface, the ascent engine performed a burn to depletion which sent the craft into interplanetary space and the vehicle is currently in a heliocentric orbit. The location of the Apollo 10 Lunar Module is unknown as of May 2019, but efforts are underway to find it.\nAs a unique historical artefact from the original golden age of human spaceflight, this Lunar Module would certainly make for an interesting museum exhibit.\nThis question asks: by 1 January 2050, will the lost ascent stage of the Apollo 10 Lunar Module be located successfully?", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "650c7715-4ee9-443e-8f04-a63e9186b656", "title": "By 2100, will the human population decrease by at least 10% during any period of 5 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if the human population (on Earth, and possibly elsewhere) decreases by at least 10% in any period of 5 years or less. Years are here defined as consecutive calendar years.\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n</small\n", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "cons_P": {"id": "8667d51b-d917-4abd-92fc-29c908cd8a9f", "title": "By 2100, will the human population decrease by at least 5% during any period of 3 years?", "body": "Resolution Criteria\nThis question will resolve as Yes if the human population (on Earth, and possibly elsewhere) decreases by at least 5% in any period of 3 years or less. Years are here defined as consecutive calendar years.\nThis question is part of the Ragnarök Question Series. Check out the other questions in the series:\nIf a global biological catastrophe occurs, will it reduce the human population by 95% or more?\nIf an artificial intelligence catastrophe occurs, will it reduce the human population by 95% or more?\nIf a nuclear catastrophe occurs, will it reduce the human population by 95% or more?\nIf a global climate disaster occurs by 2100, will the human population decline by 95% or more?\nIf a global nanotechnology catastrophe occurs by 2100, will the human population decline by 95% or more?\nAlso, please check out our questions on whether a global catastrophe will occur by 2100, and if so, which?:\nBy 2100 will the human population decrease by at least 10% during any period of 5 years?\nWill such a catastrophe be due to either human-made climate change or geoengineering?\nWill such a catastrophe be due to a nanotechnology failure-mode?\nWill such a catastrophe be due to nuclear war?\nWill such a catastrophe be due to an artificial intelligence failure-mode?\nWill such a catastrophe be due to biotechnology or bioengineered organisms?\nAll results are analysed here, and will be updated periodically.\n</small\n", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}, "violations": {"default": 0.0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "fd17b927-7f59-4174-9bd6-7e580431450f", "title": "Will MIRI employ researchers in 2030?", "body": "Resolution Criteria\nThis question resolves positively if, on 2030-01-01 MIRI exists and employs researchers to work on AI Safety.\nFor the purpose of this question AI Safety is broadly defined as any technical work, at any level of abstraction, focused on the alignment of AI systems, existing or hypothetical, with some broad notion of human interests.\nResearch is here defined as involving developing novel ideas and insights broadly in the standard format of academic publications in relevant fields (such as computer science or mathematics) at the time. Currently, blog posts alone wouldn't count for resolution as this does not currently conform to the standard format of academic publications. For the purpose of this question, such research need not be published nor made publicly available. In case it is unclear whether this work is done, a moderator may contact MIRI to confirm.\nIf MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution.\nIn case MIRI's research is circulated internally only, the requirement that the work need to be \"developed in the standard format of academic publications in relevant fields\" will not apply.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "cons_P": {"id": "f6472853-c71b-4cde-9757-c7e94ec6e069", "title": "Will MIRI exist in 2030?", "body": "Resolution Criteria\nThis question resolves positively if, on 2030-01-01 MIRI exists.\nIf MIRI changes its name, the new organization is used for resolution as if there was no name change. If MIRI merges into another organization, the resulting merged organization is used for resolution. In case of a dispute over the question resolution criteria, if at least one moderator and admin concur that the resolution criteria must change, then it shall. In case of a dispute between admins, a vote in the comment section will determine the correct resolution.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "dda995bd-ae60-4def-9dfc-3599edb076fd", "title": "Will less than 70% of Fortune 500 CEOs in the US be non-Hispanic white in the year 2050?", "body": "Resolution Criteria\nThis resolves positively if a credible estimate indicates that at most 70% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050 other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "cons_P": {"id": "3b45cf6e-0b64-49c2-a70b-18aeac0bec62", "title": "Will less than 80% of Fortune 500 CEOs in the US be non-Hispanic white in the year 2050?", "body": "Resolution Criteria\nThis resolves positively if a credible estimate indicates that at most 80% of the CEOs of the Fortune 500 list for the year 2050 are non-Hispanic white. In the event Fortune does not publish a list of top 500 companies for 2050 other credible lists of the top 500 US companies in the year 2050 may be used for resolution. If credible estimates disagree, the estimate indicating the lowest proportion of non-Hispanic white CEOs will be used\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "1f95d967-de07-48e6-b0e5-196f45f6e2fa", "title": "Will Iran recognize Israel before 2070?", "body": "Resolution Criteria\nThis question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2070.\nFine Print\nThe recognition can be done by the Islamic Republic of Iran or by any state that has de facto control of more than 50% (by area) of the land currently controlled by the Islamic Republic of Iran.\n", "resolution_date": "2069-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "cons_P": {"id": "0bca3117-67bd-4021-99aa-b0d11d0b30b3", "title": "Will Iran recognize Israel before 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if the State of Israel is formally recognized by the government of Iran at any time between January 1, 2021 to January 1, 2100.\nFine Print\nThe recognition can be done by the Islamic Republic of Iran or by any state that has de facto control of more than 50% (by area) of the land currently controlled by the Islamic Republic of Iran.\n", "resolution_date": "2069-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "563123f0-b6ea-4d61-b186-16752559cd60", "title": "Will there be fewer than 6 conservative justices on the SCOTUS on January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if on January 20, 2025, at noon EST, there are fewer than 6 conservative justices on the Supreme Court of the United States, as per reliable sources", "resolution_date": "2025-01-20T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.25}, "cons_P": {"id": "1c1228a6-fc1f-4703-90cd-e8ec2f38c552", "title": "Will there be fewer than 7 conservative justices on the SCOTUS on January 20, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if on January 20, 2025, at noon EST, there are fewer than 7 conservative justices on the Supreme Court of the United States, as per reliable sources", "resolution_date": "2025-01-20T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "63ff454f-156c-4dd1-9fa5-7f574b08f277", "title": "Will US life expectancy at birth for both sexes fall below 75 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 75 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "cons_P": {"id": "f1984351-5d37-4361-8b3d-31e85dac3263", "title": "Will US life expectancy at birth for both sexes fall below 80 years before 2040?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2020 to January 1, 2040, US life expectancy at birth (average for both sexes) is less than 80 years, according to the CDC, World Health Organization, or the United Nations. An official statement by any one of those organizations is sufficient to resolve the question\n", "resolution_date": "2039-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "82182f8f-c998-4842-a228-fde379683900", "title": "If there are 100 deaths in conflict between China and Taiwan before 2050, will Taiwan receive direct military support from allied nations?", "body": "Resolution Criteria\nThis question resolves positively if (i) This question resolves positively and (ii) There are at least three credible news reports of at least one exchange of weapon fire between the national military forces or law enforcement personnel of any of the above listed nations and the People's Republic of China, which is reported as having being carried out in support of Taiwan or in retaliation to the PRC's actions regarding Taiwan. Military strikes targeting Chinese civilian targets would also count.\n'Weapon fire' here should not be taken to include 'warning shots' or similar, but only instances where there was a perceived intent to cause harm to opposition forces or military capabilities, as per the news reports used to resolve the question.\nMilitary support on Taiwan's behalf should occur within one year from the date this question resolves positively as. This question will also retroactively close to a week before the other question resolves\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}, "cons_P": {"id": "fdb2eec9-e87f-48fc-bcaa-e2e363f2d426", "title": "If there are 100 deaths in conflict between China and Taiwan before 2050, will there be at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan's allied nations and the People's Republic of China?", "body": "Resolution Criteria\nThis question resolves positively if there are at least three credible news reports of at least one exchange of weapon fire between the national military forces or law enforcement personnel of any of Taiwan's allied nations and the People's Republic of China, which is reported as having being carried out in support of Taiwan or in retaliation to the PRC's actions regarding Taiwan. Military strikes targeting Chinese civilian targets would also count.\n'Weapon fire' here should not be taken to include 'warning shots' or similar, but only instances where there was a perceived intent to cause harm to opposition forces or military capabilities, as per the news reports used to resolve the question.\nMilitary support on Taiwan's behalf should occur within one year from the date this question resolves positively as. This question will also retroactively close to a week before the other question resolves\n", "resolution_date": "2049-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}, "violations": {"default": 0.0412609, "frequentist": 0.2898855}, "checks": {"default": false, "frequentist": false}}
{"line": {"P": {"id": "625415b7-a255-4981-b92d-4d2c142cf822", "title": "Will Reddit power user \"maxwellhill\" be confirmed to be Ghislaine Maxwell before 2026?", "body": "Resolution Criteria\nThis theory will be considered confirmed if it is stated by Ghislaine Maxwell or her representatives, or reported by police, prosecutors or reliable witnesses that Maxwell either is maxwellhill specifically or that she was an active and influential Reddit user (or words to that effect).\nThere could also be an accumulation of evidence over time. If respectable news organisations like the New York Times, Washington Post, Guardian or Sydney Morning Herald report that Maxwell is or is likely to be maxwellhill, that will also suffice\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "cons_P": {"id": "a18d7d20-83fa-452e-a38c-140a2a94e020", "title": "Will it be reported by respectable news organizations that Ghislaine Maxwell is likely to be Reddit power user \"maxwellhill\" before 2026?", "body": "Resolution Criteria\nThis theory will be considered confirmed if respectable news organisations like the New York Times, Washington Post, Guardian or Sydney Morning Herald report that Maxwell is or is likely to be maxwellhill.", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "209d4f5a-1ad8-4638-9279-db451b24278f", "title": "Will the United States drop below a 7 in the Democracy index by 2040?", "body": "Resolution Criteria\nIf at any point in time the United States achieves a point lower than a 7 before 2040, the question resolves positively. If the United States never drops below a 7, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}, "cons_P": {"id": "df7a186a-5934-4a36-b987-5d86d1454b17", "title": "Will the United States drop below a 7.5 in the Democracy index by 2040?", "body": "Resolution Criteria\nIf at any point in time the United States achieves a point lower than a 7.5 before 2040, the question resolves positively. If the United States never drops below a 7.5, the question resolves negatively. If the index is defunct any time before 2040, the question will resolve ambiguously.\nRelated Questions:\n[What will be the Democracy Index of the United States in 2040?](https://www.metaculus.com/questions/4333/what…\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "67a710c3-8db5-4263-94cc-55e3dc8248e5", "title": "Will Turkey be a NATO member continuously until January 1, 2025?", "body": "Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2025. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2025.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n", "resolution_date": "2025-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}, "cons_P": {"id": "8ea4ee1e-d7e4-4c49-87b8-6aa60dc4196b", "title": "Will Turkey be a NATO member continuously until January 1, 2024?", "body": "Resolution Criteria\nThis question will resolve as Yes if Turkey is a NATO member continuously from October 1, 2019 to January 1, 2024. The question will resolve as No if Turkey is suspended or expelled from NATO, or if it withdraws of its own accord, at any time before January 1, 2024.\nIf before this question resolves NATO is dissolved, or changed in structure or operation so substantially that Metaculus administrators believe it is no longer prudent to continue this question, this question shall resolve as Ambiguous\n", "resolution_date": "2025-01-01T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.95}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "cc051501-fc3f-470f-bb29-eb1da48b0f1a", "title": "Will China recognize the Islamic Emirate of Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized the Islamic Emirate of Afghanistan", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "b26731b7-7031-4e44-9949-b3048eb35ed8", "title": "Will China recognize any government in Afghanistan before 2030?", "body": "Resolution Criteria\nThis question will resolve positively if before 2030-01-01, reliable media sources report that the Chinese government has recognized any government in Afghanistan, including the Islamic Emirate of Afghanistan.", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "31a2140c-e9bb-4a60-8952-e2a46c06bb03", "title": "Will there be a full year with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 12 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.02}, "cons_P": {"id": "1721494e-e7a4-4957-b4d2-41f5437c0d04", "title": "Will there be a period of at least 6 consecutive months with no open stock exchanges in the US by 2120?", "body": "Resolution Criteria\nThis question will resolve positively if there is a period of at least 6 consecutive months before the end of 2120 during which there are no public US stock exchanges open for trading.\nFine Print\nWe'll use the definition of stock market/exchange on Investopedia (archive):\nThe stock market refers to the collection of markets and exchanges where regular activities of buying, selling, and issuance of shares of publicly-held companies take place.\n", "resolution_date": "2119-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "2b4f8eb4-8a43-462d-8e41-c60c1b61e37e", "title": "Will mixed doubles be a fixture at all four slams in 2040?", "body": "Resolution Criteria\nThis question will resolve according to whether or not all four slam events hold a mixed doubles competition with elite players. we define a mixed doubles competition to be an elite competition if it includes:\nat least 4 teams with men in the top 100 (singles or doubles ranking)\nat least 4 teams with women in the top 100 (singles or doubles ranking)\nat least 10 teams in total (ie more than straight quarterfinals, but byes in the first round are acceptable)\nIf the list of tournaments which are considered a slam changes, we will limit the list to the four which most resemble the historic 4.\nIn the event no slams take place in 2040, we will resolve based the nearest year with earlier taking preference, ie 2039, 2041, 2038, 2042, et\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.75}, "cons_P": {"id": "b67fb9dd-d312-40ef-aee8-7d561d7e8dfe", "title": "Will mixed doubles be a fixture at any of the four slams in 2040?", "body": "Resolution Criteria\nThis question will resolve according to whether or not any of the four slam events hold a mixed doubles competition with elite players. We define a mixed doubles competition to be an elite competition if it includes:\nat least 4 teams with men in the top 100 (singles or doubles ranking)\nat least 4 teams with women in the top 100 (singles or doubles ranking)\nat least 10 teams in total (ie more than straight quarterfinals, but byes in the first round are acceptable)\nIf the list of tournaments which are considered a slam changes, we will limit the list to the four which most resemble the historic 4.\nIn the event no slams take place in 2040, we will resolve based the nearest year with earlier taking preference, ie 2039, 2041, 2038, 2042, etc.\n", "resolution_date": "2040-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}}, "violations": {"default": 0.0031422, "frequentist": 0.0792056}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "57ce5d6d-b731-4ade-95eb-c52bcca1b0b7", "title": "Will global malaria mortality rates be reduced by 90% when compared with 2015 rates, by 2030?", "body": "Resolution Criteria\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nWill this goal be realized?\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "cons_P": {"id": "513519c3-915d-43bb-b0e3-12e236936824", "title": "Will global malaria mortality rates be reduced by more than 50% when compared with 2015 rates, by 2030?", "body": "Resolution Criteria\nIn the 2017 WHO Malaria report, the WHO defines various goals for reduction of malaria burden worldwide. One of which is a 90% reduction, or more, in worldwide malaria mortality by 2030, compared with 2015 levels. (see p. 43 for current numbers, and trendlines. The \"global\" value is the relevant one here.)\nWill this goal be realized?\nThe WHO publishes an annual report on malaria, in which they report on the previous year's mortality rate. This metric should be used to decide whether the goal has been reached.\n", "resolution_date": "2030-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "948bd587-65e7-4837-b564-f8db31308c8d", "title": "Will the S&P 500 rise or fall more than 15% in a single day during the 2020s?", "body": "Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 15.0% from opening to closing price, in a single day", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.05}, "cons_P": {"id": "d49fd4ca-fcd6-406a-b12a-0daf01582d7b", "title": "Will the S&P 500 rise or fall more than 10% in a single day during the 2020s?", "body": "Resolution Criteria\nThis question resolves positively if before January 1st 2030 and after January 1st 2020, the S&P 500 moves by more than 10.0% from opening to closing price, in a single day", "resolution_date": "2029-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "ddcde62d-8a07-4ba6-80fb-e9cbdbf985e9", "title": "Will humanity maintain a continuous off-Earth presence until 2050?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2050?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2050. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2050, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.7}, "cons_P": {"id": "e4ef91d7-7e7d-41ee-93e2-c53e32826ea2", "title": "Will humanity maintain a continuous off-Earth presence until 2040?", "body": "Resolution Criteria\nSince October 31 2000, the date Soyuz TM-31 lifted off from the Baikonur Cosmodrome carrying the members of Expedition 1, the first long-duration ISS crew, humanity has maintained a permanent off-Earth presence for more than 19 years.\nThis question asks: Will humanity maintain an off-Earth presence continuously until 1 January 2040?\nFor a positive resolution, at least one living and conscious biological human must be physically located at some point beyond 100km altitude above Earth's mean sea level at all times continuously until 1 January 2040. This could include persons aboard spacecraft and space stations, as well as persons on any astronomical object other than Earth (e.g. Moon or Mars explorers / settlers).\nIf the number of living and conscious biological humans off-Earth drops to zero at any time before 1 January 2040, this question resolves negatively. EMs, artificial intelligence systems, humans in suspended animation or cryopreservation, and all other instances of either wholly non-biological or non-conscious humans will not count for the purposes of this question. Humans who are merely sleeping will be considered conscious for the purposes of this question.\nHowever, biological humans with some degree of cybernetic augmentation (brain implants, artificial limbs or organs, etc) will suffice, so long as they could still reproduce with un-augmented humans.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.65}}, "violations": {"default": 0.0028542, "frequentist": 0.0755067}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "3578794d-8b5a-4ad0-96f8-667e318ba70d", "title": "Will a reliable poll of physicists reveal that a majority of those polled accept the many-worlds interpretation by 2050?", "body": "Resolution Criteria\nThe many-worlds interpretation is a theory for explaining our observations from quantum experiments. It posits that reality consists entirely of a universal wavefunction that deterministically obeys the Schrodinger equation (or some other wave equation). The apparent probabilistic nature of quantum experiments is normally explained by appealing to a non-rigorous concept of macroscopic worlds where each possible result of a quantum experiment happens in one of these worlds. However, \"worlds\" are merely convenient abstractions, and are not fundamental to the theory's main statement.\nThe other names of the many-worlds interpretation include \"the relative state formulation\", \"the Everett interpretation\", and \"the theory of the universal wavefunction.\"\nThis question resolves positively if by 1/1/2050 a poll of professional physicists with at least 100 responses reveals that more than half accept the many-worlds interpretation of quantum mechanics, as I have described above. The results from the poll must be published in some reliable document or blog post, and must not be informal. If no such poll is released by 1/1/2050, then this question resolves negatively.\nHere is an example of a qualifying survey uploaded to the arxiv in December of 2016. 39% said they preferred the Copenhagen interpretation, 6% the Everett interpretation, 36% had no preferrence.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "cons_P": {"id": "fa44fd8f-9188-4ed6-b8ec-c5129c51095e", "title": "Will a reliable poll of physicists reveal that a majority of those polled accept some interpretation of quantum mechanics by 2050?", "body": "Resolution Criteria\nThe many-worlds interpretation is a theory for explaining our observations from quantum experiments. It posits that reality consists entirely of a universal wavefunction that deterministically obeys the Schrodinger equation (or some other wave equation). The apparent probabilistic nature of quantum experiments is normally explained by appealing to a non-rigorous concept of macroscopic worlds where each possible result of a quantum experiment happens in one of these worlds. However, \"worlds\" are merely convenient abstractions, and are not fundamental to the theory's main statement.\nThe other names of the many-worlds interpretation include \"the relative state formulation\", \"the Everett interpretation\", and \"the theory of the universal wavefunction.\"\nThis question resolves positively if by 1/1/2050 a poll of professional physicists with at least 100 responses reveals that more than half accept some interpretation of quantum mechanics, as I have described above. The results from the poll must be published in some reliable document or blog post, and must not be informal. If no such poll is released by 1/1/2050, then this question resolves negatively.\nHere is an example of a qualifying survey uploaded to the arxiv in December of 2016. 39% said they preferred the Copenhagen interpretation, 6% the Everett interpretation, 36% had no preferrence.\n", "resolution_date": "2050-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}}, "violations": {"default": 0.0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "f3759547-0634-4095-b5dd-f9457941edae", "title": "Will there be at least 200 companies developing technologies to defeat aging by 2025?", "body": "Resolution Criteria\nIn a publicly available spreadsheet, accessible here, Karl Pfleger has maintained a list of for-profit companies that are confirmed to be working to slow or reverse aging in humans. His criterion for including a company is outlined here, and only includes those companies that aim to deliver a product that will undo or slow down molecular damage from aging. Anti-aging cosmetic companies do not count by this criterion.\nAs of January 6th, 2020, there are 126 companies listed in the spreadsheet, but progress has been rapid in recent years. More companies were created from 2016-2018 than were created in the entire period listed before that, from 2009-2015. If growth continues at its current pace, then the number of companies will surpass 200 by 2025. However, if the number does not reach 200, this would imply that growth must have slowed down at some point.\nThis question resolves positively if there are at least 200 companies listed on this spreadsheet (or the spreadsheet that is a clear successor to that one) on January 1st 2025. If there are fewer, it resolves negatively.\nIf the spreadsheet is no longer being maintained, the question resolves ambiguously.\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}, "cons_P": {"id": "56389bf2-b65e-4921-b31d-ed677cbf6eb9", "title": "Will there be at least 150 companies developing technologies to defeat aging by 2025?", "body": "Resolution Criteria\nIn a publicly available spreadsheet, accessible here, Karl Pfleger has maintained a list of for-profit companies that are confirmed to be working to slow or reverse aging in humans. His criterion for including a company is outlined here, and only includes those companies that aim to deliver a product that will undo or slow down molecular damage from aging. Anti-aging cosmetic companies do not count by this criterion.\nAs of January 6th, 2020, there are 126 companies listed in the spreadsheet, but progress has been rapid in recent years. More companies were created from 2016-2018 than were created in the entire period listed before that, from 2009-2015. If growth continues at its current pace, then the number of companies will surpass 200 by 2025. However, if the number does not reach 200, this would imply that growth must have slowed down at some point.\nThis question resolves positively if there are at least 150 companies listed on this spreadsheet (or the spreadsheet that is a clear successor to that one) on January 1st 2025. If there are fewer, it resolves negatively.\nIf the spreadsheet is no longer being maintained, the question resolves ambiguously.\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.8}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "419c6817-2dde-4227-afb0-101cd686bad3", "title": "Will armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.32}, "cons_P": {"id": "e14b42b7-fa90-4ef6-b16c-43b8f581b8c3", "title": "Will armed conflicts between Taiwan and the PRC lead to at least one exchange of weapon fire before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "05ffd87e-d216-44a9-a23f-f0cad1ac164f", "title": "Will a space-based interferometer detect a gravitational wave background attributable to cosmological sources?", "body": "Resolution Criteria\nThis resolves positively if a peer-reviewed publication announces that a gravitational wave background has been detected with confident attribution to early universe (pre-recombination) sources. Statistical significance should be at > 4-sigma", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.18}, "cons_P": {"id": "f787663a-279f-4958-83ee-55a1ec3d332e", "title": "Will a space-based interferometer detect a gravitational wave background?", "body": "Resolution Criteria\nThis resolves positively if a peer-reviewed publication announces that a gravitational wave background has been detected. Statistical significance should be at > 4-sigma", "resolution_date": "2100-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "2dd60ca4-af02-4608-839a-5a8edbc1baf9", "title": "When the first company reaches a $10 trillion market cap, will it be worth at least double what it was the year before?", "body": "Resolution Criteria\nCompany valuations can take off very quickly: Apple was valued at around $100 billion in mid 2007, and so it has taken the company roughly 11 years to grow its market capitalisation by a factor of ten. However, one year before it first hit $1 trillion, it was worth ~$0.8 trillion (which would have resolved a similar question negative).\nAmazon's rise was even more impressive. Amazon has grown from $100 bn to $1 trillion in just over 6 years. And one year before it hit $1 trillion, it was worth ~0.46 trillion (which would have resolved a similar question positive).\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI.\nPaul Christiano suggests operationalising the takeoff takeoff speed of AI in terms of economic growth. That is, if there is a rapid transition from massively subhuman AI to massively superhuman AI, we would expect accelerated economic growth. One indicator of the rate of economic growth is the growth in company valuations.\nWill the first publicly traded company to have a $10 trillion market cap be worth at least double what it was worth 1 year before reaching $10 trillion?\nResolution\nThis resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $5 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.35}, "cons_P": {"id": "bb626c78-167d-417c-9c54-5ff3596fb86a", "title": "Will the first publicly traded company to reach a $10 trillion market cap be worth at least 50% more than it was the year before?", "body": "Resolution Criteria\nCompany valuations can take off very quickly: Apple was valued at around $100 billion in mid 2007, and so it has taken the company roughly 11 years to grow its market capitalisation by a factor of ten. However, one year before it first hit $1 trillion, it was worth ~$0.8 trillion (which would have resolved a similar question negative).\nAmazon's rise was even more impressive. Amazon has grown from $100 bn to $1 trillion in just over 6 years. And one year before it hit $1 trillion, it was worth ~0.46 trillion (which would have resolved a similar question positive).\nAn important consideration in how to approach the AI alignment problem is the speed of the takeoff from massively subhuman AI to massively superhuman AI.\nPaul Christiano suggests operationalising the takeoff takeoff speed of AI in terms of economic growth. That is, if there is a rapid transition from massively subhuman AI to massively superhuman AI, we would expect accelerated economic growth. One indicator of the rate of economic growth is the growth in company valuations.\nWill the first publicly traded company to have a $10 trillion market cap be worth at least 50% more than it was worth 1 year before reaching $10 trillion?\nResolution\nThis resolves when a company whose shares can be bought and sold on a stock exchange achieves a market capitalisation of $10 trillion (adjusted to 2018 prices), AND it was worth less than or equal to $6.67 trillion one year before (also in 2018 prices). The question will refer to Yahoo Finance's data, or any other reputable financial data service.\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "2e3a2b06-9be3-43de-aaea-b4bf8b8218f0", "title": "Will the average global CO₂ atmospheric concentration be less than 423.89 PPM over the 2024 to 2027 period (inclusive)?", "body": "Resolution Criteria\nResolution\nThis question will resolve as Yes if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 423.89 ppm, as reported by Earth System Research Laboratory.\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here\n", "resolution_date": "2027-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "cons_P": {"id": "be61c8fe-34a1-4fe2-977e-9f777415ceb8", "title": "Will the average global CO₂ atmospheric concentration be less than 424 PPM over the 2024 to 2027 period (inclusive)?", "body": "Resolution Criteria\nResolution\nThis question will resolve as Yes if the arithmetic mean of the annual mean CO₂ concentration over the 2024 to 2027 period (inclusive) is less than or equal to 424 ppm, as reported by Earth System Research Laboratory.\nData\nData on global CO₂ atmospheric concentration may be found here.\nData on atmospheric concentration along RCP pathways may be found here. It may also be downloaded from here\n", "resolution_date": "2027-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.9}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "ae274965-61d7-4359-9102-03cd8296c68d", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to the general public by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}, "cons_P": {"id": "99086ec7-a0b6-498e-89f8-ce2dff5ca2f9", "title": "Will the identity of Bitcoin's founder, Satoshi Nakamoto, be revealed to at least one person by 2025?", "body": "Resolution Criteria\nFew anonymous people--save maybe Banksy and Qanon--have generated as much press as \"Satoshi Nakamoto\", the maverick who developed bitcoin.\nHaven't heard of the man? Here's an executive summary per The Economist:\nON PAPER—or at least on the blockchain—Satoshi Nakamoto is one of the richest people on the planet.... But Mr Nakamoto, though actively involved with his brainchild in its early history, has been silent since 2011. An army of amateur detectives has been trying to work out who he really is, but there is frustratingly little to go on. While developing bitcoin he claimed to be male, in his late 30s and living in Japan, but even that information is suspect.\nWill we ever find out his true identity? Speculation abounds. (See here and here and here.) As noted above, Nakamoto is estimated to have more than a million bitcoins, mined very early on. So he'd be worth well over $10Bn at current prices (as of launch), perhaps more. If he hasn't lost his thumb drive.\nQuestion resolves postive if Satoshi's true, corroborated identity is revealed to the world at large by April 5, 2025, his birthday. (Or is it??)\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "c20c998d-889a-4e54-bbfa-78603bcc1c00", "title": "Will an oracle superintelligence be developed before a general superintelligence?", "body": "Resolution Criteria\nThis question will immediately resolve positively if an AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest before an AI achieves generally superhuman performance across virtually all human activities of interest. If a generally superhuman AI is developed first, the question will immediately resolve negatively. By default, the question will resolve ambiguously on the resolve date, 2099-12-31.\nSuccessful creation of either technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.6}, "cons_P": {"id": "3f35fd63-577f-4506-9ac4-9d77475e1cb7", "title": "Will an oracle superintelligence be developed?", "body": "Resolution Criteria\nThis question will immediately resolve positively if an AI limited to answering questions achieves reliably superhuman performance across virtually all questions of interest. By default, the question will resolve ambiguously on the resolve date, 2099-12-31.\nSuccessful creation of this technology would presumably be extremely obvious and uncontroversial, with a great amount of media coverage and scientific attention. However, if there is significant disagreement over whether a given apparent achievement resolves the question, it will be determined by Metaculus moderators\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.55}}, "violations": {"default": 0.002561, "frequentist": 0.0715382}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "cb740a5f-9f16-4fb7-af85-1db982a1d809", "title": "Will humans go extinct before 2100?", "body": "Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.15}, "cons_P": {"id": "f8d37c38-c8fb-4644-b6b3-c5e7fb1d5b4a", "title": "Will humans go extinct before 2150?", "body": "Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2150. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n", "resolution_date": "2099-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.2}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "564caee4-69fa-4c26-b652-3a6298408fef", "title": "Will a third-party or independent candidate win at least 5% of the popular vote in the 2024 US presidential election?", "body": "Resolution Criteria\nThis prediction resolves positive if any single candidate not running for the Democratic or Republican party receives 5% or more of the national popular vote, and negative if one does not", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.4}, "cons_P": {"id": "be8ddcf1-ca97-4d34-afba-cbe93be60d75", "title": "Will a third-party or independent candidate win at least 1% of the popular vote in the 2024 US presidential election?", "body": "Resolution Criteria\nThis prediction resolves positive if any single candidate not running for the Democratic or Republican party receives 1% or more of the national popular vote, and negative if one does not", "resolution_date": "2024-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.85}}, "violations": {"default": 0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
{"line": {"P": {"id": "23b2d264-2385-42d9-ab40-a125d5b133f0", "title": "Will armed conflicts between the Republic of China (Taiwan) and the People's Republic of China (PRC) lead to at least 100 deaths before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China causing a total of at least 100 deaths.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China causing a total of at least 100 deaths.\nPlease note: positive resolution could in theory be the result of a few incidents separated by multiple years if the total number of deaths from such incidents will reach at least 100 from now till the end of 2025.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.3}, "cons_P": {"id": "2f87197b-bde0-4c49-9a0f-abfc052b11f9", "title": "Will armed conflicts between Taiwan and the PRC lead to at least one exchange of weapon fire before 2026?", "body": "Resolution Criteria\nThis question will resolve as Yes if, at any time between January 1, 2021 to January 1, 2026, either of the following occur:\nThere are at least three credible government sources reporting at least one exchange of weapon fire between the national military forces or law enforcement personnel of Taiwan and the People's Republic of China.\nThere are at least three credible news reports that at least one exchange of weapon fire between the national military forces or law enforcement personnel of the Republic of China (Taiwan) and the People's Republic of China.\nThis question will resolve as No otherwise.\nIn the context of this question, an armed conflict will be defined as a dispute that concerns a government and/or territory where the use of armed force between two parties, of which at least one is the government of a state, results in an exchange of weapon fire or detonations\n", "resolution_date": "2025-12-31T00:00:00Z", "question_type": "binary", "data_source": "synthetic_inst", "url": null, "metadata": null, "resolution": null, "elicited_prob": 0.45}}, "violations": {"default": 0.0, "frequentist": 0}, "checks": {"default": true, "frequentist": true}}
