{"P":{"id":"bfd740b9-4604-4a75-9728-98b0ab1aef99","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"ee5662a0-9e1a-4591-8e2e-a3957c470f52","title":"Will a sample of negative energy be produced by 2100 AND the European Union fail to meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves YES if both a sample of negative energy material is created by the year 2100 AND the European Union fails to meet its 2030 climate action goals under the Paris Climate Treaty. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"6ee8a8ed-be97-405c-ac9e-c94eeef0eeb7","title":"Will either of the following occur: (a) the European Union meets its 2030 targets under the Paris Climate Treaty, or (b) a sample of negative energy material is created by the year 2100?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"c6bdd3f0-6d1c-4f1f-bce8-805a093ee89c","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"e9acbf81-d632-4a65-b36c-f29cd090889c","title":"Will Metaculus exist in 2030 AND none of Belgium, France, Italy, Luxembourg, Netherlands, and Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as YES if Metaculus exists in 2030 with the specified continuity criteria AND if, before January 1, 2027, none of Belgium, France, Italy, Luxembourg, Netherlands, and Germany have triggered Article 50 of the Treaty of Lisbon or the European Union has not dissolved or reformed under a different name. It will resolve as NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"f36953ac-fd08-43b4-be75-ea178d5764eb","title":"Will either of the following occur: (a) Any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027, or (b) Metaculus exist in 2030?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"7423c9f2-eb37-40b1-9d98-1d493bfc6aec","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"0df54151-889d-4ccd-b856-6d7ef41ae674","title":"Will there be a Vegan Country by 2100 AND we not detect a message originating from Luyten's Star before 2046?","body":"Resolves YES if both of the following conditions are met: 1) There is at least one country with a population of at least 5 million that bans the consumption of all animal products by 2100, or there was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100, AND 2) A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is not detected on or near Earth on or before December 31, 2045. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"7ab95f93-e079-42fd-a6b2-8e3d7d25354b","title":"Will either of the following occur: (a) a message originating from Luyten's Star is detected before 2046, or (b) there be a Vegan Country by 2100?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"1cb7be32-9a18-4e07-9ae1-8920f2951ce1","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"94e6665d-7dc1-475e-b966-7ddb428de690","title":"Will we discover clear evidence of proton decay by 2040 AND will the richest person in the world in 2033 have a net worth less than 2% of the United States' GDP at the time?","body":"Resolves YES if both experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, AND the richest person in the world in 2033 has a net worth less than 2% of the United States' GDP at the time, according to the 2033 Forbes Billionaires list. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"3b81d442-ff25-4d9f-b624-1f1d26619a10","title":"Will either of the following occur: (a) the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time, or (b) clear evidence of proton decay be discovered by 2040?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d3833fc4-7dfc-43b9-9715-2d7bff2f4cd0","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"a5d4aa88-d2ce-455a-85d9-fbded720c231","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND human brain emulation NOT be the first successful route to human-level digital intelligence?","body":"This question will resolve as YES if both of the following conditions are met: 1) The number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and 2) An effort to create a viable emulated human, based on direct simulation of the neural connectome, does NOT succeed before another form of human-level digital intelligence. It will resolve as NO if either of these conditions is not met.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"dd1b8631-7b08-431f-9fe9-0033c3642f83","title":"Will either of the following occur: (a) human brain emulation being the first successful route to human-level digital intelligence, or (b) there being more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"20204ca1-d865-4308-ab15-77d45dcc6524","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"a1b51351-263f-4316-97c4-7efcc4e4ab09","title":"By 2025, will someone be able to hold his/her breath for 30+ minutes AND if chess is solved before 2080, must perfect play result in white not winning?","body":"Resolves YES if both of the following are true: 1) By 2025, a person is able to voluntarily hold his or her breath for more than 30 minutes in compliance with Guinness Record standards, and 2) If chess is solved before 2080, it is proven that perfect play from the initial position results in white not winning. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"25da07f1-4c44-4b88-a64a-33ddeb7858fb","title":"Will either of the following occur: (a) Chess is solved before 2080 with perfect play resulting in white winning, or (b) someone can hold their breath for 30+ minutes by 2025?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"7c2a10f6-bb81-4bb6-b2c7-0916253edba0","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"e3a004f0-4499-4441-a646-7439bfaf5bf6","title":"Will we detect a message from Luyten's Star before 2046 AND have less than 2˚C of global warming by 2100?","body":"This question will resolve as YES if both of the following conditions are met: A signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045, AND by January 1, 2100, there has not been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. The question will resolve as NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"1f5f42ad-23ca-4138-8a96-afdb02c42f6d","title":"Will either of the following occur: (a) Global warming of at least 2˚C by 2100, or (b) detection of a message from Luyten's Star before 2046?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"c4ec8964-4ad1-4955-b7a1-5f761ea64244","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"fa591be3-ee7f-4309-985e-3f0152d29699","title":"Will Puerto Rico become a US state AND will any country that had nuclear weapons on July 1, 2017 keep them until 2035?","body":"Resolves YES if Puerto Rico is admitted as a United States state before January 1, 2035, AND if none of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"928bcc05-e7e2-4caf-b312-9ed99f006fa9","title":"Will either of the following occur: (a) Any country that had nuclear weapons on July 1, 2017 gives them up before 2035, or (b) Puerto Rico becomes a US state prior to 2035?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"432957ab-0730-4e64-ab6e-e9db56d70e7c","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"faf7e62b-721f-459e-8c38-4f5e96163502","title":"Will there be Human-machine intelligence parity before 2040 AND human brain emulation NOT be the first successful route to human-level digital intelligence?","body":"This question resolves YES if both of the following conditions are met: 1) A machine system outscores at least two of the three humans on a generalized intelligence test administered prior to 2040, designed to advantage the humans, and 2) An effort to create a viable emulated human brain does NOT succeed before another form of human-level digital intelligence emerges. If either condition is not met or if no such tests or efforts are conducted, the question resolves NO. If the outcomes are ambiguous based on the resolution criteria provided in the original questions, this question also resolves as AMBIGUOUS.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"a627d85d-53c3-4dee-9b94-50db8b9aaeca","title":"Will either of the following occur: (a) Human brain emulation is the first successful route to human-level digital intelligence, or (b) there be Human-machine intelligence parity before 2040?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"e5361484-3b76-4adc-b9fb-33c4c0b806f1","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"341820dc-3adf-404e-b078-81ea2db03bad","title":"Will there be Human-machine intelligence parity before 2040 AND SpaceX fail to land people on Mars before 2030?","body":"This question resolves as YES if both of the following conditions are met: 1) The machine system outscores at least two of the three humans on a generalized intelligence test prior to 2040, and 2) SpaceX does not successfully land one or more living human beings on the surface of Mars before 2030. The question resolves as NO if either of these conditions is not met. If no such tests are conducted for the first condition, the resolution for that part is AMBIGUOUS, which would result in an overall NO resolution if the second condition is not met.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"7716dab1-e2f5-477e-9458-9283d0da6978","title":"Will either of the following occur: (a) SpaceX lands people on Mars before 2030, or (b) Human-machine intelligence parity is achieved before 2040?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"ebcabc04-f318-4119-a133-91e398b0ad8c","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"6d3faf58-e29e-4ae4-8a13-a19982a6e517","title":"Will a practical nuclear fusion reactor first be developed in China AND will humans still exist in some form by 2100?","body":"Resolves YES if the first practical nuclear fusion reactor, as defined by the given criteria, is built in China AND there are known humans alive on January 1, 2100, as defined by the given criteria for human existence. Resolves NO if either the first practical nuclear fusion reactor is built outside of China OR there are no known humans alive on January 1, 2100. If no such reactor is built before January 1, 2050, or the existence of humans by 2100 cannot be confirmed, this question will resolve as Ambiguous.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"9547f3d8-fe44-4944-8856-bfd516ffcb41","title":"Will either of the following occur: (a) Humans go extinct before 2100, or (b) a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5fc0af41-8a24-4bfe-9dd9-53e16291a09e","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"5411bd81-d61a-4ccd-9b76-6149b405822a","title":"Will we discover clear evidence of proton decay by 2040 AND a sample of negative energy NOT be produced by 2100?","body":"Resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040 AND no sample of negative energy material is created by the year 2100 as specified in the resolution criteria. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"674af46f-2756-42ab-932d-86ee5797cddd","title":"Will either of the following occur: (a) a sample of negative energy material is created by the year 2100, or (b) clear evidence of proton decay is discovered by 2040?","body":"Resolves YES if either of the mentioned events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0d716687-74d6-4b16-a28b-cfe578cebc69","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"5a78a090-bae5-46e6-8071-f37dc22082e0","title":"Will Europa be the first place humanity discovers extraterrestrial life before 2045, and will gravitational waves from the merger of supermassive black holes not be detected by November 30, 2027?","body":"This question will resolve as YES if both of the following conditions are met: 1) Humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe, and 2) by November 30, 2027, a peer-reviewed publication does not announce the detection of gravitational waves from the merger of supermassive black holes. The question will resolve as NO if either extraterrestrial life is found convincingly elsewhere prior to on Europa, or if gravitational waves from the merger of supermassive black holes are detected by the specified date. If no extraterrestrial life is found before 2045, this question will be Annulled.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"c147941e-c526-4bac-be9f-6d3f1be6db1c","title":"Will either of the following occur: (a) Gravitational waves from the merger of supermassive black holes be detected by November 30, 2027, or (b) Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"27f913e4-8a9e-4ef0-abaa-9a7cb140fe9c","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"624a57a4-a287-4b80-97e3-c1ab2a01f153","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027, AND will there be no Human-machine intelligence parity before 2040?","body":"This question resolves as YES if both of the following conditions are met: 1) By November 30, 2027, a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes with statistical significance at the 4-sigma or equivalent level, AND 2) There is no Human-machine intelligence parity before 2040, meaning that the machine system does not outscore at least two of the three humans on a generalized intelligence test administered prior to 2040. The question resolves as NO if either of these conditions is not met.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"513bf4ec-36ac-4709-9354-fcf426d6c458","title":"Will either of the following occur: (a) Human-machine intelligence parity is achieved before 2040, or (b) gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"58dfd356-0429-4abc-8bc2-5e26e39922fa","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"ef294cae-6cf5-46b0-a184-95d674f3ced8","title":"Will a practical nuclear fusion reactor first be developed in China AND RoboCup announce that robots have not beaten professional human soccer players before 2050?","body":"Resolves YES if the first practical nuclear fusion reactor is built in China AND the RoboCup organization announces that its ultimate goal for robotic soccer has not been accomplished before January 1, 2050. Resolves NO otherwise.\n\nFor the nuclear fusion reactor, \"practical\" is defined as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations. The question will resolve as NO if the first such reactor is built anywhere other than China or if no such reactor is built before January 1, 2050.\n\nFor the RoboCup, the question will resolve as NO if the RoboCup organization or a clear successor organization ceases to exist, or if the organization announces that its ultimate goal has been accomplished as described, which involves robots winning a game of soccer against professional human soccer players before January 1, 2050.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"008c4e42-f2d5-450e-a719-e2902f757730","title":"Will either of the following occur: (a) RoboCup announces that robots have beaten professional human soccer players before 2050, or (b) a practical nuclear fusion reactor is first developed in China?","body":"Resolves YES if either of the stated events occur (or both). Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0a569ba7-9684-4f6d-9db8-42a9036ea6cd","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"7af25bb0-67cc-4606-86c2-e6ed74fb96c7","title":"Will a practical nuclear fusion reactor first be developed in China AND human brain emulation not be the first successful route to human-level digital intelligence?","body":"Resolution Criteria for P: A practical nuclear fusion reactor is defined as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations. This question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else. If no such reactor is built before January 1, 2050, this question will resolve as Ambiguous.\n\nResolution Criteria for Q: This question will resolve as Yes if an effort to create a viable emulated human, based on direct simulation of the neural connectome, does not succeed before another form of human-level digital intelligence. The latter is defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities. If neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n\nThis combined question will resolve as YES only if both the following conditions are met: the first practical nuclear fusion reactor is built in China AND human brain emulation is not the first successful route to human-level digital intelligence. It will resolve as NO if either the first practical nuclear fusion reactor is not built in China OR human brain emulation is the first successful route to human-level digital intelligence. If either question resolves as Ambiguous according to their respective criteria, then this combined question will also resolve as Ambiguous.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"da7aed53-ef8d-4d25-ac8d-f40ebb7d9df2","title":"Will either of the following occur: (a) human brain emulation is the first successful route to human-level digital intelligence, or (b) a practical nuclear fusion reactor is first developed in China?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d87988cc-5fb9-4872-88fd-049367ba17b2","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"676fefbd-4fd8-43a3-92a4-1000a4c81e44","title":"Will a sample of negative energy be produced by 2100 AND if chess is solved before 2080, must perfect play result in white not winning?","body":"Resolves YES if both of the following conditions are met: A sample of negative energy material is created by the year 2100, specifically where > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses; AND if chess is solved before 2080, it is proved that perfect play by white does not result in a win for white. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"eb1b2c44-b379-4451-9f22-f7138d44bb57","title":"Will either of the following occur: (a) Chess is solved before 2080 with perfect play resulting in white winning, or (b) a sample of negative energy is produced by 2100?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"a5bbfbe4-5aa3-49bd-b49b-c729a3bc72c2","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_not_P":{"id":"d161e8d7-98dc-4ebe-9d53-39ba5664632e","title":"Will there be a Vegan Country by 2100 AND a sample of negative energy not be produced by 2100?","body":"Resolves YES if both of the following conditions are met: 1) There is at least one country with a population of at least 5 million that bans the consumption of all animal products by 2100 or had such a ban for at least 5 years prior to 2100, AND 2) A sample of negative energy material (> 10 proton masses worth) is not created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by the year 2100. Resolves NO if either of these conditions is not met.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"b84e69af-a59c-4b9a-94bd-69525c0776cb","title":"Will either of the following occur: (a) a sample of negative energy material being created by the year 2100, or (b) there be a Vegan Country by 2100?","body":"Resolves YES if either a sample of negative energy material is created by the year 2100 or there is a Vegan Country by 2100 (or both). Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
