{"P":{"id":"64bca120-87b1-4e86-97cb-aa9ba0e409b3","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"2d05a58f-f079-4010-b4c8-0da6c5574985","title":"Given that chess is solved before 2080 with perfect play resulting in white winning, will we reach the island of stability by 2050?","body":"Resolves N/A if chess is not solved before 2080 or if perfect play does not result in white winning. If chess is solved before 2080 with perfect play resulting in white winning, then resolves YES if we reach the island of stability by 2050 creating an isotope of an element with more than 110 protons and a half-life of at least one day, and NO if we do not reach the island of stability by 2050.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"fd40e8f7-fcab-4ec8-9ab2-f530b82dabdf","title":"Given that chess is solved before 2080 resulting in white winning and we reach the island of stability by 2050, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if either chess is not solved before 2080 with white winning or we do not reach the island of stability by 2050. If both conditions are met (chess is solved before 2080 with white winning and we reach the island of stability by 2050), then resolves YES if Puerto Rico becomes a US state before January 1, 2035, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"fef97180-405c-4a1c-b6b2-65a46f04fa9f","title":"If chess is solved before 2080 resulting in white winning AND Puerto Rico becomes a US state before 2035, will we reach the island of stability by 2050?","body":"Resolves YES if chess is solved before 2080 with perfect play resulting in white winning AND Puerto Rico is admitted as a United States state before January 1, 2035 AND we create an isotope of an element with more than 110 protons, having a half-life of at least one day prior to 2050. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"2a676667-0869-4a49-95d3-7b3422584b76","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"5ef16722-df0c-4fc9-b5b6-88fd50b7f5f0","title":"Given that human brain emulation is the first successful route to human-level digital intelligence, will humans go extinct before 2100?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence. If the condition is met (if human brain emulation is the first successful route to human-level digital intelligence, then resolves YES if there are no known humans alive on January 1, 2100 and NO if there are known humans alive on that date.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"34b943d9-3caf-4000-8443-571fffbddabb","title":"Given that human brain emulation is the first successful route to human-level digital intelligence and humans go extinct before 2100, will SpaceX land anything on Mars before 2030?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence or if humans do not go extinct before 2100. If the conditions are met (if human brain emulation is the first successful route to human-level digital intelligence and humans go extinct before 2100), then resolves YES if a SpaceX-branded mission successfully lands on Mars by January 1, 2030, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"6e2250ff-dc9b-4887-83cb-de297a8b421e","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will SpaceX land anything on Mars before 2030?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND a SpaceX-branded mission, where the primary launch hardware and Mars entry, descent, and landing systems are built by SpaceX, successfully lands on the surface of Mars by January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"08a0599e-062d-4ebd-b748-09ab61aeb3bc","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"d404fc80-aa89-4e15-a82d-0ee898dda90d","title":"Given that there will be Human-machine intelligence parity before 2040, will chess be solved before 2080 in a way that perfect play results in white winning?","body":"Resolves N/A if there is no Human-machine intelligence parity before 2040. If the condition is met (if there is Human-machine intelligence parity before 2040), then resolves YES if chess is solved before 2080 in a way that perfect play results in white winning, and NO if it does not.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"e842ed7b-c3d5-434d-a214-637da2e2669f","title":"Given that there is human-machine intelligence parity before 2040 AND if chess is solved before 2080 with perfect play resulting in white winning, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if the conditions for human-machine intelligence parity and chess being solved are not met. If the conditions are met, resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040 and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"a379c287-7044-417d-a3b4-b418a9173ce5","title":"Will there be Human-machine intelligence parity before 2040 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"cb5aa3fb-4a1c-4c38-89e3-81804eb2f228","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"7b8c5346-fc61-48a4-be25-be56cb3b1e19","title":"Given that there will be at least 2˚C of global warming by 2100, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if there is not at least 2˚C of global warming by 2100. If the condition is met (if there is at least 2˚C of global warming by 2100), then resolves YES if Puerto Rico becomes a US state before January 1, 2035, and NO if it does not.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"49b7289c-3052-4791-8e9c-ceff9789befd","title":"Given that by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND Puerto Rico is admitted as a United States state before January 1, 2035, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if the conditions for global warming and Puerto Rico statehood are not met. If both conditions are met, then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"1c5c45b8-4e62-4492-9a4d-49d5c88053b3","title":"Will there be at least 2˚C of global warming by 2100 AND will Puerto Rico become a US state prior to 2035 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND Puerto Rico is admitted as a United States state before January 1, 2035 AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"4c16acf0-8878-46f0-bb75-6e1e904e167d","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"8165671c-f40a-4d40-a8f2-f07ec3e4c8fc","title":"Given that before 2050, RoboCup announces that robots have beaten professional human soccer players, will the first commercial hyperloop system be within the US?","body":"Resolves N/A if RoboCup does not announce that robots have beaten professional human soccer players before 2050. If the condition is met (RoboCup announces robots beating human players before 2050), then resolves YES if the first commercial hyperloop system is built inside the US and NO if it's built in Dubai, Russia, or any other country outside the US.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"4955d02a-fc01-4fda-b432-27188412e08f","title":"Given that before January 1, 2050, RoboCup announces robots beating professional human soccer players and the first commercial hyperloop system is built within the US, will Metaculus exist in 2030?","body":"Resolves N/A if the conditions for RoboCup and the hyperloop system are not met before 2050. If both conditions are met, resolves YES if Metaculus exists in 2030 according to the specified criteria, and NO if it does not.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3a04ff37-27a8-49ab-8b60-d76cba0b2a2b","title":"Will RoboCup announce robots beating professional human soccer players before 2050 AND the first commercial hyperloop system be within the US AND Metaculus exist in 2030?","body":"Resolves YES if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050 AND the first commercial hyperloop system is built inside of the United States AND Metaculus exists in 2030. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"21556505-fa24-4dc4-95d4-b75a326dbee8","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e4eb186e-1b7b-4df4-ad57-b7b99f4e14b0","title":"Given that SpaceX lands people on Mars before 2030, will Europa be the first place humanity discovers extraterrestrial life, if it is discovered before 2045?","body":"Resolves N/A if SpaceX does not land people on Mars before 2030. If the condition is met (if SpaceX lands people on Mars before 2030), then resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045, and does so before detecting extraterrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, resolves NO. If no extraterrestrial life is found before 2045, this question will be Annulled.","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"68687b33-5cb0-486a-854a-18aea68f0ba5","title":"Given that SpaceX lands people on Mars before 2030 and Europa is the first place humanity discovers extraterrestrial life before 2045, will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves N/A if the conditions for SpaceX landing on Mars before 2030 and Europa being the first place of extraterrestrial life discovery before 2045 are not met. If the conditions are met, then resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time, and NO if they do not meet this criteria.","resolution_date":"2045-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"ed19c508-b079-4951-a3be-0324eac404d0","title":"Will SpaceX land people on Mars before 2030 AND the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030 AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d5503a10-3dee-44df-9644-a893ec458ef4","title":"Will we reach the island of stability by 2050?","body":"Resolution Criteria\nSince the synthesis of neptunium in 1940, we have been continually expanding the periodic table by creating new elements. Regrettably, as atoms have become bigger, they also have become less stable, the last few elements to be created having a half-life of less than a second.\nYet it is theorized that at some point, stability of new elements might start increasing again, creating an island of stability. There are certain \"magic numbers\" of protons that offer the chance of higher stability; 114, 120 and 126 are magic numbers. We have yet to reach elements 120 and 126 and there might still be more stable isotopes of element 114 that have not yet been created.\nIt is asked:\nWill we create an isotope of an element that has more than 110 protons, that has a half-life of at least one day (86,400 seconds) prior to 2050?\nIn order for the question to resolve positive the half-life of the isotope must be verified by an independent scientific team to be greater than one day prior to 2050.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"fd15c656-d007-4868-bcc0-2ef4859d675b","title":"Given that we create an isotope of an element with more than 110 protons, having a half-life of at least one day before 2050, will a human-made spaceship enter the Venusian atmosphere before 2030?","body":"Resolves N/A if the condition of creating the isotope with the specified half-life is not met before 2050. If the condition is fulfilled (isotope created with half-life of at least one day before 2050), then resolves YES if a human-made spaceship enters the Venusian atmosphere before 2030, and NO if it does not.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"e2cf0425-4278-4fd8-b22d-4f4ef39b378b","title":"Given that we create an isotope of an element with more than 110 protons having a half-life of at least one day AND a human-made spaceship enters the Venusian atmosphere before 2030, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if the conditions for creating the isotope and entering Venusian atmosphere are not met before 2030. If both conditions are met, resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"605720dd-2967-492c-989b-51272e7dff48","title":"Will we create an isotope of an element with more than 110 protons having a half-life of at least one day AND will a human-made spaceship enter the Venusian atmosphere before 2030 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if we create an isotope of an element with more than 110 protons that has a half-life of at least one day AND a human-made spaceship enters the Venusian atmosphere before 2030 AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"840531f0-73d7-4982-903d-f0e34f3069b5","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"f90a8333-c8ca-40a8-a5a0-77a2087e48de","title":"Given that before 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU, will the European Union meet its 2030 targets under the Paris Climate Treaty by 2030?","body":"Resolves N/A if none of the mentioned countries leave the EU before 2027. If any of the mentioned countries leave the EU before 2027, then resolves YES if the European Union meets its 2030 targets under the Paris Climate Treaty by 2030, and NO if it does not meet the targets by that date.","resolution_date":"2031-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"4b75b18a-549b-4a0d-8c31-b8ad5290637c","title":"Given that before 2027, any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU AND the EU meets its 2030 climate targets, will clear evidence of proton decay be discovered by 2040?","body":"Resolves N/A if the conditions related to the EU and climate targets are not met before 2027. If the conditions are met, then resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"cea796aa-f9d2-4e79-84aa-95ef9a15284c","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"9f1e7be2-0ea3-49ea-aca9-0ea4a6abae6c","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"8ea3b86f-1fcd-4b47-897f-3d8c0bd99983","title":"Given that by 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU or the EU dissolves, will we reach the island of stability by 2050?","body":"Resolves N/A if by 2027, none of the mentioned countries leave the EU or the EU does not dissolve. If the condition is met (if any of the countries leave the EU or the EU dissolves by 2027), then resolves YES if we create an isotope of an element with more than 110 protons that has a half-life of at least one day prior to 2050, verified by an independent scientific team.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"f2c5dc8f-9693-4faf-bb47-8e102ecdcf9d","title":"Given that before 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU or the EU dissolves, AND we reach the island of stability by 2050, will we discover clear evidence of proton decay by 2040?","body":"Resolves N/A if the conditions for P are not met before 2027 or the island of stability is not reached by 2050. If the conditions are met, resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8a16521a-9a93-45ea-bf66-e30fba2817aa","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"7d9b03bf-fff2-4c7a-9ff8-6f8636c66a49","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"40e16809-4617-4fab-a486-dde2cdc12ff2","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if RoboCup does not announce that robots have beaten professional human soccer players before 2050. If the condition is met (if RoboCup announces that robots have beaten professional human soccer players before 2050), then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, based on credible industry reports, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"3309d8e4-f27b-4df1-a760-b0dae3118bd2","title":"Given that robots win the RoboCup challenge and there are more VR headset sales than AR headset sales in 2025, will we detect a message originating from Luyten's Star before 2046?","body":"Resolves N/A if the conditions for robots winning the RoboCup challenge and more VR headset sales than AR headset sales in 2025 are not met. If the conditions are met, then resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or before December 31, 2045, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"6392d7d0-fb52-4972-bffa-51e9200e62b7","title":"Will robots win the RoboCup challenge and there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the RoboCup challenge organization AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution. For the purposes of the RoboCup challenge, the resolution criteria are based on the announcement by the RoboCup organization. For the VR and AR headset sales comparison, the resolution criteria are based on the global sales numbers in 2025.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"afd418fc-c414-4bc7-b0c4-c997e9e54ffd","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"88aaf9da-1a67-4125-be86-8dea1b90fca0","title":"Given that chess is solved before 2080 with perfect play resulting in white winning, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if chess is not solved before 2080 with perfect play resulting in white winning. If the condition is met (chess is solved before 2080 with perfect play resulting in white winning), then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"734b85a5-ceb9-408e-aa5b-649bcf1638c4","title":"Given that chess is solved before 2080 and perfect play must result in white winning AND there will be more VR headset sales than AR headset sales in 2025, will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves N/A if chess is not solved before 2080 or if the number of VR headset sales does not exceed the number of AR headset sales in 2025. If both conditions are met (chess is solved before 2080 and VR headset sales exceed AR headset sales in 2025), then resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time, and NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"8309bf95-447d-4cdd-8376-d17fbd398503","title":"If chess is solved before 2080, must perfect play result in white winning AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if chess is solved before 2080 and perfect play must result in white winning AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"944939bd-3dc2-4aa4-97dc-212b5a8b08a3","title":"Will the first commercial hyperloop system be within the US?","body":"Resolution Criteria\nElon Musk's dream of a hyperloop – a pod-based transportation system that uses magnetic levitation in a near-vacuum – is coming closer to reality. Tests in the Nevada desert have achieved speeds up to 192 mph, and Musk announced in July 2017 that he had \"verbal approval\" for a hyperloop between New York and Washington, DC. (Though it is rather unclear what exactly this means.)\nBut other countries are interested too. Dubai and Russia are both developing plans. For Russia, a hyperloop could open up new areas of the country to trade with China. If, that is, lawsuits don't derail the project. In Dubai, designs for a Dubai-Abu Dhabi hyperloop network already exist.\nAlthough implementing the hyperloop concept is far from easy, several writers have said that testing and construction should begin anyway, as the hyperloop may be the revolutionary transportation system the world desperately needs.\nWill the first commercial hyperloop system be built inside of the United States?\nThis question will resolve as positive if the first hyperloop system to commence commercial operations is located the US rather than in Dubai, Russia, or any other country outside the US. Resolves as ambiguous if no commercial hyperloop system is operating as of 2035.\n\"Commerical Operations\" means that people will utilize the system as transport (even if somewhat as a novelty) outside of a test setting and without signing any waivers etc.\n","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"464471fc-8a02-4cfb-9d70-83031b309a8d","title":"Given that the first commercial hyperloop system will be built inside of the United States, will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves N/A if the first commercial hyperloop system is not built inside the United States. If the condition is met (if the first commercial hyperloop system is built in the US), then resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year, and NO if it does not.","resolution_date":"2030-12-31T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"bd79d3af-2fe6-42a2-b561-0309f8f7b07d","title":"Given that by 2025 the first commercial hyperloop system will be built inside the United States and there will be more VR headset sales than AR headset sales, will a sample of negative energy be produced by 2100?","body":"Resolves N/A if by 2025 the conditions related to the hyperloop system and VR/AR headset sales are not met. If the conditions are met, then resolves YES if a sample of negative energy material will be created by the year 2100 as specified, and NO if it will not be created by then.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"2181f62d-eae7-42c0-9341-538044a8a54c","title":"Will the first commercial hyperloop system be built inside of the United States AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if the first hyperloop system to commence commercial operations is located in the US AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"9c99c988-08aa-44fb-97d9-74263de944a8","title":"Will China reduce their carbon emissions per GDP by 60% by 2030?","body":"Resolution Criteria\nThis question will resolve as Yes China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government","resolution_date":"2030-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"e30e7b59-8bd6-408d-9713-2cfca9486a5a","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030, will there be more than 13 people off of planet Earth on December 31, 2050?","body":"Resolves N/A if China does not achieve the 60% reduction in carbon emissions per GDP by 2030. If the condition is met (if China achieves the 60% reduction by 2030), then resolves YES if the population of humans off of planet Earth at midnight UTC time of December 31, 2050, is higher than 13, and NO if it's not.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"9ea69ce6-e4dc-428f-8d2d-3bfe4b8acdba","title":"Given that China reduces their carbon emissions per GDP by 60% by 2030 AND there are more than 13 people off of planet Earth on December 31, 2050, will there be a Vegan Country by 2100?","body":"Resolves N/A if China does not achieve the specified emission reduction target by 2030 or if there are not more than 13 people off of planet Earth on December 31, 2050. If both conditions are met, resolves YES if there will be a Vegan Country by 2100 as defined in the resolution criteria, and NO if there won't be.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"80870cd4-a3a5-46c2-a983-b088446095d5","title":"Will China meet its carbon emissions reduction target AND will there be a Vegan Country by 2100?","body":"Resolves YES if China meets its primary 2030 climate action goals of cutting emissions intensity by at least 60% below 2005 levels on or before January 1, 2030, according to expert analysis independent of the Chinese government AND there is a country that bans the consumption of all animal products by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0ae46217-13bd-42ed-8ec1-e92e9c83fd38","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"393d8384-1323-426f-9adf-e3713bd7e7dc","title":"Given that human brain emulation is the first successful route to human-level digital intelligence, will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence. If human brain emulation is the first successful route to human-level digital intelligence, then resolves YES if one or more of the mentioned countries leave the EU before 2027, based on the specified criteria, and NO if they do not.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"66b09dff-4ac5-4c8d-8c9d-d89dad293c0c","title":"Given that human brain emulation is the first successful route to human-level digital intelligence and at least one of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leaves the EU before 2027, will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves N/A if the conditions for human brain emulation and EU exit are not met before 2027. If both conditions are met, then resolves YES if by November 30, 2027, gravitational waves from the merger of supermassive black holes are detected as per the specified criteria, and NO if they are not detected by that date.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"c600261f-fde4-45f0-9c3f-47d61ec4a0e3","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND if by November 30, 2027, a peer-reviewed publication announces the results of the detection of gravitational waves from the merger of supermassive black holes at the 4-sigma or equivalent level. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0c29c2af-a59b-4ed3-98e8-74023d19821b","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"386f7c65-a869-4c38-86b0-83218babcee6","title":"Given that any country that had nuclear weapons on July 1, 2017, gives them up before 2035, will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves N/A if none of the 9 nations known to possess nuclear weapons on July 1, 2017, give them up before 2035. If the condition is met (if any of the 9 nations give up nuclear weapons before 2035), then resolves YES if gravitational waves from the merger of supermassive black holes are detected by November 30, 2027, and NO if they are not detected by that date.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"ffb6f4c5-a707-406f-a479-62d35826a351","title":"Given that by January 1, 2035, a country gives up nuclear weapons and gravitational waves from the merger of supermassive black holes are detected by November 30, 2027, will someone be able to hold his/her breath for 30+ minutes by 2025?","body":"Resolves N/A if the conditions for giving up nuclear weapons and detecting gravitational waves are not met by the specified dates. If both conditions are met, then resolves YES if by 2025 someone is able to hold his/her breath for 30+ minutes according to Guinness Record standards, and NO if this is not achieved by 2025.","resolution_date":"2035-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"d4cdca84-19bc-4c5e-a951-92675fcc9c05","title":"Will any country give up nuclear weapons before 2035 AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035 AND a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes by November 30, 2027. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"0508a10b-dec5-4446-b363-0f0320efaa98","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"42e48c11-8200-4d77-8515-66b6c4d36459","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050, will Puerto Rico become a US state prior to 2035?","body":"Resolves N/A if RoboCup does not announce that robots have beaten professional human soccer players before 2050. If the condition is met (if RoboCup announces that robots have beaten professional human soccer players before 2050), then resolves YES if Puerto Rico becomes a US state prior to 2035 and NO if it does not.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"4ff0502e-ec15-4c79-92c1-c467309b011a","title":"Given that RoboCup announces that robots have beaten professional human soccer players before 2050 and Puerto Rico becomes a US state prior to 2035, will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves N/A if the conditions for RoboCup and Puerto Rico are not met. If the conditions are met (RoboCup announces robots beating human players before 2050 and Puerto Rico becomes a US state before 2035), then resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at that time, and NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"3305206c-a4a2-400a-8dca-4f97ffa0cffa","title":"Will RoboCup announce robots beating professional human soccer players before 2050 AND Puerto Rico become a US state before 2035?","body":"Resolves YES if RoboCup announces robots beating professional human soccer players before January 1, 2050 AND Puerto Rico becomes a US state before January 1, 2035. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"ae95e364-6d9c-4a91-9733-07d4daa17cf1","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"bb82519a-8129-455b-8a05-1166829969f3","title":"Given that there will be at least 2˚C of global warming by 2100, will Kessler syndrome occur before 2050?","body":"Resolves N/A if there is not at least 2˚C of global warming by 2100. If the condition is met (if there is at least 2˚C of global warming by 2100), then resolves YES if between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris, and NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c16b0c25-0851-4462-b3fe-d3ef595ffeef","title":"Given that by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris, will someone be able to hold his/her breath for 30+ minutes by 2025?","body":"Resolves N/A if the conditions for global warming and Kessler syndrome are not met. If the conditions are met (if the global warming and Kessler syndrome conditions are both fulfilled, then resolves YES if by 2025 a person will be able to voluntarily hold his or her breath for more than 30 minutes according to Guinness Record standards, and NO if it's not achieved by 2025.","resolution_date":"2100-01-01T00:00:00Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"ec34848b-9ee7-43b1-9470-2fd476f8e4f6","title":"Will there be at least 2˚C of global warming by 2100 AND will Kessler syndrome occur before 2050?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND between 2018 to 2049 (inclusive), there is at least one calendar year when 10% or more of Earth's operational satellites become inoperable due to collisions with space debris. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"c4fdbb32-4b9f-41c2-8d95-abeef97d528a","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_given_P":{"id":"1dd4e25b-52e0-4625-ae8e-0cceaa1cb349","title":"Given that human brain emulation is the first successful route to human-level digital intelligence, will there be Human-machine intelligence parity before 2040?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence. If human brain emulation is the first successful route, then resolves YES if the machine system outscores at least two of the three humans on the specified test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"R_given_P_and_Q":{"id":"c2ddfa01-12aa-45b7-ba1b-d738c0ed4bae","title":"Given that human brain emulation is the first successful route to human-level digital intelligence and there is Human-machine intelligence parity before 2040, will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolves N/A if human brain emulation is not the first successful route to human-level digital intelligence or there is no Human-machine intelligence parity before 2040. If the conditions are met (if human brain emulation is the first successful route to human-level digital intelligence and there is Human-machine intelligence parity before 2040), then resolves YES if RoboCup announces that robots have beaten professional human soccer players before 2050, and NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"conditional_binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q_and_R":{"id":"998635d7-ab54-4d40-99e8-8592f1444858","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will robots beat professional human soccer players before 2050?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the RoboCup challenge organization. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
