{"id": "0be305d7-a333-4146-8a3a-1b294e8d6d6d", "text": "What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 20/01/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "c00e01a2-970c-4810-972b-3e52630bf134", "text": "What is the probability that the United Kingdom will have a new Prime Minister by January 1, 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, for any reason, a person other than the individual holding the office of Prime Minister of the United Kingdom as of [the date the question was posed] takes office as the new Prime Minister before January 1, 2028. The change in leadership must be officially recognized by the UK government, and the individual must be formally appointed and serving as Prime Minister. Interim or acting Prime Ministers will not count unless they are officially appointed as the Prime Minister without the interim or acting qualifier. The resolution will be based on official announcements from the UK government or credible news reports from major international news organizations such as the BBC, Reuters, or The Guardian.\n\nIn the event of a dispute or ambiguity regarding the legitimacy of the new Prime Minister's appointment, the resolution will be based on the recognition of the individual's authority by the UK Civil Service and the Parliament of the United Kingdom. If the UK ceases to exist as a sovereign nation or undergoes a significant change in its system of government such that the role of Prime Minister is fundamentally altered or abolished, the question will resolve as N/A (not applicable).\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 01/01/2028", "url": null, "metadata": {}, "resolution": null}
{"id": "513c0ae9-bca0-4890-9789-4208e7d94fec", "text": "What is the probability that Angela Merkel will no longer be the Chancellor of Germany by the end of 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Angela Merkel is not serving as the Chancellor of Germany at any point from the time of the question's posting until December 31, 2028. The resolution will be based on official statements from the German Federal Government or credible news reports from internationally recognized media outlets. The following scenarios will be considered for resolution:\n\n1. Angela Merkel publicly announces her resignation or retirement from the position of Chancellor.\n2. Angela Merkel is formally replaced by another individual as Chancellor through a federal election, a vote of no confidence, or any other legal or constitutional process recognized by the German government.\n3. Angela Merkel is unable to perform her duties as Chancellor due to health reasons, impeachment, or any other circumstance that leads to her being officially relieved of her position.\n4. In the event of Angela Merkel's passing, the question will resolve as Yes immediately upon confirmation from an official government statement or multiple credible news sources.\n\nIf Angela Merkel is temporarily unable to perform her duties, but not officially replaced, such as through a temporary transfer of power during a medical procedure, the question will not resolve as Yes unless she does not return to her position by the end of the specified period.\n\nIn the event of ambiguity or lack of clear public information regarding her status as Chancellor, the question will resolve as No unless conclusive evidence is presented before the resolution date.\n\nEdge cases and fall-back scenarios:\n- If Angela Merkel's role or the title of 'Chancellor' undergoes a change due to a constitutional amendment, reformation of the German government, or renaming of the position, the spirit of the question will be considered, and the resolution will be based on whether she holds the highest executive office in the German government.\n- If there is a dispute regarding the legitimacy of her position due to political or legal challenges, the question will resolve based on the de facto control of the office as recognized by the German Federal Constitutional Court.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2028", "url": null, "metadata": {}, "resolution": null}
{"id": "1bfcb0dc-07f8-4156-9064-b1ec5c900fd7", "text": "What is the probability that Emmanuel Macron will be re-elected as President of France in 2027?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Emmanuel Macron is declared the winner of the French presidential election of 2027 by the Constitutional Council of France, which is the authority responsible for proclaiming the official results of the election. The resolution will be based on the official announcement and certification of the election results by the Constitutional Council. The question will resolve as No if any other candidate is declared the winner, or if Emmanuel Macron does not run for the election, withdraws his candidacy, or is disqualified from the election for any reason.\n\nIn the event that the 2027 French presidential election is postponed, canceled, or otherwise not held as scheduled due to extraordinary circumstances (e.g., a state of emergency, significant electoral reform, or other unforeseen events), the question will resolve as No.\n\nIf Emmanuel Macron is re-elected but is unable to assume office due to death, incapacitation, or any other reason before the official start date of the new presidential term, the question will still resolve as Yes, provided that he was declared the winner by the Constitutional Council.\n\nShould there be any disputes or controversies regarding the election results, the question will not resolve until all official legal challenges, recounts, or reviews have been completed and the final results are certified by the Constitutional Council.\n\nIf the Constitutional Council is dissolved or its role as the certifying authority for the election is transferred to another entity, the resolution will be based on the announcement by the new or acting authoritative body.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [dd/mm/yyyy] - The resolution date should be set to a date after the official results are expected to be announced by the Constitutional Council of France. Typically, the French presidential election is held in April or May, and the results are announced shortly thereafter. Therefore, a reasonable resolution date might be set for one month after the election to allow for any potential delays or disputes to be resolved. If the election is scheduled for April 2027, a tentative resolution date could be:\n\nResolution date: 31/05/2027", "url": null, "metadata": {}, "resolution": null}
{"id": "be474481-522a-4843-8489-5ac5b3c5048e", "text": "What is the probability that Matteo Renzi will become the Prime Minister of Italy between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Matteo Renzi is appointed and serves as the Prime Minister of Italy at any point between January 1, 2024, and December 31, 2030. The appointment must be officially recognized by the Italian government, and Matteo Renzi must be actively serving in the role of Prime Minister, as opposed to merely being named or elected without taking office. The resolution will be based on official announcements from the Italian government or credible reports from major international news organizations such as Reuters, the Associated Press, or the BBC. Interim or caretaker roles will count only if Matteo Renzi is formally given the title of Prime Minister. In the event of a dispute or ambiguity regarding the official status of the Prime Minister, a statement from the President of Italy or the Italian Constitutional Court will be considered definitive. If Matteo Renzi passes away or publicly announces that he will not seek or accept the position of Prime Minister before December 31, 2030, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "e26d3cb9-fb36-425b-b38e-f1c92ff57252", "text": "What is the probability that the current President/Prime Minister of Spain will be re-elected in the next general election in 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the current President/Prime Minister of Spain, as of the date of this question's creation, is re-elected to the same position in the first general election that takes place in 2028. The re-election must be confirmed by official election results as reported by the Spanish Ministry of the Interior or the equivalent authoritative body responsible for overseeing national elections in Spain. The re-election is considered to have occurred if the individual is officially declared the winner of the election and is subsequently sworn in for a new term as President/Prime Minister.\n\nIn the event that the general election is postponed or rescheduled to a date beyond 2028, the question will resolve as No. If the current President/Prime Minister is not a candidate in the 2028 general election, the question will also resolve as No. If the current President/Prime Minister passes away, is incapacitated, or otherwise unable to fulfill the duties of the office before the election, the question will resolve as No.\n\nIf there is any dispute or ambiguity regarding the election results, such as a legal challenge or a recount, the question will not resolve until the dispute is officially settled and the final results are confirmed by the aforementioned authoritative body.\n\nIf the current President/Prime Minister is re-elected in a snap election or any election prior to the scheduled 2028 general election, this will not satisfy the resolution criteria; the question specifically pertains to the first general election taking place in 2028.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [dd/mm/yyyy] (The resolution date should be set to a specific date after the expected date of the general election in 2028. If the exact election date is not known, a provisional date can be set, with a note that it will be updated once the official election date is announced. For example, if the general election is typically held in November, you might set the resolution date to 31/12/2028, to allow time for official results and any potential legal challenges to be resolved.)", "url": null, "metadata": {}, "resolution": null}
{"id": "6fbb95c9-07f9-42ae-be8e-894945b9a391", "text": "What is the probability that Xi Jinping will remain the President of China until 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Xi Jinping holds the title of President of the People's Republic of China continuously from the date of the question's posting until December 31, 2030. The resolution will be based on official announcements from the Chinese government or state-controlled media, as well as international recognition of the political status of the Chinese presidency. \n\nThe following conditions will be considered for resolution:\n\n1. Xi Jinping must be recognized as the incumbent President by the National People's Congress (NPC) of China.\n2. No credible reports or official statements indicating Xi Jinping's resignation, impeachment, or replacement as President before the resolution date.\n3. Temporary incapacitation or delegation of duties, without formal relinquishment of the title of President, will not resolve the question as No.\n4. In the event of Xi Jinping's death, incapacitation, or any other situation where his status as President is unclear, the question will resolve as No, unless he is reinstated or continues to hold the title until the resolution date.\n5. If the title of President is abolished or fundamentally redefined in a way that makes the position incomparable to its status as of the date of the question's posting, the question will resolve as ambiguous and will be considered void.\n\nThe resolution will not be affected by changes in Xi Jinping's other titles or positions within the Chinese Communist Party or other state apparatus, such as General Secretary or Chairman of the Central Military Commission, unless these changes also include the end of his presidency.\n\nIn the event of conflicting reports about Xi Jinping's status as President, the question will be resolved based on the preponderance of evidence from authoritative sources, with preference given to official statements from the NPC.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "f78c9886-f4a0-475a-978a-34df5a3cc1fe", "text": "What is the probability that Shinzo Abe will be re-elected as Prime Minister of Japan in the year 2027?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Shinzo Abe is re-elected as the Prime Minister of Japan in a general election or a Liberal Democratic Party (LDP) leadership election, if the LDP is the ruling party, and he is subsequently appointed as Prime Minister by the Emperor of Japan, on or before December 31, 2027. The re-election must be confirmed by an official announcement from the Japanese government or the LDP. Interim or acting positions not confirmed by a formal election process will not be considered for resolution of this question. In the event of any ambiguity or dispute over the election process or results, the resolution will be based on the official records and announcements from the National Diet of Japan and the LDP. If Shinzo Abe is unable to fulfill the role of Prime Minister due to health reasons, incapacitation, or death prior to the resolution date, the question will resolve as No.\n\nIn the event that Shinzo Abe is not a candidate in any Prime Ministerial election in Japan in the year 2027, the question will resolve as No. If the election process in Japan undergoes significant changes that make the terms of this question inapplicable, or if the position of Prime Minister is dissolved or redefined in a way that is not comparable to its status as of the knowledge cutoff date, the question will resolve as N/A (Not Applicable), and all forecasts will be refunded or voided.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2027", "url": null, "metadata": {}, "resolution": null}
{"id": "8ae8ade1-93d5-44c3-9600-580ebbab6d6b", "text": "What is the probability that Narendra Modi will still be the Prime Minister of India on January 1, 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Narendra Modi is serving as the Prime Minister of India on January 1, 2030. The resolution will be based on official announcements from the Government of India or credible news reports from internationally recognized news agencies (e.g., Reuters, Associated Press, BBC, etc.). \n\nIn the event that Narendra Modi is temporarily incapacitated or on leave but officially remains the Prime Minister, the question will still resolve as Yes. If Narendra Modi has been officially replaced as Prime Minister, even if on an interim or acting basis, the question will resolve as No.\n\nIf Narendra Modi's status as Prime Minister is under dispute due to political, legal, or other extraordinary circumstances, and no clear resolution is available from the aforementioned sources by the resolution date, the question will resolve as Ambiguous.\n\nEdge cases to consider:\n- If Narendra Modi is re-elected or continues his term after a general election occurring before the resolution date, the question resolves as Yes.\n- If Narendra Modi resigns or is replaced before January 1, 2030, but is reappointed as Prime Minister on or before the resolution date, the question resolves as Yes.\n- If Narendra Modi is not the Prime Minister on December 31, 2029, but is reappointed on January 1, 2030, the question resolves as Yes.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 01/01/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "5312bbf9-c8a4-4aa6-b4c7-18545cfc14c7", "text": "What is the probability that Jair Bolsonaro will be re-elected as the President of Brazil in the 2026 general election?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Jair Bolsonaro is re-elected as the President of Brazil in the first or second round of the 2026 general election. The resolution will be based on the official results as reported by the Superior Electoral Court of Brazil (Tribunal Superior Eleitoral, TSE). The question will resolve as No if Jair Bolsonaro does not run, withdraws his candidacy at any point, or runs but is not re-elected as President in the 2026 general election.\n\nIn the event that the 2026 general election is postponed, rescheduled, or canceled, the question will resolve as No. If Jair Bolsonaro is unable to serve or take office after being elected due to death, incapacitation, or any legal impediment, the question will still resolve as Yes, provided that the official results confirm his re-election.\n\nIf there are any disputes or controversies regarding the election results, the question will not resolve until all official legal processes and recounts are completed and the final results are certified by the TSE. If Jair Bolsonaro is re-elected but the results are not certified by the TSE due to legal or procedural challenges by the resolution date, the question will resolve as Ambiguous.\n\nIn the case of an ambiguous resolution, the question may be extended to a later date when a clear outcome is determined, or it may be closed without a definitive resolution, at the discretion of the question administrators.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 05/10/2026 (assuming the election follows the traditional schedule of Brazilian general elections, which typically occur in October)", "url": null, "metadata": {}, "resolution": null}
{"id": "379a5b65-7585-4462-b428-f0d5ba04d82e", "text": "What is the probability that the Gross Domestic Product (GDP) of the United States will increase by more than 3% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the real Gross Domestic Product (GDP) of the United States, as reported by the Bureau of Economic Analysis (BEA) or its successor agency, increases by more than 3% in total between the fourth quarter of 2024 and the fourth quarter of 2030, adjusted for inflation and based on chained dollars with a reference year that is consistent with the one used by the BEA in 2023. The percentage increase will be calculated using the annualized real GDP figures for the specified quarters.\n\nThe resolution will be based on the first official release of the relevant data by the BEA after the fourth quarter of 2030. If the BEA has ceased to exist or no longer publishes the relevant data, the resolution will be based on the most authoritative and comparable data source available at the time.\n\nIn the event of a significant revision of historical GDP data that affects the calculation, the resolution will be based on the revised data. If the relevant data is not released by the resolution date due to unforeseen circumstances, the question will resolve as indeterminate.\n\nEdge cases to consider:\n- If the BEA changes its methodology for calculating real GDP in a way that makes a direct comparison with the 2023 methodology impossible, a panel of three economic experts, chosen in good faith by the question author, will determine an appropriate adjustment to apply to the data to maintain consistency with the 2023 methodology.\n- If there is a dispute about the interpretation of the data or the outcome, the question author and two additional experts in the field of economics, chosen in good faith by the question author, will vote to reach a resolution.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/01/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "3ef287b4-ded4-4a38-8137-9e5a91f205e1", "text": "What is the probability that the Gross Domestic Product (GDP) of the United Kingdom will increase by more than 5% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the United Kingdom's Gross Domestic Product (GDP), as reported by the Office for National Statistics (ONS) or its successor agency, shows an increase of more than 5% in real terms (adjusted for inflation) between the fourth quarter of 2024 and the fourth quarter of 2030. The GDP figures used for comparison will be the final revised figures, not preliminary estimates, to ensure accuracy. The percentage increase will be calculated based on the following formula:\n\nPercentage Increase = [(GDP Q4 2030 - GDP Q4 2024) / GDP Q4 2024] * 100\n\nIf the ONS or its successor agency ceases to exist or no longer reports GDP data in a comparable format, the resolution will be based on the data provided by the most authoritative and comparable source available, as determined by a panel of three economic experts appointed by the question author.\n\nIn the event of a significant restructuring of the United Kingdom's political or territorial status that makes direct comparison of GDP figures from 2024 and 2030 not meaningful (e.g., if a constituent country such as Scotland becomes independent and its GDP is no longer included in the UK's GDP), the question will resolve as N/A (not applicable), unless a method for adjusting the GDP figures to account for such changes is agreed upon by the aforementioned panel of experts.\n\nIf the GDP data for the relevant quarters are not available by the resolution date due to delays in reporting or revisions, the resolution will be postponed until the necessary data are released.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/01/2031\n\nThis resolution date allows for a one-month buffer after the end of 2030 to account for the time it may take for the ONS to release the final revised GDP figures for the fourth quarter of 2030.", "url": null, "metadata": {}, "resolution": null}
{"id": "2f738f59-60b8-4af8-b1ea-87fc19368c90", "text": "What is the probability that Germany's Gross Domestic Product will increase by at least 3% annually between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Federal Statistical Office of Germany (Destatis) reports that the annual Gross Domestic Product (GDP) growth rate for Germany has met or exceeded 3% for each year from 2024 through 2030. The growth rate will be measured in real terms, adjusted for inflation, and based on the year-over-year percentage change in GDP. The resolution will be based on the initial official release of the GDP data for each year, without considering subsequent revisions. If Destatis discontinues reporting, is unable to report, or significantly changes its methodology for calculating GDP during the period in question, the resolution will be based on the most comparable official data or estimates provided by a recognized international economic organization, such as the International Monetary Fund (IMF) or the Organisation for Economic Co-operation and Development (OECD).\n\nIn the event that Germany undergoes a change that makes it no longer a distinct economic entity (e.g., due to political changes, dissolution, or unification with other states), the question will resolve as No, unless the relevant economic data for the territory corresponding to pre-change Germany continues to be reported and meets the criteria.\n\nIf the required data is not released by the resolution date, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/03/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "e8b6ccf0-d8e0-415e-bd51-889ddade469c", "text": "What is the probability that France's Gross Domestic Product will increase by more than 3% annually between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the annual Gross Domestic Product (GDP) growth rate of France, as reported by the World Bank or the National Institute of Statistics and Economic Studies (INSEE), increases by more than 3% per annum for each year between January 1, 2024, and December 31, 2030. The GDP growth rate is defined as the year-over-year percentage change in the market value of all final goods and services produced within a country in a given year. The growth rate must be positive and exceed 3% for each individual year within the specified period, without rounding. If the World Bank or INSEE revises their figures after the initial publication, the most recent revision available by the resolution date will be used to determine the outcome. In the event that the World Bank and INSEE report different figures, the average of the two will be used. If either the World Bank or INSEE ceases to report France's GDP growth rate, or if their reporting is delayed past the resolution date, the next most authoritative source, as determined by the question author, will be used. If no authoritative source is available by the resolution date, the question will resolve as N/A (not applicable).\n\nIn the case of extraordinary circumstances that significantly disrupt the ability to measure GDP accurately (e.g., major economic reforms, changes in statistical methodology, or data reporting standards), a fallback scenario will involve a panel of three economic experts, chosen in good faith by the question author, to estimate the GDP growth rate based on available data and expert judgment. Their majority opinion will be used to resolve the question.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/01/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "17184fda-8b59-472a-bbf3-055649dd0cb6", "text": "What is the probability that Italy's Gross Domestic Product will increase by more than 3% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Gross Domestic Product (GDP) of Italy, as reported by the International Monetary Fund (IMF) or an equivalent authoritative economic body, shows an increase of more than 3% in real terms (adjusted for inflation) between the fiscal year ending in 2024 and the fiscal year ending in 2030. The GDP figures must be the final revised numbers, not preliminary estimates. The percentage increase will be calculated based on the following formula:\n\nPercentage Increase = [(GDP in 2030) - (GDP in 2024)] / (GDP in 2024) * 100\n\nIf the IMF or the chosen authoritative body revises the historical GDP data after the initial resolution date, causing the percentage increase to cross the 3% threshold in either direction, the resolution will not be affected by such revisions. The resolution will be based on the data available as of the resolution date.\n\nIn the event that the IMF or the equivalent authoritative body ceases to exist, is widely considered to be compromised, or does not provide the necessary data for the years in question, the resolution will be based on the most credible alternative source of economic data as determined by a panel of three economic experts chosen in good faith by the question author.\n\nIf Italy undergoes a change that makes it no longer a distinct entity for which GDP can be measured (e.g., due to dissolution, merger, significant restructuring of statehood, etc.), the question will resolve as N/A (not applicable), unless a successor entity or entities can be unambiguously determined and the relevant economic data for these entities can be combined to represent the equivalent of Italy's GDP for the purpose of this question.\n\nIf the necessary GDP data is not released by the resolution date, the resolution will be postponed until the data becomes available.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "c69818a1-ddd6-4050-9e29-3cf9c41faffd", "text": "What is the likelihood that Spain's Gross Domestic Product will increase by more than 3% annually between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the annual Gross Domestic Product (GDP) growth rate of Spain, as reported by the National Statistics Institute (Instituto Nacional de Estadística - INE) or its successor organization, exceeds 3% for each year from 2024 through 2030. The GDP growth rate is to be measured in real terms, adjusted for inflation, and based on the percentage change from the previous year.\n\nThe following conditions must be met for the resolution:\n\n1. The INE must release official annual GDP growth figures for each year in question (2024-2030).\n2. The growth rate must be positive and exceed 3% for each individual year within the period, not as an average across the years.\n3. If the INE is dissolved or replaced, the official data from its successor organization will be used.\n4. If the INE revises its figures after the initial release, the most recent revision before the resolution date will be considered.\n5. In the event that the INE or its successor fails to report the data by the resolution date, the most recent figures from a recognized international authority such as the International Monetary Fund (IMF) or the World Bank will be used.\n6. If neither national nor international official figures are available by the resolution date, the question will resolve as ambiguous and will be considered unresolved.\n\nEdge cases and fall-back scenarios:\n\n- If Spain undergoes a change that significantly alters its economic structure or reporting (e.g., a change in currency, a major territorial change, or a significant change in statistical methodology), the resolution committee will take into account these changes and may adjust the criteria to ensure a fair assessment of the economic growth in line with the original intent of the question.\n- In the case of conflicting reports between the INE and international authorities, the INE's data will take precedence if available and deemed reliable by the resolution committee.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/01/2031\n\nThis resolution date allows for the release of the final GDP growth figures for 2030 and any potential revisions that may occur in the early weeks of 2031. It also provides a buffer for the resolution committee to assess the data and resolve any discrepancies or interpretive challenges that may arise.", "url": null, "metadata": {}, "resolution": null}
{"id": "83147a55-5f28-46ab-8504-238d3c7af182", "text": "What is the probability that China's Gross Domestic Product (GDP) will increase by more than 5% annually between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the annual growth rate of China's Gross Domestic Product (GDP), as reported by the National Bureau of Statistics of China (NBS) or its successor agency, exceeds 5% for each year from 2024 through 2030. The growth rate will be calculated based on the real GDP figures, adjusted for inflation, to ensure that the growth reflects an actual increase in economic output rather than price level changes.\n\nThe following conditions must be met for the question to resolve as Yes:\n\n1. The NBS must release official annual GDP growth figures for each year from 2024 through 2030.\n2. Each annual growth figure must be greater than 5%, without rounding (e.g., 5.01% would qualify, but 5.00% would not).\n3. The figures must be the final revised data, not preliminary estimates or later subject to significant revision due to methodological changes or data errors.\n\nIn the event that the NBS is dissolved, reorganized, or otherwise unable to provide the necessary data, the question will resolve using the most comparable data from the International Monetary Fund (IMF), the World Bank, or another internationally recognized economic authority.\n\nIf China undergoes a significant change in government, such that the NBS or its successor agency ceases to exist or its data is no longer deemed reliable by international standards, the question will resolve using the most recent data available prior to the change in government.\n\nIn the case of a dispute over the validity of the data, a panel of three economic experts, agreed upon by the question author and the forecasting platform's administrators, will be convened to review the data and make a determination. Their decision will be final.\n\nIf no official or reliable data is available by the resolution date due to extraordinary circumstances (e.g., war, natural disaster, or severe economic crisis), the question will resolve as N/A (not applicable), and all forecasts will be refunded or voided as per the rules of the forecasting platform.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 01/03/2031\n\nThis resolution date allows for a reasonable time frame after the end of the 2030 fiscal year for the NBS or its successor agency to compile, analyze, and release the official GDP growth figures for the year 2030.", "url": null, "metadata": {}, "resolution": null}
{"id": "7f1a2763-cf5c-4304-bc37-7ca3c069ef07", "text": "What is the probability that Japan's Gross Domestic Product (GDP) will decrease by 5% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Japan's Gross Domestic Product (GDP), as reported by the World Bank or the International Monetary Fund (IMF), shows a decrease of 5% or more when comparing the GDP of the full calendar year 2024 to the GDP of the full calendar year 2030. The GDP figures should be based on constant prices to account for inflation, using the local currency (Japanese Yen) for both years to avoid currency exchange fluctuations. The percentage decrease will be calculated using the formula:\n\nPercentage Decrease = [(GDP in 2024 - GDP in 2030) / GDP in 2024] * 100\n\nIf the World Bank or the IMF do not provide the necessary data, the resolution will be based on the official statistics released by Japan's Cabinet Office or the Statistics Bureau of Japan, provided they use a consistent methodology comparable to the World Bank or IMF standards.\n\nIn the event of a redefinition or recalibration of GDP by the authoritative sources mentioned above, which affects the comparability of the 2024 and 2030 figures, the question will resolve using the most comparable figures available that reflect the economic activity of Japan without the influence of methodological changes.\n\nIf none of the above sources provide the necessary data by the resolution date, or if Japan ceases to exist as a sovereign nation recognized by the United Nations, the question will resolve as Ambiguous.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "206fba57-0474-4580-ad29-eab3d51c6d41", "text": "What is the probability that India's Gross Domestic Product will grow by more than 6% annually between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if India's Gross Domestic Product (GDP) grows by more than 6% annually for each year between January 1, 2024, and December 31, 2030. The GDP growth rate will be measured in real terms, adjusted for inflation, and based on the constant local currency to ensure comparability over time. The data used to determine the outcome will be the official figures released by the Ministry of Statistics and Programme Implementation (MOSPI) of the Government of India or its successor agency.\n\nThe annual GDP growth rate will be calculated as the percentage change in the real GDP from one calendar year to the next. For the question to resolve as Yes, the following conditions must be met:\n\n- The real GDP growth rate must exceed 6% for each individual year from 2024 to 2030, inclusive.\n- The data must be the final revised figures, not preliminary or estimates, to account for any revisions that may affect the accuracy of the growth rate.\n- If MOSPI or its successor agency ceases to exist, the data from the most authoritative source available, such as the World Bank or the International Monetary Fund (IMF), will be used.\n- In the event of a dispute over the data, a panel of three independent economists, agreed upon by the question author and the forecasting platform's administrators, will be consulted to determine the most accurate and reliable data source to be used for resolution.\n\nIf the required data is not released by the resolution date, the question will resolve as No, unless the data is released within a grace period of 30 days after the resolution date, in which case the question will resolve according to the available data.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/01/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "02707e31-8140-44d1-b6a7-5dbf4051c962", "text": "What is the probability that Brazil's Gross Domestic Product (GDP) will increase by more than 5% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Gross Domestic Product (GDP) of Brazil, as reported by the World Bank or the Brazilian Institute of Geography and Statistics (IBGE), shows an increase of more than 5% in real terms (adjusted for inflation) between the fiscal year ending on December 31, 2024, and the fiscal year ending on December 31, 2030. The percentage increase will be calculated based on the following formula:\n\nPercentage Increase = [(GDP in 2030 - GDP in 2024) / GDP in 2024] * 100\n\nThe GDP figures must be the final revised values, not preliminary estimates. If the World Bank and the IBGE report different figures, the average of the two reported increases will be used to determine the resolution. If only one of these sources reports the relevant data, that source will be used.\n\nIn the event that the World Bank or the IBGE cease to exist, are no longer considered authoritative, or do not report the necessary data for the years in question, the question will resolve using data from the International Monetary Fund (IMF) or another internationally recognized economic authority, as determined by the question author or a committee of economic experts chosen in good faith by the question author.\n\nIf none of these sources are available or considered authoritative at the time of resolution, the question will resolve as N/A (not applicable), and all forecasts will be refunded or considered void.\n\nEdge cases to consider:\n- If Brazil undergoes a change in currency, the GDP figures will be converted to a consistent currency base using the official exchange rate at the time of the currency change.\n- If Brazil's geographic or political status changes (e.g., through merger, secession, or significant territorial changes), the GDP figures used will be for the territory recognized as Brazil as of the start of 2024.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/03/2031\n\n(Note: The resolution date is set to the end of the first quarter following the end of the 2030 fiscal year to allow time for the final economic data to be collected, analyzed, and reported by the authoritative sources.)", "url": null, "metadata": {}, "resolution": null}
{"id": "eed99497-55ed-4fd2-8bad-dea5c5585b28", "text": "What is the likelihood that the United States will increase its education budget by at least 15% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the United States federal government officially increases its budget allocation for education by at least 15% compared to the budget of the fiscal year 2023. The increase can be cumulative over the years or in a single fiscal year increase. The resolution will be based on the following:\n\n1. Official budget documents released by the United States government, specifically the annual budget proposals from the President's Office of Management and Budget (OMB) and the enacted appropriations bills from the United States Congress, which detail the allocated funds for education.\n\n2. The percentage increase will be calculated based on the nominal dollars allocated to the Department of Education and other federal agencies with educational programs, without adjusting for inflation.\n\n3. If the budget documents are not clear or are subject to interpretation, a statement from the OMB or the Congressional Budget Office (CBO) clarifying the percentage increase will be used to resolve the question.\n\n4. In the event of a reorganization of the federal government that significantly changes the structure of education funding, the resolution will be based on the total federal funds allocated to the primary functions of education, as determined by the OMB or CBO.\n\n5. If the United States government ceases to exist, undergoes a major restructuring, or if the federal education budget is no longer meaningful or comparable to the 2023 fiscal year due to hyperinflation, currency reform, or other extreme economic events, the question will resolve as N/A (not applicable).\n\nEdge cases:\n- If the budget increase is announced but not enacted by December 31, 2030, the question will resolve as No.\n- If the budget increase is enacted but subsequently rescinded before the end of 2030, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "b0e01712-5c33-4078-a4ce-9a3d6dab185b", "text": "What is the probability that the United Kingdom will increase its education budget by at least 10% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the United Kingdom's government officially announces and confirms an increase in its education budget by at least 10% compared to the budget of the previous year. The increase must be reflected in the actual government budget documents released by the UK's Treasury or the Department for Education. The budget increase can be a one-time increase in any year between 2024 and 2030 or cumulative over the years, but it must reach or exceed a 10% increase in total by the end of 2030 compared to the 2023 budget.\n\nThe budget figures will be adjusted for inflation, using the UK's official Consumer Price Index (CPI) as published by the Office for National Statistics (ONS), to ensure that the increase is a real increase in spending power, not just a nominal increase due to inflation.\n\nIn the event of a reorganization of government departments or changes in budgetary categories, the resolution will be based on the budget for the primary government body or bodies responsible for education funding in the UK, as determined by the most recent official government documentation.\n\nIf the UK ceases to exist as a sovereign state or undergoes significant governmental restructuring that makes direct comparison of education budgets impossible, the question will resolve as N/A (not applicable).\n\nAuthoritative sources for this resolution will include official press releases, budget statements, and financial reports from the UK government, specifically the Treasury and the Department for Education, as well as data and analysis from the ONS.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "f32807f2-26dc-482e-8ed7-1607aeea6b76", "text": "What is the likelihood that the government of Germany will increase funding for education by 10% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the federal government of Germany officially announces and confirms an increase in funding for education by at least 10% compared to the funding level of the year 2023. The increase can be in the form of a one-time adjustment or cumulative increases over the specified period that result in a total increase of 10% or more. The funding referenced must be for the general education budget, which includes primary, secondary, and tertiary education, but excludes research funding that is not directly related to educational institutions.\n\nThe resolution will be based on official budget documents released by the German Federal Ministry of Education and Research (Bundesministerium für Bildung und Forschung) or other relevant government bodies. In the event of a dispute over whether the increase meets the 10% threshold, the resolution will be based on the most widely accepted accounting standards used by the German government for budgetary reporting at the time of the increase.\n\nIf the German government restructures its budget in a way that makes direct comparisons to the 2023 funding levels impossible, the resolution will be based on the best available method for estimating the equivalent funding levels as determined by an independent panel of three economic experts, one chosen by the question author, one chosen by Metaculus Admins, and a third chosen by the other two experts.\n\nIn the case of hyperinflation or other extreme economic events that render percentage comparisons meaningless, the resolution will be based on the real value of the funding increase, adjusted for inflation using the official inflation index used by the German government.\n\nIf Germany ceases to exist as a sovereign nation or undergoes a governmental change that makes the question inapplicable, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "fb028f4d-ae87-49a1-9d95-9ca22f90595c", "text": "What is the probability that the government of France will increase education spending by 10% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the government of France increases its total spending on education by at least 10% in any fiscal year between January 1, 2024, and December 31, 2030, inclusive, compared to the education spending of the fiscal year 2023. The increase in spending must be confirmed by official budgetary documents released by the French Ministry of National Education, Youth and Sports or equivalent authoritative government body responsible for education budgeting in France.\n\nThe percentage increase will be calculated based on the nominal figures provided in the official documents without adjusting for inflation or other financial factors. If the official documents are not available in English, a translation from a recognized authority or a translation service will be used to verify the figures.\n\nIn the event that the government of France undergoes a restructuring or the Ministry responsible for education is renamed or reorganized, the resolution will be based on the data provided by the successor body or bodies with equivalent function.\n\nIf the government of France ceases to exist in its current form, or if the country undergoes significant changes that make it impossible to obtain or verify the relevant data, the question will resolve as N/A (not applicable).\n\nEdge cases, such as retroactive budget adjustments or revisions after the resolution date, will not be considered for the resolution of this question. Only the initial official figures as released within the specified timeframe will be used for resolution purposes.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "d099c6f7-1254-4b05-8375-46dc6b027d91", "text": "What is the probability that the government of Italy will increase education spending by 20% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Italian government's official budgetary allocations for education reflect an increase of at least 20% in total spending on education between the fiscal year 2024 and the fiscal year 2030. The increase will be measured in real terms, adjusted for inflation, using the Harmonised Index of Consumer Prices (HICP) as reported by Istat (Italian National Institute of Statistics) or its successor organization. The resolution will be based on the comparison of the official budget for education in 2024 with that of 2030, as presented in the government's annual financial law (legge di bilancio) or equivalent official documents.\n\nThe resolution will not consider supplementary budgets or amendments unless they are explicitly designated for education spending. In the event that the Italian government restructures its budget categories in such a way that direct comparisons are not possible, the resolution will be based on the best available equivalent figures as determined by Istat or a similar authoritative body.\n\nIf Italy ceases to exist as a sovereign state, undergoes a government structure change that makes the comparison of budgets infeasible, or if Istat is dissolved without a clear successor organization to provide the necessary data, the question will resolve as Ambiguous.\n\nIn the case of ambiguity or lack of clear data, a panel of three economic experts, one chosen by the question author, one by Metaculus Admins, and one agreed upon by the first two, will be convened to determine the resolution based on the best available information.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "38ca387b-9d04-48ba-86f6-aef6245ea982", "text": "What is the probability that the government of Spain will increase education spending by 10% by the year 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2027, the government of Spain officially announces an increase in education spending that is equal to or greater than 10% compared to the education budget of the year 2023. The increase must be reflected in the official government budget documents for the year 2028.\n\nThe percentage increase will be calculated based on the total education spending figures as reported by the Spanish Ministry of Education and Vocational Training (Ministerio de Educación y Formación Profesional) or its successor agency. The figures for 2023 will be used as the baseline for comparison. If the ministry or agency responsible for education undergoes restructuring or changes its name, the relevant successor agency's reports will be used.\n\nIn the event that the official budget documents are not publicly available, or if there is a dispute regarding the interpretation of the budget figures, the resolution will be based on the analysis of at least two independent and reputable financial or economic institutions, such as the Bank of Spain (Banco de España) or the National Institute of Statistics (Instituto Nacional de Estadística).\n\nIf the increase in education spending is announced but is due to an extraordinary one-time expense, such as a capital project or debt servicing, and not a sustainable increase in the education budget, the question will resolve as No.\n\nIn the case of inflation or deflation, the increase in spending must still be at least 10% in real terms, adjusted for inflation, using the official Consumer Price Index (CPI) figures provided by the National Institute of Statistics or its equivalent at the time of the resolution.\n\nIf Spain undergoes a significant political or economic transformation that results in the dissolution or restructuring of the current government budgeting process, an alternative authoritative source will be used to determine the change in education spending, if available.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2027", "url": null, "metadata": {}, "resolution": null}
{"id": "1ba9b79c-118b-46ee-a93e-b0089a64a911", "text": "What is the likelihood that the Chinese government will increase the education budget by more than 10% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the official annual education budget of the People's Republic of China, as reported by the Ministry of Finance of China or another authoritative government body, increases by more than 10% in a single year or cumulatively over the specified period, compared to the reported education budget for the fiscal year 2023. The increase will be measured in the local currency (Chinese Yuan), and adjustments for inflation will not be considered for the resolution of this question. The budget figures must be publicly available and verifiable through official government publications or statements. If the government body responsible for the budget changes or if the budget reporting methodology is altered in a way that makes direct comparison impossible, the question will resolve as Ambiguous unless a clear and authoritative conversion or comparison method is provided by the Chinese government or an internationally recognized financial institution.\n\nIn the event that the Chinese government ceases to exist in its current form, or if the official budget figures are not released for any year within the specified period, the question will resolve as No, unless there is credible evidence from authoritative sources that a more than 10% increase has occurred or was set to occur according to the planned budget before the cessation of the government or the interruption in budget reporting.\n\nIf the education budget is reported in a manner that includes significant expenditures not traditionally considered part of education funding (e.g., military training or infrastructure projects not directly related to educational facilities), and these additional expenditures account for the increase beyond 10%, the question will resolve as No, unless it can be clearly demonstrated that the traditional components of the education budget alone have increased by more than 10%.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "5ec2aaf1-b184-48fa-b324-fa4c7f7dea49", "text": "What is the probability that Japan will increase its education budget by 20% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to official budgetary documents released by the Japanese Ministry of Education, Culture, Sports, Science and Technology (MEXT) or equivalent authoritative governmental body, the total allocated budget for education in Japan shows an increase of 20% or more in any fiscal year between 2024 and 2030 compared to the fiscal year 2023. The increase will be calculated based on the nominal figures provided in the official documents without adjusting for inflation or currency exchange fluctuations. The budgetary increase can be a result of a single year's budget proposal or cumulative increases over the years within the specified timeframe. If the official documents are not available in English, a translation from a recognized governmental or academic source will be used to verify the figures. In the event that the Japanese government undergoes restructuring and the responsibility for the education budget is transferred to a different governmental body, the budgetary documents from the new responsible body will be used. If Japan ceases to exist as a sovereign nation or undergoes significant governmental changes that make direct comparison to the 2023 fiscal year budget impossible, the question will resolve as N/A (not applicable).\n\nEdge cases to consider:\n- If the budget increase is announced but not implemented by the end of the specified timeframe, the question will resolve as No.\n- If the budget is increased by 20% or more due to an extraordinary one-time expense (e.g., a major infrastructure project), the resolution will depend on whether the increase is reflected in the total allocated education budget for that fiscal year.\n- If the budget increase is due to a change in accounting practices or a reclassification of budget items that were previously not considered part of the education budget, the resolution will depend on whether the reclassified items are consistent with what was traditionally considered part of the education budget in 2023.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "d6f31744-c8dc-46be-b842-2e3db37f8982", "text": "What is the probability that the literacy rate in India will increase by 5% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to data released by the United Nations Educational, Scientific and Cultural Organization (UNESCO) or another internationally recognized educational authority, the literacy rate in India increases by at least 5 percentage points between January 1, 2024, and December 31, 2030. The literacy rate is defined as the percentage of people aged 15 and above who can, with understanding, read and write a short, simple statement on their everyday life.\n\nThe increase will be measured by comparing the officially reported literacy rate for the population aged 15 and above in India for the year 2024 with the rate reported for the year 2030. If the reported literacy rate for 2030 is at least 5 percentage points higher than the rate for 2024, the question will resolve as Yes.\n\nIn the event that UNESCO or the chosen authority does not release a report for the years 2024 or 2030, the question will resolve using the closest available data from the years immediately preceding or following the specified years, provided that the data is released before the resolution date.\n\nIf the authority revises the literacy rate data after the initial release, the question will resolve based on the most recent revision available by the resolution date.\n\nIn the case that no new data is released by December 31, 2031, or if the data released is incomplete or does not specify the literacy rate for the population aged 15 and above, the question will resolve as Ambiguous.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "dc7b4c2b-345f-44a9-b864-5934cc7825b4", "text": "What is the probability that the literacy rate in Brazil will increase by at least 5% between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to data released by the Instituto Brasileiro de Geografia e Estatística (IBGE) or another authoritative source recognized by the United Nations Educational, Scientific and Cultural Organization (UNESCO), the literacy rate in Brazil increases by at least 5 percentage points between the years 2024 and 2030. The literacy rate is defined as the percentage of the population aged 15 and above who can both read and write a short, simple statement on their everyday life. The increase will be calculated by comparing the most recent official figure reported for the year 2024 with the first official figure reported for the year 2030 or later. If the IBGE or equivalent authoritative source does not release or update the literacy rate data by the resolution date, the question will resolve as No. In the event that the IBGE is dissolved or is no longer considered an authoritative source, a similar national or international organization recognized by UNESCO will be used to obtain the relevant data. If no such data is available from any recognized source by the resolution date, the question will resolve as ambiguous and will be considered void.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "128d67a6-5527-42e9-91c3-b1bce6234119", "text": "What is the likelihood that the United States will achieve a 30% reduction in greenhouse gas emissions by 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to the United States Environmental Protection Agency (EPA) or any successor organization with the authority to report on national greenhouse gas emissions, the United States achieves a 30% reduction in its greenhouse gas emissions by December 31, 2028, relative to the baseline level of emissions reported for the year 2005. The 2005 baseline is chosen in accordance with the historical reference point used by the EPA for tracking progress in greenhouse gas reductions. The reported reduction must be confirmed by the annual inventory of U.S. greenhouse gas emissions and sinks or an equivalent authoritative report that is recognized by international bodies such as the United Nations Framework Convention on Climate Change (UNFCCC).\n\nIn the event that the EPA or its successor organization ceases to exist, is not functioning, or does not release an authoritative report by the resolution date, the question will resolve based on data provided by a recognized international authority, such as the UNFCCC or the International Energy Agency (IEA), provided that the data is specific to the United States and uses a methodology consistent with that previously used by the EPA.\n\nIf none of these sources are available, the question will resolve based on the consensus of three independent, reputable research organizations with expertise in tracking and analyzing greenhouse gas emissions data. These organizations must be agreed upon by a majority vote of a special committee composed of the question author and two climate change experts chosen in good faith by the author, for the sole purpose of resolving this question.\n\nEdge cases, such as significant changes in methodology for calculating emissions, will be considered by the special committee, which will determine whether the changes are substantial enough to affect the resolution of the question. If the committee determines that the changes are not substantial, the resolution criteria will be applied as stated. If the changes are deemed substantial, the committee will provide a revised resolution based on the new methodology that is as consistent as possible with the original intent of the question.\n\nResolution date: The resolution date will be the date when the EPA or its successor organization releases the annual inventory report for the year 2028, or, if such a report is not available, the date when an alternative authoritative source provides the necessary data. If neither of these sources is available by December 31, 2029, the resolution date will be extended to allow for the special committee to reach a decision based on the data from the three independent research organizations.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2029", "url": null, "metadata": {}, "resolution": null}
{"id": "e1fe03a9-d89c-43a4-8d18-c9f160c27801", "text": "What is the probability that the United Kingdom will meet its target of reducing greenhouse gas emissions by 68% by 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the United Kingdom achieves a reduction in greenhouse gas emissions by 68% or more by December 31, 2030, compared to 1990 levels. The resolution will be based on the official data published by the UK's Department for Business, Energy & Industrial Strategy (BEIS) or its successor agency. The data must be the final confirmed statistics for the year 2030, not preliminary or projected figures. If the BEIS is dissolved or no longer publishes this data, the resolution will be based on the official statistics published by the United Nations Framework Convention on Climate Change (UNFCCC) or its successor agency.\n\nIn the event that neither the BEIS nor the UNFCCC publishes the relevant data by the resolution date, the question will resolve using the most recent data available from either of these sources, provided that the data covers the entirety of 2030.\n\nIf the UK undergoes significant changes in territory or sovereignty that would materially impact its ability to meet the emissions target (such as a secession of a part of the country), the question will resolve based on the emissions of the territory as defined at the time of the question's posting.\n\nIf the methodology for calculating greenhouse gas emissions is significantly altered from the one used as of 2021, the resolution will be based on the best available method that is consistent with the original methodology to the extent possible.\n\nEdge cases, such as significant natural disasters or other extraordinary events that could temporarily skew emissions data, will be considered by a panel of three climate policy experts chosen in good faith by the question author, for the sole purpose of resolving this question.\n\nResolution date: The resolution date will be set to allow for the official data to be published and confirmed. As such, the resolution date will be six months after the end of the target year to account for reporting and verification processes.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 30/06/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "43a484a8-d2a5-4ab7-812f-d322fa0a0e7d", "text": "What is the probability that Germany will meet its target of reducing greenhouse gas emissions by 55% by 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, the Federal Republic of Germany has officially reported a reduction in its greenhouse gas emissions by 55% or more compared to its baseline year emissions in 1990. The official report must come from a recognized authority such as the German Federal Environment Agency (Umweltbundesamt) or an equivalent governmental body responsible for environmental data reporting. The emissions data should be consistent with the standards and accounting methodologies used by the European Union and the United Nations Framework Convention on Climate Change (UNFCCC) at the time of reporting.\n\nThe resolution will be based on the first official report published after December 31, 2030, that provides complete data for the year 2030. If the official report is delayed, the resolution date may be extended to accommodate the release of the official data. In the event that Germany revises its targets or the baseline year for comparison, the resolution criteria will still apply to the original target of a 55% reduction from 1990 levels.\n\nIf no official report is released by December 31, 2031, or if the report does not clearly state the percentage reduction, the question will resolve as No. If the official report indicates a reduction but is later found to be significantly incorrect or fraudulent, the resolution may be revised to reflect the accurate data, provided that such information comes to light before the resolution date.\n\nEdge cases, such as changes in national boundaries or major methodological changes in emissions accounting, will be considered on a case-by-case basis by a panel consisting of the question author and two experts in environmental policy or climate science, chosen in good faith by the question author, for the sole purpose of resolving this question.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2031", "url": null, "metadata": {}, "resolution": null}
{"id": "1eb237e0-8403-4eb0-8057-3d2e610cfb29", "text": "What is the likelihood that France will meet its target of reducing carbon emissions by 40% by the year 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if France achieves a reduction in carbon emissions of at least 40% by December 31, 2030, compared to its baseline emissions in the year 1990. The resolution will be based on the official data published by the French Ministry for the Ecological Transition or any successor agency responsible for environmental and energy statistics in France. The data must be confirmed by an official report or press release by the aforementioned agency.\n\nIn the event that the French Ministry for the Ecological Transition is dissolved or its responsibilities significantly altered, the resolution will be based on data from the most authoritative body or agency that succeeds it in overseeing and reporting on France's carbon emissions.\n\nIf the official reports are not available by the resolution date, the question will resolve using the most recent data available from the International Energy Agency (IEA) or the European Environment Agency (EEA), provided that the data is specific to France's carbon emissions and is for the year 2030.\n\nShould there be any significant changes to the methodology of how carbon emissions are measured between the time of the question's posting and the resolution date, such changes must be taken into account to ensure a fair assessment of the emissions reduction target.\n\nIn the case of any discrepancies between different authoritative sources, a panel consisting of the question author and two climate policy experts chosen in good faith by the author will be convened to determine the most accurate data source for resolution.\n\nEdge cases, such as significant changes in French territory or population, or major methodological changes in carbon accounting, will be considered by the panel to ensure a fair and accurate resolution.\n\nIf France meets or exceeds a 40% reduction in carbon emissions before the resolution date, the question will resolve as Yes as soon as the reduction is officially confirmed by the relevant authority.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "d6743823-d047-4b35-a8cb-4c9a73c6e768", "text": "What is the probability that Italy will achieve a 50% reduction in carbon emissions by 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, Italy has officially reported a reduction in carbon emissions of at least 50% relative to its reported carbon emissions for the year 1990, which is the baseline year for the Kyoto Protocol and often used as a reference point for emission reductions. The data must come from an official report by an authoritative body such as the Italian National Institute for Environmental Protection and Research (ISPRA), the European Environment Agency (EEA), or another equivalent organization that is recognized for reporting national greenhouse gas inventories. The report must be publicly accessible.\n\nThe 50% reduction must be in terms of total net greenhouse gas emissions, including all sectors and gases covered by the Kyoto Protocol and its successor agreements, and must account for any carbon credits or offsets Italy may have purchased or sold. If the official report is delayed and not available by the resolution date, the latest available official report will be used to determine if the 50% reduction has been achieved. If no such report is available by the resolution date, the question will resolve as No.\n\nIn the event of any discrepancies between different authoritative sources, the source that is most commonly used by the international community for tracking progress towards climate goals will be considered definitive. If Italy undergoes significant political or territorial changes before the resolution date that would substantially impact its ability to report emissions or the comparability of emissions data, the question will resolve as No unless a clear and widely accepted method for adjusting the emissions data is provided by an authoritative body.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "1d175146-4b6d-44c5-b9df-1dfd13f84dac", "text": "What is the likelihood that Spain will reduce its carbon emissions by 50% by the year 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, Spain has officially reported a reduction in its total carbon emissions by at least 50% compared to the baseline year of 1990. The reduction must be confirmed by official data published by an authoritative source such as the Spanish Ministry for the Ecological Transition and the Demographic Challenge (MITECO), the European Environment Agency (EEA), or the United Nations Framework Convention on Climate Change (UNFCCC). The data should reflect all sectors of the economy, including but not limited to energy production, industry, transportation, agriculture, and waste management.\n\nThe 50% reduction must be calculated based on the total net greenhouse gas emissions, taking into account any carbon sinks or credits that are part of Spain's official accounting towards its national targets under international agreements. If the official reports from the aforementioned sources are not available by the resolution date, the most recent data from these or equivalent authoritative sources will be used to determine if the target has been met.\n\nIn the event of discrepancies between different authoritative sources, the average of the reported reductions from the sources will be used to determine the outcome. If Spain undergoes significant territorial changes, or if there are major changes in international standards for carbon accounting that make a direct comparison to 1990 levels impossible, the question will resolve using the best available method that approximates the original intent of the question.\n\nIf no new data has been published by the resolution date, or if the available data is not sufficient to determine the outcome, the question will resolve as ambiguous and will be subject to review once the relevant data becomes available.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "fdc4c394-42b6-4141-bbc6-2c21cdbd4145", "text": "What is the likelihood that China will reduce its carbon emissions by 30% by the year 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to data released by the International Energy Agency (IEA), the United Nations Framework Convention on Climate Change (UNFCCC), or another internationally recognized and authoritative body on or before December 31, 2030, the People's Republic of China's annual carbon dioxide (CO2) emissions from fossil fuel combustion and industrial processes have decreased by at least 30% from the level reported for the year 2020.\n\nThe percentage reduction will be calculated based on the absolute CO2 emissions figures (in metric tons) reported for the respective years. If multiple authoritative sources provide conflicting data, the average of the reported figures will be used to determine the outcome. If the relevant data is not released by the specified resolution date but is released later, the question will resolve based on the first authoritative report published after the resolution date.\n\nIn the event that the IEA, UNFCCC, or another authoritative body significantly revises its methodology for calculating CO2 emissions in a way that cannot be reliably compared to the 2020 baseline, a panel of three climate science experts, agreed upon by the question author and two other knowledgeable parties, will be convened to determine an appropriate adjustment to the resolution criteria to ensure a fair assessment based on the intent of the question.\n\nIf China splits into multiple sovereign states or undergoes significant territorial changes before the resolution date, the emissions of the territories constituting the People's Republic of China as of 2020 will be aggregated to assess the resolution of this question.\n\nIn the case of a global or regional event that drastically impacts the ability to measure or report emissions (such as a major conflict or natural disaster), the resolution may be postponed until accurate data can be obtained, as determined by the question author and two other knowledgeable parties.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "840fd3cb-28d7-4b5c-8603-766113a7c517", "text": "What is the likelihood that Japan will achieve a 50% reduction in greenhouse gas emissions by 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, Japan has officially reported a reduction in its greenhouse gas emissions by 50% or more compared to its reported emissions for the base year of 2013, which is the baseline year used in Japan's pledge to the United Nations Framework Convention on Climate Change (UNFCCC). The reduction must be confirmed by official data released by the Japanese government and/or verified by the UNFCCC or its designated operational entities. The data should reflect Japan's total greenhouse gas emissions across all sectors, including but not limited to energy, industrial processes, agriculture, waste, and land-use change and forestry.\n\nIn the event that the official reporting by the Japanese government or the UNFCCC is delayed past the resolution date, the question will resolve based on the most recent available data from these authoritative sources. If Japan revises its baseline year for comparison, the resolution will be based on the original 2013 baseline for consistency.\n\nIf Japan undergoes significant changes in territory or sovereignty that would materially impact its greenhouse gas emissions reporting, the question will resolve using the best available data that corresponds to the territory and sectors included in the 2013 baseline.\n\nIn the case of any discrepancies between different authoritative sources, the resolution will be based on a consensus of the available reports, with priority given to the UNFCCC's assessment.\n\nEdge cases, such as significant methodological changes in greenhouse gas accounting or reporting, will be considered, and the resolution will be based on the method that is most consistent with the 2013 baseline reporting methodology.\n\nIf no new data is available by the resolution date, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "41577649-dae4-4b09-b42b-58be2be9d76e", "text": "What is the probability that India will meet its target of reducing carbon emissions by 30% by 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, the Government of India officially reports a reduction in carbon emissions by at least 30% from its baseline year emissions level, which should be specified in the resolution criteria. The baseline year will be considered the year 2020 for the purposes of this question. The reduction in carbon emissions must be confirmed by an authoritative body such as the United Nations Framework Convention on Climate Change (UNFCCC) or an equivalent organization that is internationally recognized for its work in tracking and verifying national greenhouse gas inventories.\n\nThe resolution will be based on the official communication from the Government of India to the UNFCCC or the equivalent organization, as part of its nationally determined contributions (NDCs) reporting process or through an official government publication that is publicly accessible. The report must include comprehensive data that clearly demonstrates a 30% reduction in carbon emissions relative to the baseline year.\n\nIn the event that the Government of India does not provide an official report by the resolution date, or if the report is contested by the UNFCCC or an equivalent authoritative body, the question will resolve as No.\n\nIf the Government of India revises its target before the resolution date, the question will resolve based on the original 30% reduction target stated in the question.\n\nEdge cases, such as changes in reporting methodology or disputes over data accuracy, will be resolved by referring to the assessment of the UNFCCC or the designated authoritative body. If the UNFCCC or the authoritative body cannot verify the emissions reduction claim due to lack of data or other reasons, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "d5b947ec-9341-4d17-a555-04dfa7a0e8db", "text": "What is the probability that Brazil will reduce its deforestation rate by 50% by the year 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to data from the Brazilian National Institute for Space Research (INPE) or any successor organization responsible for monitoring deforestation in Brazil, the rate of deforestation in the Brazilian Amazon for the year 2029 is at least 50% lower than the rate recorded for the year 2021. The deforestation rate is defined as the total area of forest cleared, as measured in square kilometers (km²), within the calendar year.\n\nThe INPE's PRODES (Program for the Calculation of Deforestation in the Amazon) satellite monitoring system, or an equivalent system recognized as authoritative, must be the source of this data. If the INPE or its monitoring system is no longer operational or considered authoritative, an equivalent authoritative source will be used to determine the deforestation rate.\n\nIn the event that the INPE data is not available for the year 2029 by the resolution date, the question will resolve using the most recent full year of data available. If no new data has been released by the resolution date that is later than the 2021 data, the question will resolve as No.\n\nEdge cases to consider:\n- If the area of the Brazilian Amazon changes due to political or natural events, the deforestation rate will be adjusted proportionally to ensure a fair comparison.\n- If there is a significant change in the methodology used to measure deforestation that could affect the comparability of the data, a note will be added to the resolution, and the question may be resolved by a panel of environmental experts chosen in good faith by the question author.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "6737a56f-0d5a-4e1f-80ba-b68e5655ed5f", "text": "What is the probability that the United States will engage in a new major military conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the United States engages in a new major military conflict characterized by any of the following:\n\n1. An official declaration of war by the United States Congress against another sovereign nation or a coalition of nations.\n2. Authorization of the use of military force by the United States Congress that leads to the deployment of more than 10,000 U.S. troops in a combat role in a foreign nation or multiple nations, not currently considered a theater of operations as of the knowledge cutoff date.\n3. Engagement in military actions that result in at least 1,000 military fatalities of U.S. personnel within a single calendar year, as confirmed by the U.S. Department of Defense.\n4. The United States leading or participating in a NATO or United Nations-sanctioned military intervention with significant troop contributions (exceeding 10,000 U.S. troops) that is recognized by the U.S. Department of State as a major military conflict.\n\nMilitary operations that are extensions or escalations of conflicts in which the U.S. is already involved as of the knowledge cutoff date will not be considered new major military conflicts for the purpose of this question. Covert operations, drone strikes, and special operations not meeting the above criteria will also not be considered.\n\nIn the event of ambiguity or lack of clear public information, a panel of three experts in international relations and military affairs, chosen in good faith by the question author, will determine by majority vote whether the criteria for a new major military conflict have been met.\n\nThe resolution will be based on information from authoritative sources such as official statements from the U.S. Department of Defense, U.S. Congress records, verified reports from major international news organizations, and official press releases from NATO or the United Nations.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "d738ec49-be70-42c4-a903-3a79d6785305", "text": "What is the likelihood of the United Kingdom engaging in a large-scale military conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the United Kingdom (UK) engages in a military conflict that meets the following conditions:\n\n1. The conflict involves the deployment of at least 1,000 UK military personnel outside of the UK's borders.\n2. The conflict is recognized as a \"large-scale military conflict\" by at least two of the following authoritative sources: the United Nations Security Council, the UK Ministry of Defence, NATO, or the International Institute for Strategic Studies (IISS).\n3. The conflict must be distinct from any ongoing military operations as of the knowledge cutoff date and must be initiated within the specified timeframe.\n4. The conflict must involve active engagement, defined as the exchange of fire, between UK forces and opposing forces, which may include state or non-state actors.\n5. The conflict must be reported by at least three major international news organizations (e.g., BBC, CNN, Al Jazeera, Reuters, The New York Times).\n\nIn the event that the UK is involved in multiple military engagements during the specified timeframe, each will be considered separately for the purposes of this resolution. If any single engagement meets the above criteria, the question will resolve as Yes.\n\nIf the UK participates in a multinational operation, it will count towards this resolution only if the UK's involvement independently satisfies the criteria above, without considering the scale of the involvement of other nations.\n\nIn the event of a dispute regarding the classification of a military operation or the number of personnel involved, the question will be resolved using the most recent and reliable data available from the UK Ministry of Defence or an equivalent authoritative source.\n\nIf no such conflict occurs or is initiated by the end of the specified timeframe, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "6a3a8a45-0fae-4510-97d6-1dd6bf7b576b", "text": "What is the probability that Germany will be involved in a major armed conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, Germany is involved in a major armed conflict. For the purposes of this question, a \"major armed conflict\" is defined as one in which:\n\n1. Germany officially declares war on another sovereign nation or is the recipient of a war declaration by another sovereign nation, as reported by the German government or the government of the opposing nation.\n2. Germany commits a minimum of 1,000 troops to combat operations in a conflict where the German government acknowledges the deployment as part of a war effort, as reported by the German Federal Ministry of Defence or equivalent authoritative sources.\n3. An international conflict involving Germany results in at least 100 confirmed military fatalities for the German armed forces, as reported by the German Federal Ministry of Defence or recognized international bodies such as the United Nations or the International Committee of the Red Cross.\n\nThe conflict must be between nation-states; civil unrest, terrorist activities, or other non-state actions will not be considered unless they escalate to a point where the German government officially declares it a war. The involvement of NATO or other international coalitions in which Germany is a participant will only count if the specific criteria above are met with respect to Germany's direct involvement.\n\nIn the event that the German government ceases to exist in its current form, or if there is no clear and authoritative reporting due to significant disruption, the resolution will be based on the best available reports from at least three independent and credible international news agencies.\n\nIf there is ambiguity in the reporting or if the situation is not clear-cut, a panel of three geopolitical experts, agreed upon by the question author and the forecasting platform administrators, will be convened to determine whether the criteria have been met.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "ce38f98a-dc49-42b9-8a06-682d4f775930", "text": "What is the probability that France will be involved in a major military conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, France is involved in a military conflict that meets the following conditions:\n\n1. The conflict involves the French Armed Forces engaging in combat operations with the armed forces of another nation-state or a recognized non-state actor.\n2. The conflict results in at least 100 confirmed military fatalities for the French Armed Forces or the opposing forces.\n3. The conflict is recognized as a 'major military conflict' by at least two of the following authoritative sources: the United Nations Security Council, NATO, the European Union, or the French Ministry of the Armed Forces.\n4. The involvement of France must be as a direct combatant, not merely in a support, training, or advisory capacity.\n5. The conflict must be distinct from ongoing military operations as of the knowledge cutoff date, such as counter-terrorism operations or peacekeeping missions.\n\nIn the event that the above sources do not provide a clear statement regarding the status of the conflict, the resolution will be based on a majority opinion in articles from at least three of the following international news organizations, published within one month of the end of the specified period: BBC, CNN, Al Jazeera, Reuters, and The Associated Press.\n\nIf none of the above conditions are met, or if there is insufficient public information to determine the status of the conflict, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "a34c09eb-ace8-4696-805c-f67a0a0089df", "text": "What is the probability that Italy will be involved in a major military conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, Italy becomes directly involved in a military conflict that meets the following conditions:\n\n1. The conflict involves the deployment of at least 1,000 Italian military personnel outside of Italy's borders, or within Italy in response to a foreign military invasion.\n2. The conflict results in at least 100 confirmed military fatalities for the Italian armed forces.\n3. The conflict is recognized as a \"major military conflict\" by at least three of the following authoritative sources: the United Nations Security Council, NATO, the European Union, or the International Institute for Strategic Studies (IISS).\n4. The involvement of Italy is not limited to humanitarian aid, training missions, or the provision of military equipment, but includes active combat operations by Italian forces.\n\nIn the event that Italy's involvement is ambiguous or not publicly acknowledged, the question will resolve as Yes if the majority of the aforementioned authoritative sources (at least two out of three) issue statements or reports confirming Italy's direct involvement in combat operations as part of a major military conflict.\n\nIf none of these conditions are met by the end of the specified time frame, the question will resolve as No.\n\nIn the case of a dispute or lack of clarity regarding the resolution, a panel consisting of the question author and two experts in international conflict resolution, chosen in good faith by the question author, will make the final determination based on the available evidence.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "7a898813-91a5-4302-bda5-92f6ad22a24d", "text": "What is the probability that Spain will be involved in a war between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, Spain is involved in an armed conflict that meets any of the following conditions:\n\n1. The Spanish government officially declares a state of war or the Spanish Parliament authorizes war actions, as per the constitutional and legal requirements in place as of 2023.\n\n2. An international body, such as the United Nations or NATO, recognizes that Spain is a belligerent party in an armed conflict.\n\n3. Credible and widely recognized media outlets report that Spain has engaged in armed hostilities with the armed forces of another recognized sovereign state, resulting in at least 100 confirmed military fatalities.\n\n4. Spain is involved in a civil war or large-scale armed insurrection within its own borders that results in at least 1,000 confirmed fatalities and is recognized as a civil war by the International Committee of the Red Cross or a similar authoritative organization.\n\nFor the purposes of this question, \"involved in a war\" means active participation in hostilities by the Spanish Armed Forces or other official military or paramilitary units under Spanish command. Military exercises, peacekeeping operations, and anti-terrorism activities that do not escalate to the level of war as defined above will not be considered for resolution.\n\nIn the event of ambiguity or lack of clear public information, a panel of three experts in international law and conflict studies, chosen in good faith by the question author, will be convened to determine whether the criteria for Spain's involvement in a war have been met.\n\nThe resolution will be based on the earliest date when any of the above conditions are confirmed by the specified sources.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "fa221bb2-e9cc-4bde-8603-ae3f92f51830", "text": "What is the likelihood of China engaging in a large-scale military conflict with a neighboring country between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the People's Republic of China (PRC) engages in a military conflict with one or more of its neighboring countries that meets the following conditions:\n\n1. The conflict involves the armed forces of the PRC and the armed forces of at least one neighboring sovereign state, which may include, but is not limited to, India, Russia, Mongolia, Pakistan, Myanmar, Laos, Vietnam, North Korea, Bhutan, Nepal, or any member state of the Association of Southeast Asian Nations (ASEAN).\n\n2. The conflict is confirmed by at least two of the following authoritative sources: United Nations Security Council (UNSC) statements or resolutions, North Atlantic Treaty Organization (NATO) official communications, official government statements from the PRC or the involved neighboring country, or reporting from at least three major international news organizations (e.g., BBC, CNN, Al Jazeera, Reuters, Associated Press).\n\n3. The conflict must be of a large scale, defined as resulting in a minimum of 1,000 military personnel casualties (dead or wounded) combined for all involved parties, as reported by the authoritative sources mentioned above.\n\n4. Skirmishes, border disputes, or standoffs that do not meet the casualty threshold or do not involve direct, sustained combat between the armed forces of the PRC and a neighboring sovereign state will not be considered for resolution of this question.\n\n5. In the event that the PRC undergoes a significant change in government or political structure during the specified timeframe, the question will resolve based on the actions of the de facto governing body of the territory recognized as the PRC at the start of the specified timeframe.\n\n6. If there are conflicting reports about the scale or participants of the conflict, the question will be resolved by a panel of three geopolitical experts chosen by the question author, with the decision based on the preponderance of evidence available by the resolution date.\n\nIn the event that no large-scale military conflict as defined above occurs by the end of the specified timeframe, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "53d80116-c1cb-42b7-9d59-020bcd99f862", "text": "What is the probability that Japan will be involved in a new armed conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, the government of Japan or any official military organization operating under its command engages in armed conflict. For the purposes of this question, \"armed conflict\" is defined as:\n\n1. An exchange of organized, armed force resulting in at least 100 confirmed combatant or non-combatant fatalities within a single calendar year, as reported by at least two of the following sources: the United Nations, the International Committee of the Red Cross, or three major international news organizations (e.g., BBC, CNN, Al Jazeera).\n\n2. The deployment of the Japan Self-Defense Forces (JSDF) outside of Japan's national borders in a manner that involves active combat operations, not including training exercises, peacekeeping missions, or humanitarian aid operations, as confirmed by an official statement from the Japanese Ministry of Defense or equivalent authoritative source.\n\n3. A formal declaration of war by Japan against another sovereign state or recognized non-state actor, as reported by the Japanese government's official communication channels or major international news outlets.\n\nIn the event that the Japanese government is dissolved or restructured in such a way that the current official military organization is no longer recognizable as the JSDF, the question will resolve based on the actions of the successor organization that assumes the role of Japan's national defense.\n\nIf there are conflicting reports about the fatalities or the nature of military engagement, the question will be resolved by a panel of three experts in international conflict, chosen in good faith by the question author, who will determine whether the criteria have been met based on the preponderance of evidence.\n\nIn the event that no such armed conflict occurs, or if there is insufficient evidence to confirm an armed conflict as defined above, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "e4f146ed-bd1c-4e42-bbb5-1c6492e491fd", "text": "What is the likelihood of India being involved in a major armed conflict between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, India is involved in an armed conflict that meets any of the following conditions:\n\n1. The conflict results in at least 1,000 battle-related deaths in one calendar year, as reported by the Uppsala Conflict Data Program (UCDP) or an equivalent successor organization recognized for conflict data reporting.\n\n2. The conflict is officially declared as a war by the Indian government or the opposing government(s) or entity/entities.\n\n3. The United Nations Security Council (UNSC) releases a resolution or statement officially recognizing the conflict as a major armed conflict involving India.\n\n4. At least three reputable international news organizations (e.g., BBC, CNN, Al Jazeera) independently report on the conflict as a \"major armed conflict\" involving India, with \"major\" being defined as having significant international repercussions or involving large-scale military engagements.\n\nIn the absence of clear reports or data from the above sources, the resolution will be based on a consensus of three independent experts in international relations or conflict studies, chosen in good faith by the question author, who will determine whether the events in question constitute a major armed conflict involving India.\n\nEdge cases, such as border skirmishes resulting in fewer than 1,000 battle-related deaths or conflicts where India provides military support without direct involvement, will not meet the resolution criteria for a Yes outcome.\n\nIf none of the above conditions are met by the resolution date, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "2763a412-88a7-4a58-bcc2-cc374e366e06", "text": "What is the probability that Brazil will be involved in a major war between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, between January 1, 2024, and December 31, 2030, Brazil is involved in a military conflict that meets any of the following conditions:\n\n1. The conflict results in at least 1,000 battle-related deaths in one calendar year, involving Brazilian armed forces and the armed forces of another nation or identifiable non-state actor. Battle-related deaths include fatalities of regular military forces, paramilitary forces, and any organized armed group involved in combat, as well as civilians killed as a direct result of the fighting.\n\n2. The Brazilian government officially declares a state of war against another sovereign nation or a coalition of nations.\n\n3. The United Nations Security Council or the General Assembly passes a resolution that recognizes the conflict as a 'major war' involving Brazil.\n\n4. A reputable international organization, such as the International Institute for Strategic Studies (IISS) or the Stockholm International Peace Research Institute (SIPRI), classifies an ongoing conflict as a 'major war' in which Brazil is a combatant.\n\nIn the absence of an official declaration of war or a United Nations resolution, the conflict must be widely reported by credible international media outlets and confirmed by at least two independent, authoritative sources, such as government statements, official military reports, or recognized international bodies.\n\nIf there is ambiguity regarding the classification of the conflict or the number of battle-related deaths, a panel consisting of three experts in international conflict resolution, chosen in good faith by the question author, will be convened to determine whether the criteria for a 'major war' have been met.\n\nEdge cases, such as Brazil providing logistical support or military advisors without direct combat involvement, will not be sufficient for this question to resolve as Yes. The involvement must be direct and significant, with Brazilian armed forces engaged in combat operations.\n\nFallback scenario: If, for any reason, the aforementioned sources are unavailable or unable to provide a clear resolution, the question will be resolved by a majority vote of a panel of three experts in international conflict resolution, chosen in good faith by the question author.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "b1df6981-92e0-4c94-a85c-85fc7e9e812f", "text": "What is the probability that the United States will host the FIFA World Cup between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the United States is officially selected as the host country for the FIFA World Cup for any of the tournaments that take place between the years 2024 and 2030, inclusive. The resolution will be based on the official announcement by FIFA, the international governing body of football (soccer), confirming the United States as the host nation for the men's or women's FIFA World Cup tournament.\n\nThe following conditions must be met for the question to resolve as Yes:\n\n1. The official announcement must come from FIFA through a press release, official statement, or a formal announcement event.\n2. The announcement must specify that the United States will be the primary host of the tournament, with the majority of matches, including the opening match and the final, scheduled to take place within the United States.\n3. The announcement must pertain to the senior FIFA World Cup tournaments, excluding youth or club tournaments such as the FIFA U-20 World Cup or the FIFA Club World Cup.\n\nIn the event that the United States is announced as a co-host with one or more other countries, the question will resolve as Yes only if the United States is designated as the primary host as defined above.\n\nIf FIFA undergoes a rebranding or changes its name, the resolution will be based on the announcement from the successor organization responsible for the governance of the World Cup.\n\nIf the FIFA World Cup is discontinued, canceled, or indefinitely postponed for the years in question, the question will resolve as No.\n\nIf the resolution cannot be determined by the specified resolution date due to unforeseen circumstances, such as a delay in the announcement by FIFA, the question will resolve as No.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "53ebcce8-4145-41a2-a943-25b4eaf16c50", "text": "What is the probability that the United Kingdom will win at least 10 gold medals at the 2028 Olympics?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the United Kingdom wins 10 or more gold medals at the 2028 Summer Olympics, as officially reported by the International Olympic Committee (IOC) by the end of the closing ceremony of the 2028 Summer Olympics. The medal count will be based on the official final medal tally published by the IOC, which includes all gold medals awarded to athletes representing the United Kingdom, regardless of any subsequent disqualifications or reallocations that may occur after the closing ceremony. If the IOC revises the medal tally to award additional gold medals to the United Kingdom before the closing ceremony, these will also be included in the count. In the event that the 2028 Summer Olympics are postponed, canceled, or otherwise not held as scheduled, the question will resolve as No.\n\nEdge cases to consider:\n- If a team or athlete representing the United Kingdom is initially awarded a gold medal but is later disqualified before the closing ceremony, that medal will not count towards the total.\n- If the United Kingdom is retroactively awarded gold medals after the closing ceremony due to disqualifications of other athletes or teams, these will not count towards the total.\n- If the United Kingdom competes under a different name or as part of a joint team with another country, the medals won by that joint team will only count if the athletes are officially representing the United Kingdom.\n\nFallback scenarios:\n- In the unlikely event that the IOC does not publish an official final medal tally by the end of the closing ceremony, the resolution will be based on the most recent official medal count provided by the IOC.\n- If the IOC ceases to exist or is otherwise unable to provide an official medal count, the resolution will be based on the medal count reported by a reputable global news organization such as the BBC or Reuters.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [The day after the closing ceremony of the 2028 Summer Olympics, in the format dd/mm/yyyy]", "url": null, "metadata": {}, "resolution": null}
{"id": "445dcded-0246-4256-a862-df2698902af7", "text": "What is the likelihood that Germany will host the FIFA World Cup between 2024 and 2030?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, by December 31, 2030, the Fédération Internationale de Football Association (FIFA) officially announces that Germany has been selected to host either the 2026 or the 2030 FIFA World Cup. The announcement must come directly from FIFA through an official press release, statement during a press conference, or publication on their official website. The resolution will be based on the first such announcement made by FIFA, regardless of any subsequent changes in the hosting decision due to unforeseen circumstances.\n\nIn the event that FIFA changes its World Cup hosting selection process or the frequency of the tournament within the specified timeframe, the question will resolve as Yes only if Germany is announced as the host for the next available World Cup following the 2022 event in Qatar, provided that this announcement occurs before the resolution date.\n\nIf FIFA is dissolved, declares bankruptcy, or for any reason ceases to be the governing body of international football before the resolution date, the question will resolve as No, unless Germany has already been announced as a host prior to such an event.\n\nIf the World Cup is canceled, postponed, or restructured in a way that it is no longer held on a quadrennial basis, the question will resolve as No unless Germany is announced as the host for the next scheduled World Cup before the resolution date.\n\nIf multiple countries are announced as joint hosts and Germany is among them, the question will resolve as Yes.\n\nIf there is any ambiguity in the announcement or subsequent official communications from FIFA regarding Germany's status as a host, the question will be resolved by the consensus of three reputable sports news organizations (e.g., ESPN, BBC Sport, Sky Sports) reporting that Germany has been selected as the host.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 31/12/2030", "url": null, "metadata": {}, "resolution": null}
{"id": "8299a676-ddbc-45ef-852f-33dad71a3761", "text": "What is the likelihood that France will win the FIFA World Cup in 2026?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the French national football team wins the FIFA World Cup in 2026. The outcome will be determined by the official announcement of the winner by FIFA at the conclusion of the 2026 FIFA World Cup final match. The result must be confirmed by FIFA and not be under dispute or investigation for any reason that could lead to a change in the outcome (e.g., match-fixing allegations, eligibility issues). If the tournament is not held for any reason, or if France does not participate in the tournament, the question will resolve as No. If the tournament is postponed to a later date, the resolution date will be adjusted accordingly to the date of the final match of the rescheduled tournament.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [dd/mm/yyyy] (The exact date of the final match of the 2026 FIFA World Cup, which is yet to be announced by FIFA. Once the date is announced, it should be inserted here.)", "url": null, "metadata": {}, "resolution": null}
{"id": "c5792cf7-e8b1-4492-82a2-e70e6b7a5c14", "text": "What is the probability that Italy will win the UEFA European Championship in 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Italian national football team wins the UEFA European Championship in 2028. The outcome will be determined by the official announcement of the winner by UEFA following the conclusion of the final match of the 2028 UEFA European Championship. The result must be officially recognized by UEFA, and any subsequent changes (e.g., due to disqualification or other extraordinary events) will not affect the resolution of this question. If the championship is not held for any reason, or if Italy does not participate in the tournament, the question will resolve as No.\n\nIn the event that the championship format changes, the resolution will still be based on the team recognized as the champion by UEFA. If the championship is postponed, the resolution date will be adjusted accordingly to the date of the official announcement of the winner by UEFA.\n\nIf the championship is canceled and not rescheduled within the same calendar year, the question will resolve as No. If the championship is rescheduled to take place in a different year, the resolution date will be adjusted to the new year in which the championship concludes.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 01/07/2028 (assuming the final is in July; adjust the date according to the official schedule once it is announced)", "url": null, "metadata": {}, "resolution": null}
{"id": "c900d652-c245-41c5-a74e-ad2942953f28", "text": "What is the probability that Spain will win the UEFA European Championship in 2028?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Spain national football team wins the UEFA European Championship in 2028. The outcome will be determined by the official announcement of the winner by the Union of European Football Associations (UEFA) following the conclusion of the final match of the 2028 UEFA European Championship tournament. The result must be confirmed by UEFA and not be under dispute or investigation for any potential rules violations that could lead to the disqualification of the Spain national team or a change in the championship result. If the tournament is not held for any reason, or if Spain is disqualified or withdraws from the tournament before it concludes, the question will resolve as No.\n\nIn the event that the UEFA European Championship in 2028 is rescheduled to a later date, the resolution date will be adjusted accordingly to the date of the official announcement of the winner by UEFA. If the championship is canceled and not rescheduled, the question will resolve as No, regardless of any previous matches played.\n\nIf the format of the UEFA European Championship changes in such a way that there is no single winner declared (e.g., the tournament is restructured into a league format without a final match), the question will resolve as No, unless UEFA officially declares Spain as the champions of the tournament.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [dd/mm/yyyy] (The resolution date should be set to the day after the scheduled date of the final match of the 2028 UEFA European Championship. If the exact date of the final match is not known at the time of question creation, an estimated date based on previous tournaments can be used, with a note that the resolution date will be updated once the official schedule is released.)", "url": null, "metadata": {}, "resolution": null}
{"id": "c5b2d6eb-8bd0-4bf7-813a-aa09122d6f91", "text": "What is the probability that China will win the most gold medals in the 2028 Summer Olympics?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to the official final medal tally released by the International Olympic Committee (IOC) for the 2028 Summer Olympics, the People's Republic of China is listed as the country with the highest number of gold medals won. The medal tally must be the final official count, which includes any changes due to disqualifications or reassignments of medals after the conclusion of the games but before the resolution date. If the IOC is dissolved or is no longer the governing body for the Olympic Games, the resolution will be based on the final official tally released by the new governing body recognized as the legitimate successor to the IOC. In the event of a tie for the highest number of gold medals, the resolution will be No, as China must have the most gold medals outright to resolve as Yes.\n\nIf the 2028 Summer Olympics are canceled, postponed, or otherwise not held as scheduled due to any reason, including but not limited to global events, natural disasters, or pandemics, the question will resolve as N/A (Not Applicable), and all forecasts will be refunded or voided.\n\nIf the 2028 Summer Olympics are rescheduled to occur after the year 2028, the resolution date will be adjusted accordingly to the day following the official closing ceremony of the rescheduled games.\n\nIn the case that the official medal tally is not released by the resolution date, the question will resolve using the most recent and authoritative information available from the IOC or its recognized successor.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 12/08/2028", "url": null, "metadata": {}, "resolution": null}
{"id": "1f0b8343-9f12-4ff7-856e-68f7353926d7", "text": "What is the probability that Japan will win the most gold medals in the 2028 Summer Olympics?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if Japan wins the highest number of gold medals in the 2028 Summer Olympics, as reported by the official International Olympic Committee (IOC) medal tally at the conclusion of the 2028 Summer Olympics. The medal tally must be the final official count, which includes any changes due to disqualifications or reassignments of medals after the events have concluded but before the official closing ceremony. If the IOC is dissolved or the 2028 Summer Olympics are not held for any reason, the question will resolve as No. In the event that two or more countries tie for the highest number of gold medals, the question will resolve as No unless Japan is one of those countries, in which case it will resolve as Yes. If the IOC does not exist or does not provide an official medal tally, the question will resolve using the most widely recognized and reputable alternative source available at the time.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [The day after the official closing ceremony of the 2028 Summer Olympics, dd/mm/yyyy]", "url": null, "metadata": {}, "resolution": null}
{"id": "3f0bf4f4-21e0-4943-bc16-df9cb2fac06b", "text": "What is the probability that India will win the most gold medals in the 2028 Olympics?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if, according to the official final medal tally released by the International Olympic Committee (IOC) after the closing ceremony of the 2028 Summer Olympics, India has won more gold medals than any other participating country. The medal tally must be the final and official count as recognized by the IOC, without any pending disputes or revisions. In the event that two or more countries tie for the highest number of gold medals, this question will resolve as No, as India must have the most gold medals outright. If the 2028 Olympics are canceled, postponed, or otherwise not completed, the question will resolve as No.\n\nIn the case of any retroactive changes to the medal tally due to doping violations or other reasons that occur after the official closing ceremony but before the resolution date, such changes will be taken into account if they are officially recognized by the IOC and alter the outcome of the most gold medals won.\n\nIf the IOC is dissolved or otherwise fails to provide an official final medal tally, the resolution will be based on the most widely recognized and reputable media reports available at the time of the resolution date.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: 12/08/2028 (The day after the scheduled date for the closing ceremony of the 2028 Summer Olympics, allowing for any last-minute updates to the medal tally.)", "url": null, "metadata": {}, "resolution": null}
{"id": "fe1b8d4e-9484-4a64-8047-5a22bc38ef2b", "text": "What is the probability that Brazil will win the 2026 FIFA World Cup?", "resolution_criteria": "Resolution criteria: This question will resolve as Yes if the Brazilian national football team wins the final match of the 2026 FIFA World Cup, thereby becoming the tournament champions. The outcome will be determined based on the official results as reported by the Fédération Internationale de Football Association (FIFA), the sport's global governing body. The resolution will not be affected by any subsequent disqualifications, appeals, or changes in the result after the tournament has concluded. In the event that the 2026 FIFA World Cup is canceled, postponed beyond 2027, or otherwise not completed, the question will resolve as No.\n\nResolution date: The resolution date will be the day after the final match of the 2026 FIFA World Cup is played, as scheduled by FIFA. If the match is postponed, the resolution date will be adjusted to the day after the rescheduled final match is played. If the final match is played earlier than expected, the resolution date will remain as originally set, to allow for any potential official reviews or announcements by FIFA that could affect the outcome.\n\n", "data_source": "synthetic", "question_type": "Binary", "resolution_date": "\nResolution date: [dd/mm/yyyy] (The exact date will be determined once the schedule for the 2026 FIFA World Cup is officially announced by FIFA. Typically, the final match is played in mid-July, so you might expect a date around 19/07/2026, but this should be updated with the exact date once the schedule is released.)", "url": null, "metadata": {}, "resolution": null}
