{"P":{"id":"39588ee3-aa7a-40e1-99c3-a4a1159f2078","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"44e2b175-6ff6-46eb-a547-9b067222262c","title":"What is the probability that Italy's Gross Domestic Product will increase by more than 3% between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if the Gross Domestic Product (GDP) of Italy, as reported by the International Monetary Fund (IMF) or an equivalent authoritative economic body, shows an increase of more than 3% in real terms (adjusted for inflation) between the fiscal year ending in 2024 and the fiscal year ending in 2030. The GDP figures must be the final revised numbers, not preliminary estimates. The percentage increase will be calculated based on the following formula:\n\nPercentage Increase = [(GDP in 2030) - (GDP in 2024)] / (GDP in 2024) * 100\n\nIf the IMF or the chosen authoritative body revises the historical GDP data after the initial resolution date, causing the percentage increase to cross the 3% threshold in either direction, the resolution will not be affected by such revisions. The resolution will be based on the data available as of the resolution date.\n\nIn the event that the IMF or the equivalent authoritative body ceases to exist, is widely considered to be compromised, or does not provide the necessary data for the years in question, the resolution will be based on the most credible alternative source of economic data as determined by a panel of three economic experts chosen in good faith by the question author.\n\nIf Italy undergoes a change that makes it no longer a distinct entity for which GDP can be measured (e.g., due to dissolution, merger, significant restructuring of statehood, etc.), the question will resolve as N/A (not applicable), unless a successor entity or entities can be unambiguously determined and the relevant economic data for these entities can be combined to represent the equivalent of Italy's GDP for the purpose of this question.\n\nIf the necessary GDP data is not released by the resolution date, the resolution will be postponed until the data becomes available.\n\n","resolution_date":"2031-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"39176b1b-6e5a-4cf2-a58f-597720b958f7","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Italy's Gross Domestic Product increases by more than 3% between 2024 and 2030?","body":"Resolves YES if either of the stated events occur (or both). Resolves NO otherwise.","resolution_date":"2031-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"2156119f-bd12-4f12-b16e-a2cbf87386bd","title":"Will either of the following occur: (a) Italy's Gross Domestic Product increases by more than 3% between 2024 and 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the stated events occur (or both). Resolves NO otherwise.","resolution_date":"2031-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"6e246cbe-0a2c-4d00-a727-c6a0b28b1f5a","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"4e80383b-5841-49ef-833e-339500a04863","title":"What is the probability that Xi Jinping will remain the President of China until 2030?","body":"Resolution criteria: This question will resolve as Yes if Xi Jinping holds the title of President of the People's Republic of China continuously from the date of the question's posting until December 31, 2030. The resolution will be based on official announcements from the Chinese government or state-controlled media, as well as international recognition of the political status of the Chinese presidency. \n\nThe following conditions will be considered for resolution:\n\n1. Xi Jinping must be recognized as the incumbent President by the National People's Congress (NPC) of China.\n2. No credible reports or official statements indicating Xi Jinping's resignation, impeachment, or replacement as President before the resolution date.\n3. Temporary incapacitation or delegation of duties, without formal relinquishment of the title of President, will not resolve the question as No.\n4. In the event of Xi Jinping's death, incapacitation, or any other situation where his status as President is unclear, the question will resolve as No, unless he is reinstated or continues to hold the title until the resolution date.\n5. If the title of President is abolished or fundamentally redefined in a way that makes the position incomparable to its status as of the date of the question's posting, the question will resolve as ambiguous and will be considered void.\n\nThe resolution will not be affected by changes in Xi Jinping's other titles or positions within the Chinese Communist Party or other state apparatus, such as General Secretary or Chairman of the Central Military Commission, unless these changes also include the end of his presidency.\n\nIn the event of conflicting reports about Xi Jinping's status as President, the question will be resolved based on the preponderance of evidence from authoritative sources, with preference given to official statements from the NPC.\n\n","resolution_date":"2030-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"e4d4b0f7-c0df-4d22-ae6b-5fe6b4f0f5d9","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Xi Jinping remains the President of China until 2030?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"9f18b39d-0b51-413a-9cb3-16ded6efd56b","title":"Will either of the following occur: (a) Xi Jinping remains the President of China until 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"80b205b0-c93a-49b9-b112-aecf6713f5d4","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"64ac0056-c45c-48ee-9de0-7ac4d4ffc855","title":"What is the probability that the United Kingdom will have a new Prime Minister by January 1, 2028?","body":"Resolution criteria: This question will resolve as Yes if, for any reason, a person other than the individual holding the office of Prime Minister of the United Kingdom as of [the date the question was posed] takes office as the new Prime Minister before January 1, 2028. The change in leadership must be officially recognized by the UK government, and the individual must be formally appointed and serving as Prime Minister. Interim or acting Prime Ministers will not count unless they are officially appointed as the Prime Minister without the interim or acting qualifier. The resolution will be based on official announcements from the UK government or credible news reports from major international news organizations such as the BBC, Reuters, or The Guardian.\n\nIn the event of a dispute or ambiguity regarding the legitimacy of the new Prime Minister's appointment, the resolution will be based on the recognition of the individual's authority by the UK Civil Service and the Parliament of the United Kingdom. If the UK ceases to exist as a sovereign nation or undergoes a significant change in its system of government such that the role of Prime Minister is fundamentally altered or abolished, the question will resolve as N/A (not applicable).\n\n","resolution_date":"2028-01-01T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"35acaac8-0bc3-424b-a716-ce4025f87ac0","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) the United Kingdom has a new Prime Minister by January 1, 2028?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"0bcc1b0c-405c-4eda-9290-a445a4ef456c","title":"Will either of the following occur: (a) the United Kingdom will have a new Prime Minister by January 1, 2028, or (b) a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"14976e6b-06af-409f-8a7b-08cce9ef36da","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"d939ee22-a04b-48bd-a505-0683322f1d25","title":"What is the probability that Angela Merkel will no longer be the Chancellor of Germany by the end of 2028?","body":"Resolution criteria: This question will resolve as Yes if Angela Merkel is not serving as the Chancellor of Germany at any point from the time of the question's posting until December 31, 2028. The resolution will be based on official statements from the German Federal Government or credible news reports from internationally recognized media outlets. The following scenarios will be considered for resolution:\n\n1. Angela Merkel publicly announces her resignation or retirement from the position of Chancellor.\n2. Angela Merkel is formally replaced by another individual as Chancellor through a federal election, a vote of no confidence, or any other legal or constitutional process recognized by the German government.\n3. Angela Merkel is unable to perform her duties as Chancellor due to health reasons, impeachment, or any other circumstance that leads to her being officially relieved of her position.\n4. In the event of Angela Merkel's passing, the question will resolve as Yes immediately upon confirmation from an official government statement or multiple credible news sources.\n\nIf Angela Merkel is temporarily unable to perform her duties, but not officially replaced, such as through a temporary transfer of power during a medical procedure, the question will not resolve as Yes unless she does not return to her position by the end of the specified period.\n\nIn the event of ambiguity or lack of clear public information regarding her status as Chancellor, the question will resolve as No unless conclusive evidence is presented before the resolution date.\n\nEdge cases and fall-back scenarios:\n- If Angela Merkel's role or the title of 'Chancellor' undergoes a change due to a constitutional amendment, reformation of the German government, or renaming of the position, the spirit of the question will be considered, and the resolution will be based on whether she holds the highest executive office in the German government.\n- If there is a dispute regarding the legitimacy of her position due to political or legal challenges, the question will resolve based on the de facto control of the office as recognized by the German Federal Constitutional Court.\n\n","resolution_date":"2028-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"dd3d18b6-b5d8-49c3-bda3-1f52fc7598fa","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Angela Merkel is no longer the Chancellor of Germany by the end of 2028?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"73fcebdb-21af-4e01-ad3d-3be83af39e6b","title":"Will either of the following occur: (a) Angela Merkel is no longer the Chancellor of Germany by the end of 2028, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"f69cad68-18e9-411c-98de-e1628f7df0b6","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"fbb81e4e-48db-44c1-bcc9-ac007f30dd84","title":"What is the probability that Narendra Modi will still be the Prime Minister of India on January 1, 2030?","body":"Resolution criteria: This question will resolve as Yes if Narendra Modi is serving as the Prime Minister of India on January 1, 2030. The resolution will be based on official announcements from the Government of India or credible news reports from internationally recognized news agencies (e.g., Reuters, Associated Press, BBC, etc.). \n\nIn the event that Narendra Modi is temporarily incapacitated or on leave but officially remains the Prime Minister, the question will still resolve as Yes. If Narendra Modi has been officially replaced as Prime Minister, even if on an interim or acting basis, the question will resolve as No.\n\nIf Narendra Modi's status as Prime Minister is under dispute due to political, legal, or other extraordinary circumstances, and no clear resolution is available from the aforementioned sources by the resolution date, the question will resolve as Ambiguous.\n\nEdge cases to consider:\n- If Narendra Modi is re-elected or continues his term after a general election occurring before the resolution date, the question resolves as Yes.\n- If Narendra Modi resigns or is replaced before January 1, 2030, but is reappointed as Prime Minister on or before the resolution date, the question resolves as Yes.\n- If Narendra Modi is not the Prime Minister on December 31, 2029, but is reappointed on January 1, 2030, the question resolves as Yes.\n\n","resolution_date":"2030-01-01T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"80616a6d-947a-473d-bae4-02b62b29834a","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Narendra Modi will still be the Prime Minister of India on January 1, 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"b35c71bb-72a9-4912-8567-50d6f02a8675","title":"Will either of the following occur: (a) Narendra Modi still be the Prime Minister of India on January 1, 2030, or (b) a woman be elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"8c5dece3-e328-4f48-a28f-fb2757a89ad2","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"d0dff212-7804-434b-bce8-e761f1dddfcb","title":"What is the probability that Shinzo Abe will be re-elected as Prime Minister of Japan in the year 2027?","body":"Resolution criteria: This question will resolve as Yes if Shinzo Abe is re-elected as the Prime Minister of Japan in a general election or a Liberal Democratic Party (LDP) leadership election, if the LDP is the ruling party, and he is subsequently appointed as Prime Minister by the Emperor of Japan, on or before December 31, 2027. The re-election must be confirmed by an official announcement from the Japanese government or the LDP. Interim or acting positions not confirmed by a formal election process will not be considered for resolution of this question. In the event of any ambiguity or dispute over the election process or results, the resolution will be based on the official records and announcements from the National Diet of Japan and the LDP. If Shinzo Abe is unable to fulfill the role of Prime Minister due to health reasons, incapacitation, or death prior to the resolution date, the question will resolve as No.\n\nIn the event that Shinzo Abe is not a candidate in any Prime Ministerial election in Japan in the year 2027, the question will resolve as No. If the election process in Japan undergoes significant changes that make the terms of this question inapplicable, or if the position of Prime Minister is dissolved or redefined in a way that is not comparable to its status as of the knowledge cutoff date, the question will resolve as N/A (Not Applicable), and all forecasts will be refunded or voided.\n\n","resolution_date":"2027-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"fa627675-ce43-42ea-ad25-8513ce95e48b","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Shinzo Abe is re-elected as Prime Minister of Japan in the year 2027?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"42e14593-70e8-4d05-96f2-de48cde4d456","title":"Will either of the following occur: (a) Shinzo Abe is re-elected as Prime Minister of Japan in the year 2027, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"fd1dc592-697f-40f9-bda2-389f385957ef","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"feeb4e02-e253-4120-ac3a-66b61ff987fe","title":"What is the probability that France's Gross Domestic Product will increase by more than 3% annually between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if the annual Gross Domestic Product (GDP) growth rate of France, as reported by the World Bank or the National Institute of Statistics and Economic Studies (INSEE), increases by more than 3% per annum for each year between January 1, 2024, and December 31, 2030. The GDP growth rate is defined as the year-over-year percentage change in the market value of all final goods and services produced within a country in a given year. The growth rate must be positive and exceed 3% for each individual year within the specified period, without rounding. If the World Bank or INSEE revises their figures after the initial publication, the most recent revision available by the resolution date will be used to determine the outcome. In the event that the World Bank and INSEE report different figures, the average of the two will be used. If either the World Bank or INSEE ceases to report France's GDP growth rate, or if their reporting is delayed past the resolution date, the next most authoritative source, as determined by the question author, will be used. If no authoritative source is available by the resolution date, the question will resolve as N/A (not applicable).\n\nIn the case of extraordinary circumstances that significantly disrupt the ability to measure GDP accurately (e.g., major economic reforms, changes in statistical methodology, or data reporting standards), a fallback scenario will involve a panel of three economic experts, chosen in good faith by the question author, to estimate the GDP growth rate based on available data and expert judgment. Their majority opinion will be used to resolve the question.\n\n","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"317e571d-fe2c-4d44-a08d-cf9e08d18e5e","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) France's Gross Domestic Product increases by more than 3% annually between 2024 and 2030?","body":"Resolves YES if either of the stated events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"51179d65-0629-45e9-b517-f9a757f95eb5","title":"Will either of the following occur: (a) France's Gross Domestic Product increases by more than 3% annually between 2024 and 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"337b05bd-d50d-47ae-9a0a-5a50789690c7","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"7d30806a-431e-412a-86b5-17a94eb386a9","title":"What is the probability that Matteo Renzi will become the Prime Minister of Italy between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if Matteo Renzi is appointed and serves as the Prime Minister of Italy at any point between January 1, 2024, and December 31, 2030. The appointment must be officially recognized by the Italian government, and Matteo Renzi must be actively serving in the role of Prime Minister, as opposed to merely being named or elected without taking office. The resolution will be based on official announcements from the Italian government or credible reports from major international news organizations such as Reuters, the Associated Press, or the BBC. Interim or caretaker roles will count only if Matteo Renzi is formally given the title of Prime Minister. In the event of a dispute or ambiguity regarding the official status of the Prime Minister, a statement from the President of Italy or the Italian Constitutional Court will be considered definitive. If Matteo Renzi passes away or publicly announces that he will not seek or accept the position of Prime Minister before December 31, 2030, the question will resolve as No.\n\n","resolution_date":"2030-12-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"5f1b115e-8e7d-4256-b9ae-8f8fe66b063c","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Matteo Renzi becomes the Prime Minister of Italy between 2024 and 2030?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"3cc40807-115b-4d4f-b470-070d708c3e65","title":"Will either of the following occur: (a) Matteo Renzi becomes the Prime Minister of Italy between 2024 and 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"104dfc90-a039-45ff-a4ac-b3fa4a8d5cb3","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"dcb61664-d00e-44d7-ae12-b7f216a63768","title":"What is the probability that the Gross Domestic Product (GDP) of the United States will increase by more than 3% between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if the real Gross Domestic Product (GDP) of the United States, as reported by the Bureau of Economic Analysis (BEA) or its successor agency, increases by more than 3% in total between the fourth quarter of 2024 and the fourth quarter of 2030, adjusted for inflation and based on chained dollars with a reference year that is consistent with the one used by the BEA in 2023. The percentage increase will be calculated using the annualized real GDP figures for the specified quarters.\n\nThe resolution will be based on the first official release of the relevant data by the BEA after the fourth quarter of 2030. If the BEA has ceased to exist or no longer publishes the relevant data, the resolution will be based on the most authoritative and comparable data source available at the time.\n\nIn the event of a significant revision of historical GDP data that affects the calculation, the resolution will be based on the revised data. If the relevant data is not released by the resolution date due to unforeseen circumstances, the question will resolve as indeterminate.\n\nEdge cases to consider:\n- If the BEA changes its methodology for calculating real GDP in a way that makes a direct comparison with the 2023 methodology impossible, a panel of three economic experts, chosen in good faith by the question author, will determine an appropriate adjustment to apply to the data to maintain consistency with the 2023 methodology.\n- If there is a dispute about the interpretation of the data or the outcome, the question author and two additional experts in the field of economics, chosen in good faith by the question author, will vote to reach a resolution.\n\n","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"85212299-8fc6-4847-9a85-e566005a2be9","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) the Gross Domestic Product (GDP) of the United States increases by more than 3% between 2024 and 2030?","body":"Resolves YES if either of the stated events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"198e05a2-f4e4-42cd-8258-eab343416340","title":"Will either of the following occur: (a) the GDP of the United States increases by more than 3% between 2024 and 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the said events occur (or both). Resolves NO otherwise.","resolution_date":"2031-01-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d3d5a491-0ec5-4e8d-a99c-febd6c35d19f","title":"What is the probability that a woman will be elected as the President of the United States between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if, between January 20, 2025, and January 20, 2031, a woman is inaugurated as the President of the United States. The resolution will be based on the official confirmation of the election results by the United States Electoral College and the subsequent inauguration of the elected individual as President. The individual must identify as a woman and be recognized as such by authoritative media sources. In the event of a dispute over the election results, the question will resolve based on the final decision by the relevant legal authority, such as the Supreme Court of the United States, if applicable. If a woman assumes the presidency through succession, impeachment, or any other means other than being elected and inaugurated for a new term within the specified timeframe, this will not satisfy the resolution criteria.\n\nIn the case that the inauguration date is officially changed, the resolution timeframe will be adjusted accordingly. If no woman is inaugurated as President during the specified timeframe, the question will resolve as No.\n\n","resolution_date":"2031-01-20T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"fcdddf7a-7435-4664-964f-bfa671d25292","title":"What is the probability that Germany's Gross Domestic Product will increase by at least 3% annually between 2024 and 2030?","body":"Resolution criteria: This question will resolve as Yes if the Federal Statistical Office of Germany (Destatis) reports that the annual Gross Domestic Product (GDP) growth rate for Germany has met or exceeded 3% for each year from 2024 through 2030. The growth rate will be measured in real terms, adjusted for inflation, and based on the year-over-year percentage change in GDP. The resolution will be based on the initial official release of the GDP data for each year, without considering subsequent revisions. If Destatis discontinues reporting, is unable to report, or significantly changes its methodology for calculating GDP during the period in question, the resolution will be based on the most comparable official data or estimates provided by a recognized international economic organization, such as the International Monetary Fund (IMF) or the Organisation for Economic Co-operation and Development (OECD).\n\nIn the event that Germany undergoes a change that makes it no longer a distinct economic entity (e.g., due to political changes, dissolution, or unification with other states), the question will resolve as No, unless the relevant economic data for the territory corresponding to pre-change Germany continues to be reported and meets the criteria.\n\nIf the required data is not released by the resolution date, the question will resolve as No.\n\n","resolution_date":"2031-03-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_or_Q":{"id":"0ac021e1-780c-4e7a-b197-3076e44ebd94","title":"Will either of the following occur: (a) a woman is elected as the President of the United States between 2024 and 2030, or (b) Germany's Gross Domestic Product increases by at least 3% annually between 2024 and 2030?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2031-03-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_or_P":{"id":"730c999a-ba07-435c-ac81-284f79a4da33","title":"Will either of the following occur: (a) Germany's Gross Domestic Product increases by at least 3% annually between 2024 and 2030, or (b) a woman is elected as the President of the United States between 2024 and 2030?","body":"Resolves YES if either of the specified events occur (or both). Resolves NO otherwise.","resolution_date":"2031-03-31T00:00:00","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
