{"P":{"id":"bd58ada9-3053-4f6a-a00c-094ef257f1fd","title":"Will humans go extinct before 2100?","body":"Resolution Criteria\nThis question will resolve as Yes if there are no known humans alive on January 1, 2100. For these purposes we'll define humans as biological creatures who have as their ancestors – via a chain of live births from mothers – circa 2000 humans OR who could mate with circa 2000 humans to produce viable offspring. (So AIs, ems, genetically engineered beings of a different species brought up in artificial wombs, etc. would not count). Any living humans living anywhere in the observable universe (or multiverse) (who are known to the entities operating Metaculus) on that date will be sufficient to resolve the question negatively.\nN.B. Even though it is obviously the case that if human extinction occurs Metaculus points won't be very valuable anymore and that it will be practically impossible to check for true human extinction (zero humans left), I would like to ask people not to let this fact influence their prediction and to predict in good faith\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f9b1b7e8-8715-4dc7-ba61-59b5f29b06d8","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"922a3783-3363-48cc-934b-5553671f3ae3","title":"Will humans go extinct before 2100 AND will a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if there are no known humans alive on January 1, 2100 AND the first practical nuclear fusion reactor is developed in China. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"6ec13cd9-94e1-4552-8e53-802fe42403a4","title":"Will a practical nuclear fusion reactor first be developed in China AND will humans go extinct before 2100?","body":"Resolves YES if the first practical nuclear fusion reactor meeting specific criteria is built in China AND there are no known humans alive on January 1, 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"c3270416-1d64-4c25-ae46-b3ffa7609c7f","title":"Will SpaceX land people on Mars before 2030?","body":"Resolution Criteria\nThis question will resolve as Yes if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. The landing itself of the human crew on Mars must occur before January 1, 2030, 00:00 UTC.\nAt least one person aboard the lander must survive the landing, however it is not necessary for the person to survive long-term or make a return trip to Earth, nor is it necessary for the mission to intend a return or long-term survival.\nA \"SpaceX-branded\" mission is defined to mean that the SpaceX-associated logos on the spacecraft involved (both the boosters and the Mars-bound craft) have a larger surface area than the logos of any other entity\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"90e7b7fc-ff1c-40a6-a9ec-4697f0002eeb","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d6f78b80-b1e0-4bcb-917c-ddaada583745","title":"Will SpaceX land people on Mars before 2030 AND will there be Human-machine intelligence parity before 2040?","body":"Resolves YES if a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030 AND the machine system outscores at least two of the three humans on the specified test prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"aa9b03fa-1949-4dce-97ac-c46a6625dddc","title":"Will there be Human-machine intelligence parity before 2040 AND will SpaceX land people on Mars before 2030?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND a SpaceX-branded mission successfully lands one or more living human beings on the surface of Mars before 2030. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"22a7c62e-9986-4917-be42-d83d05a8e83d","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"f1027231-3f96-4d69-9f23-bf80c80ec7f6","title":"Will there be a Vegan Country by 2100?","body":"Resolution Criteria\nInterest in Veganism has increased substantially in recent years, but it is unclear whether the current wave of Veganism will become the movement that will make eating animal products a thing of the past or just turn out to be another fad.\nIt was previously asked, whether the month with the maximum internet interest in Veganism in 2018 would have a interest at least 25% greater than the month with the greatest interest in 2017. This question, however, does not assess whether Veganism can reach its ultimate potential.\nSome Vegans believe the consumption of animal products to be sufficiently immoral to justify a legal ban. Therefore, a society in which Veganism has reached its full potential would ban the consumption of animal products.\nIt is asked: Will there be a country that bans the consumption of all animal products by 2100?\nConsumption means eating, wearing, or otherwise applying to the body (makeup, etc), and an animal product is anything whose primary component is directly part of or excreted by a modern macroscopic Animalia organism. This would include things like honey, silk, and carmine, but not include things like limestone, using animal labor, or accidental cockroaches in cans of soup. It would also not include products such as wine that may use animal parts in the course of production.\nThe question resolves positive if either:\nOn January 1st, 2100 there is at least one country of population of at least 5 million in which the consumption of any product derived from an animal, whether or not the animal was killed or harmed in the process, is illegal.\nOR\nThere was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100.\nThe question resolves negative if neither condition is met.\nWe shall define animal as having to be a whole organism, which means that if the consumption of in vitro meat is not banned, the question may still resolve positive.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4cb4f148-ad5b-4382-a8ea-026ffedc4bc6","title":"Will we detect a message from Luyten's Star before 2046 AND will there be a Vegan Country by 2100?","body":"Resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045 AND there is a country that bans the consumption of all animal products by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"09e357b2-4e54-45e4-80dd-7bbd7e3dbe4e","title":"Will there be a Vegan Country by 2100 AND will we detect a message originating from Luyten's Star before 2046?","body":"Resolves YES if there is a country that bans the consumption of all animal products by 2100 AND a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"389e10d9-248c-4bf4-a116-d971b24dccc2","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"e478c133-7e32-481f-afbd-c1113200bd2d","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"ed85da97-7468-45a3-b969-f62c37cb52ef","title":"Will a sample of negative energy material be created by 2100 AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND experimental evidence for proton decay is published in a top peer-reviewed journal before 2040. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"f8c62a26-bedf-45d3-9e67-ff491bc2d558","title":"Will experimental evidence for proton decay be published in a top peer-reviewed journal before 2040 AND will a sample of negative energy material be created by the year 2100?","body":"Resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040 AND a sample of negative energy material is created by the year 2100 as specified. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"17d339ef-1af5-4233-8c4f-5e7592f48ecf","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"76707b7b-664a-42d8-8dc2-c0ff53a47645","title":"Will there be more VR headset sales than AR headsets sales in 2025?","body":"Resolution Criteria\nThis question will resolve as \"Yes\" if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Credible industry reports will be required for resolution.\nFor the purposes of this question, an \"augmented reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in augmented reality functions. \"Augmented reality functions\" are defined as recognizing and interpreting objects in the user's real environment, and producing digital information and images overlaid over the user's view of their real environment, which update in real time as the user moves and interacts with the digital and physical environment.\nFor the purposes of this question, a \"virtual reality headset\" is defined as a device which is portable and worn over the user's head, and whose primary use is in virtual reality functions. \"virtual reality functions\" are defined as mostly or entirely covering the user's field of view, and tracking the user's viewpoint in 6 degrees of freedom, which the user can interact with through movement, voice, or other controls.\nIn the case that a device is capable of both AR and VR functionality, it will be considered an AR device only in the calculation of resolution. Devices such as smartphones in 2021, whose primary functions are not intended as AR or VR, do not qualify for the purposes of this question\n","resolution_date":"2026-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"446f27d8-add1-47e8-8adc-d476ee5c959a","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will there be more VR headset sales than AR headset sales in 2025?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"0b837260-6275-4c5a-b539-5eff6357256e","title":"Will there be more VR headset sales than AR headsets sales in 2025 AND will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolves YES if the number of virtual reality headsets sold globally in 2025 exceeds the number of augmented reality headsets sold in the same year AND an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5d02c363-e273-45ea-8fdd-810d06265194","title":"Will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolution Criteria\nThis question will resolve as Yes if the RoboCup organization announces that its ultimate goal for robotic soccer has been accomplished before January 1, 2050.\nFine Print\nIf the RoboCup organization or a clear successor organization ceases to exist this question will be Annulled.\nThis question defers to announcements by the RoboCup organization, the rules and language regarding their ultimate goal may change so long as it refers to robots winning a game of soccer against professional human soccer players.\nIf the RoboCup organization still exists at the time of resolution and has not announced that its ultimate goal has been accomplished as described this question will resolve as No.\nThis question was updated on 16 November 2023 to clarify that a qualifying event must be a game of soccer played by professional human soccer players against robots.\nThis question was updated on 28 March 2023 to clarify some ambiguities and provide better context. The question text prior to this update is below:\nTitle: Robocup Challenge Win before 2050?\nThe Robocup Challenge was launched in the mid-1990s as a \"grand challenge\" in robotics. The stated goal of the challenge is:\nBy the middle of the 21st century, a team of fully autonomous humanoid robot soccer players shall win a soccer game, complying with the official rules of FIFA, against the winner of the most recent World Cup.\nOn the road to this challenge, annual Robocup games are played; see here for upcoming events.\nWill Robots win the Robocup challenge, beating professional soccer players before 2050?\nThis question will resolve as Yes if a team of humanoid robots wins a professional match of soccer before January 1, 2050, as determined by the Robocup challenge organization.\n","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"cabc9390-af2f-46f8-a454-33a86092cfb4","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"1ac634b1-ab48-4e2c-b8d3-42a535f1bf81","title":"Will RoboCup announce robots beating professional human soccer players AND a practical nuclear fusion reactor be developed in China before 2050?","body":"Resolves YES if the RoboCup organization announces that robots have beaten professional human soccer players AND a practical nuclear fusion reactor is first developed in China before January 1, 2050. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"29b3807c-1fc9-4131-aca0-8a68bbb790ea","title":"Will a practical nuclear fusion reactor first be developed in China AND will RoboCup announce that robots have beaten professional human soccer players before 2050?","body":"Resolves YES if the first practical nuclear fusion reactor is built in China AND RoboCup announces that robots have beaten professional human soccer players before 2050. Resolves NO otherwise.","resolution_date":"2050-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"17d062d7-51de-46cb-8dd6-964dee45eb57","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolution Criteria\nThis question will resolve as Yes if a credible news report cites an analysis independent of the European Union government confirming that Europe has met all three 2030 climate action goals, including emission reduction by at least 40% below 1990 levels, on or before January 1, 2030.\nFine Print\nThe EU has updated its goals under the Paris Agreement, but this question will use the original goals in place at the time the question was written, specifically the three below.\n40% reduction in greenhouse gas emissions by 2030, compared to 2019\nAt least 27% of total energy consumption from renewable energy\nAt least 27% increase in energy efficiency in comparison with projections\n","resolution_date":"2031-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"cd3518ac-f936-4aeb-a2a2-03e8e720c316","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"9b203f60-a195-4bd8-b9ec-ce5999e5dde5","title":"Will the European Union meet its 2030 targets under the Paris Climate Treaty AND will a sample of negative energy be produced by 2100?","body":"Resolves YES if a credible news report confirms that Europe has met all three 2030 climate action goals AND a sample of negative energy material exceeding 10 proton masses is created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by the year 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"ebf8311e-5f7b-496e-9afb-f18a45b04750","title":"Will a sample of negative energy be created by 2100 AND will the European Union meet its 2030 targets under the Paris Climate Treaty?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND a credible news report confirms that Europe has met all three 2030 climate action goals under the Paris Climate Treaty on or before January 1, 2030. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"d6821413-dbde-4541-aa31-278f7e1be385","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"6389e114-80a3-424e-be46-618fe851a67f","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"d92f0be9-21fa-4175-a33d-e4fb09f80a5f","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND will there be Human-machine intelligence parity before 2040?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND the machine system outscores at least two of the three humans on a specific test prior to 2040. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"991877a1-ebd0-40ed-9c98-8a3fac0859ba","title":"Will there be Human-machine intelligence parity before 2040 AND will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND an effort to create a viable emulated human succeeds before another form of human-level digital intelligence. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"b42a97fd-3770-4fab-ae77-5b6d84981c91","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"29d7b087-e53d-486e-814e-308a37d65062","title":"Will Europa be the first place humanity will discover extraterrestrial life, if it is discovered before 2045?","body":"Resolution Criteria\nThis question will resolve as Yes if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extra terrestrial life anywhere else in the universe. If extraterrestrial life is found convincingly elsewhere prior to on Europa, this question will resolve as No. If no extraterrestrial life is found before 2045, this question will be Annulled.\nNote: extraterrestrial life must be (a) living currently and (b) highly unlikely to be a result of contamination by Earth spacecraft. This leaves open the possibility of life transported from Earth via other non-human-engineered means.\n","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"4e2b6a10-06af-4f1a-88f6-f94834eb09b5","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027 AND will Europa be the first place humanity discovers extraterrestrial life if it is discovered before 2045?","body":"Resolves YES if by November 30, 2027, a peer-reviewed publication announces the results of detecting gravitational waves from the merger of supermassive black holes AND humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe. Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"b910ebe3-5013-47fe-983d-12ba6502e199","title":"Will Europa be the first place humanity discovers extraterrestrial life, if discovered before 2045, AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if humanity discovers convincing evidence of life on Europa before January 1, 2045 and does so before detecting extraterrestrial life anywhere else in the universe AND a peer-reviewed publication announces the results of the merger of supermassive black holes with statistical significance at the 4-sigma level by November 30, 2027. Resolves NO otherwise.","resolution_date":"2045-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"3d5ab8ca-b9fb-4ce4-be08-13ea42634c24","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolution Criteria\nData for resolution shall be taken from the 2033 Forbes Billionaires list (note: of course the link currently does not lead to the 2033 list). Note that this list is to be differentiated from the real time list.","resolution_date":"2033-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"ebea770e-c01f-42b0-b5ac-2770ff717605","title":"Will we discover clear evidence of proton decay by 2040?","body":"Resolution Criteria\nProtons are durable little subatomic particles. Our collective best guess that they should take at least\n10\n34\nyears to decay... if they do so at all.\nWhy do scientists want to figure this out? Symmetry Magazine explains the situation:\nMuch [the theoritical work on Grand Unified Theories of the universe] rests on the existence of proton decay, and yet we’ve never seen a proton die. The reason may simply be that protons rarely decay, a hypothesis borne out by both experiment and theory... Because of quantum physics, the time any given proton decays is random, so a tiny fraction will decay long before that\n10\n34\n-year lifetime. So, “what you need to do is to get a whole bunch of protons together,” says [University of California's Jonathan Feng]. Increasing the number of protons increases the chance that one of them will decay while you’re watching.\nSeveral experiments around the world have attempted (and will be attempting) to quantify the whys and wherefores of proton decay.\nTwo of the most important include:\nSuper-Kamiokande in Japan:\nIf we can collect many protons and some of them decay, we can estimate proton lifetime unless waiting for so long time. Super-Kamiokande uses 50,000 tons of pure water and it contains\n7×\n10\n33\nprotons. We are measuring proton lifetime with huge number of protons... however, we have not observed any evidence of proton decay yet.\nHyper-Kamiokande:\nHyper-Kamiokande is about 10 times larger than SK [Super-Kamiokande] and it can overtake the current reach by SK within two years... Hyper-Kamiokande has sensitivity up to more than one order longer than the current lower lifetime of proton.\nWhat do you think? Will we discover proton decay before 2040?\nQuestion resolves positive if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e75d0295-b727-4d8c-96c9-02de59fe0e95","title":"Will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time AND will we discover clear evidence of proton decay by 2040?","body":"Resolves YES if the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time AND experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"e6e545b0-1e04-402b-82fa-6659626cc2ac","title":"Will we discover clear evidence of proton decay by 2040 AND will the richest person in the world in 2033 have a net worth equivalent to or greater than 2% of the United States' GDP at the time?","body":"Resolves YES if experimental evidence for proton decay is published in a top peer-reviewed journal prior to 2040 AND the richest person in the world in 2033 has a net worth equivalent to or greater than 2% of the United States' GDP at the time. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"aa3c2b2e-ead1-45fe-8e2e-892d4b4f87c5","title":"Will there be Human-machine intelligence parity before 2040?","body":"Resolution Criteria\nThis question resolves as YES if the machine system outscores at least two of the three humans on the following test prior to 2040, or NO otherwise. If no such tests are conducted, resolves as AMBIGUOUS.\nAssume that prior to 2040, a generalized intelligence test will be administered as follows. A team of three expert interviewers will interact with a candidate machine system (MS) and three humans (3H). The humans will be graduate students in each of physics, mathematics and computer science from one of the top 25 research universities (per some recognized list), chosen independently of the interviewers. The interviewers will electronically communicate (via text, image, spoken word, or other means) an identical series of exam questions of their choosing over a period of two hours to the MS and 3H, designed to advantage the 3H. Both MS and 3H have full access to the internet, but no party is allowed to consult additional humans, and we assume the MS is not an internet-accessible resource. The exam will be scored blindly by a disinterested third party.\nNote that this also effectively tests whether the internet as a whole functions as a human-level intelligence, in that a positive resolution indicates that the human participants are effectively superfluous.\n","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"61b7c561-b6d4-4f3f-83da-6920e0439520","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolution Criteria\nThis question will resolve as positive if by November 30, 2027, a peer-reviewed publication announces the results of such an event. Statistical significance should be at the 4-sigma or equivalent level.\n*(edit 1/1017) November 30 is now a publication date rather than data cutoff date.","resolution_date":"2027-11-30T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"47a20598-1437-4322-98ce-d223e0b35cf5","title":"Will there be Human-machine intelligence parity before 2040 AND will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027?","body":"Resolves YES if the machine system outscores at least two of the three humans on the intelligence test AND a peer-reviewed publication announces the detection of gravitational waves from the merger of supermassive black holes by November 30, 2027. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"f3c51bcf-1c59-4430-8d40-9d87ef4b9ded","title":"Will gravitational waves from the merger of supermassive black holes be detected by November 30, 2027 AND will there be Human-machine intelligence parity before 2040?","body":"Resolves YES if by November 30, 2027, a peer-reviewed publication announces the results of the detection of gravitational waves from the merger of supermassive black holes AND the machine system outscores at least two of the three humans on the intelligence test prior to 2040. Resolves NO otherwise.","resolution_date":"2040-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"7a75c2cc-f427-4bba-afd5-bda7806ec0a6","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolution Criteria\nThis question will resolve as Yes if, before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon by notifying the European Council of its intention to leave the union.\nIt also resolves as positive if by the same deadline the entity called European Union has dissolved completely or dissolved to create a new politico-economic union of some European nations under a different name\n","resolution_date":"2027-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"52a13755-b1d4-4593-aef8-d66fd9f5c253","title":"Will Metaculus exist in 2030?","body":"Resolution Criteria\nA positive resolution does not require the site to still operate at metaculus.com in 2030, but it does require a degree of continuity with the current version of Metaculus so that no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost.\nDue to the nature of this question the best point optimizing prediction would be 99%, no matter of the real probability of Metaculus existing in 2030, as a non-existent Metaculus cannot make you lose points. Still, players are urged to predict in good faith\n","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"be9798eb-8a7a-4c17-b299-58909863bc62","title":"Will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027 AND will Metaculus exist in 2030?","body":"Resolves YES if before January 1, 2027, one or more of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany triggers Article 50 of the Treaty of Lisbon OR the European Union dissolves completely or dissolves to create a new politico-economic union of some European nations under a different name AND a positive resolution for Metaculus in 2030 requires a degree of continuity with the current version where no more than 1% of all predictions ever made may have been lost from players' point calculating process and no more than one percent of once opened questions may have been lost. Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"652cd220-2d76-4f2e-adcb-5287fdfda90a","title":"Will Metaculus exist in 2030 AND will any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany leave the EU before 2027?","body":"Resolves YES if there is continuity with the current version of Metaculus in 2030 AND if any of Belgium, France, Italy, Luxembourg, Netherlands, and/or Germany trigger Article 50 of the Treaty of Lisbon or if the European Union dissolves completely before 2027. Resolves NO otherwise.","resolution_date":"2030-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"f8a72a69-7ee0-40d5-b6aa-7c486517791f","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"1c975af4-14b3-49b2-902b-e0f023688b15","title":"By 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolution Criteria\nThe Guinness World Records reports that freediver Aleix Segura Vendrell currently (as of March 2018) holds the world record for breath holding, clocking in at a mind-numbing 24 minutes, 3:45 seconds on February 28, 2016.\nThat busted other previous records, such as magician David Blaine’s impressive 17 minute breath hold. Amazing details on Blaine’s feat are available in this TED Talk\nAll very nice. But bioengineering will allow us to push the record up—possibily, way up. Some techniques, like “lung packing,” are already being put to use by daredevils. Per Deadspin:\nThis [lung packing] consists of inhaling the very largest breath possible, and then, without exhaling, puffing your cheeks full of more air and attempting to force that air down into your lungs. You are literally stretching out your lungs so that they can hold more air.\nMore exotic ideas, like the so-called “Aquaman Crystal” are promising.\nSome extreme atheletes and freedivers are no doubt experimenting and pushing the limits.\nAnd there are documented cases on the record of people surviving without oxygen for long periods of time. As the BBC reports:\nWhen US toddler Michelle Funk fell into an icy stream in 1986, she survived an estimated 66 minutes underwater, preserved by deep hypothermia that reduced her metabolic rate to almost nothing.\nFunk’s case was a freak accident. But by 2025 will a person voluntarily hold his or her breath for more than 30 minutes? (The attempt must comply with Guinness Record standards.)\n","resolution_date":"2025-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"397d7c07-db7d-4cec-81e7-46f499bfaa2e","title":"If chess is solved before 2080, must perfect play result in white winning AND by 2025 will someone be able to hold his/her breath for 30+ minutes?","body":"Resolves YES if chess is solved before 2080 and perfect play must result in white winning AND by 2025 someone will be able to hold his/her breath for 30+ minutes. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"b84545a7-d91a-4504-871c-5585d62994dc","title":"Will someone be able to hold their breath for 30+ minutes voluntarily by 2025 AND if chess is solved before 2080, will perfect play result in white winning?","body":"Resolves YES if a person voluntarily holds their breath for more than 30 minutes by 2025 AND if chess is solved before 2080, perfect play must result in white winning. Resolves NO otherwise.","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"5d802200-86fc-4bed-a88d-42114293f412","title":"If chess is solved before 2080, must perfect play result in white winning?","body":"Resolution Criteria\nZermelo's theorem says that only one of three possibilities is possible in a 2-player solved game; First player (white) wins, second player (black) wins, or there is a forced draw.\nIn the game of chess, these outcomes correspond to:\nWhite wins\nBlack wins\nForced draw\nIf chess is solved before 2080, must perfect play result in white winning?\nFor the purpose of this question, chess is considered to be solved if\nit is proved that white will win, lose or draw from the initial position, given perfect play on both sides\nit is shown that there exists a unique result of perfect play from the initial position, which is either: white wins, black wins, or forced draw\nResolution is by publication of peer-reviewed article that is not shown to be mistaken for at least 3 years post-publication.\nFor the purpose of this question, the 50-move rule does not force a draw. Games that don't end, are considered drawn, for the purpose of this question\nThis question resolves ambiguously if the question does not resolve before Jan 1st, 2080.\n","resolution_date":"2080-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"552288a9-9b8b-4885-a3e3-c6fc9395ea04","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"e3cd28e4-0157-45bf-aba5-21cefae2dae6","title":"Will chess be solved before 2080 resulting in white winning AND will a sample of negative energy be produced by 2100?","body":"Resolves YES if chess is solved before 2080 with white winning AND a sample of negative energy is produced by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"3ea246e3-1fd7-487f-be02-462b9028b9da","title":"Will a sample of negative energy be created by 2100 AND if chess is solved before 2080, will perfect play result in white winning?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND if chess is solved before 2080, perfect play must result in white winning. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"b4c7af6e-78c8-4c06-8bb3-62990ab98f5a","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolution Criteria\nThis question will resolve as Yes if one of the 9 nations known to possess nuclear weapons on July 1, 2017 (U.S., China, Russia, U.K., France, Israel, India, Pakistan, or North Korea) is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035.\nFine Print\nFor the purposes of this question, in the case of territorial disputes or challenges to a government's legitimacy, successor governments will be recognized as those which hold over 50% of the nation's de facto controlled territory on July 1, 2017. The successor government must also hold a political capital city within that same territory. If any of the 9 countries no longer exist or have no succesor as defined by January 1, 2035, they will be ignored for the resolution of the question.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"d6119029-d105-4990-b482-8c54d25c31f0","title":"Will Puerto Rico become a US state prior to 2035?","body":"Resolution Criteria\nIn 1898, thanks to the Spanish-American War, the United States gained control of the island of Puerto Rico. It took more than half a century, however, to clarify that relationship. In 1952, the U.S. declared Puerto Rico a “commonwealth.” This is a different designation than “state.”\nOn the one hand, Puerto Ricans can:\nClaim natural-born U.S. citizenship\nReceive Medicaid and Medicare\nVote in Presidential primaries\nOn the other hand, they cannot:\nVote in Congressional or Presidential elections\nGet access to other government programs\nBe represented in Congress by a voting legislator\nThe issue of whether to elevate Puerto Rico to statehood has been raised repeatedly since 1952. In fact, island residents have voted in statehood referendums in: 1967, 1991,1993, 1998 and 2012. In the most recent vote, sentiment on the island turned positive for the first time in voting history: Puerto Ricans want their own state.\nWhy? Well, the reasons are complicated. Those in favor believe statehood will help Puerto Rico economically—a rationale that gained converts following 2017’s devastating Hurricane Maria.\nOn the mainland, meanwhile, opinion is split. A Rasmussen Reports survey conducted online in March, 2017 found that:\n40% of American Adults now believe Puerto Rico should be a state, up from 35% in the fall of 2013. Largely unchanged are the 39% who disagree and the 21% who are undecided.\nEven if Puerto Ricans want statehood, it’s ultimately up to Congress. As CNN explains:\nTo become the 51st state, Congress would have to pass a statute to admit Puerto Rico as a state, and conversations around that possibility have obviously been going on for decades. The generalities of this process are found in the \"New States\" clause in the US Constitution. Every state after the original 13 colonies has been admitted under this directive.\nAlthough there seems to be seismic attitudinal changes underway, the political process ahead is fraught. As Vox reports:\nWhile Puerto Ricans have been fighting about their political status for decades, Congress has shown little interest in changing anything. Washington lawmakers have introduced more than 130 bills to resolve Puerto Rico’s political status, and none have gone anywhere, said Charles Venator-Santiago, a political science professor at the University of Connecticut. That’s partly because there is no defined process for statehood. “The Constitution doesn’t give direction on how to admit a new state,” says Venator-Santiago.\nWhat do you think? Question resolves positive if Puerto Rico is admitted as a United States state before January 1, 2035.\n","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"abc2b4d3-efa2-488b-b96a-097dece31ee5","title":"Will any country that had nuclear weapons on July 1, 2017 give them up before 2035 AND will Puerto Rico become a US state prior to 2035?","body":"Resolves YES if one of the 9 nations known to possess nuclear weapons on July 1, 2017 gives them up before 2035 AND Puerto Rico becomes a US state prior to 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"1e502b9c-d40f-4318-bc9c-da19bab2ab17","title":"Will Puerto Rico become a US state and will any country that had nuclear weapons on July 1, 2017 give them up before 2035?","body":"Resolves YES if Puerto Rico is admitted as a United States state before January 1, 2035 AND one of the 9 nations known to possess nuclear weapons on July 1, 2017 is certified by the International Atomic Energy Agency to have dismantled all nuclear devices and signs the 2017 UN ban on nuclear weapons on or before January 1, 2035. Resolves NO otherwise.","resolution_date":"2035-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"eaea9d1e-5dc5-4d54-94f0-0e58a364c5e5","title":"Will a sample of negative energy be produced by 2100?","body":"Resolution Criteria\nWarp drives. Wormholes. Time machines. These exotic structures are the stuff of science fiction, but also have valid mathematical structures behind them in the form of spacetime \"metrics\" one can write down with the requisite properties.\nThere is one major physical issue standing in the way actually making them, however: all these possibilities require negative energy.\nMore specifically, relativists have devised a number of mathematical conditions that may be assumed regarding matter and energy, known as \"energy conditions.\" Wormhole, warp-drive, and time-machine solutions to Einstein's equations essentially always require some substance that violates the \"weak energy condition\" (WEC), and generally others. Most simply, the WEC states that in the restframe of a material, its energy density is non-negative. (Technically the substance's pressure also must be sufficiently non-negative; see e.g. here for a brief description, and a good relativity text like this one for more gory detail, and here for a recent, interesting review.)\nThese energy conditions are generically violated at the quantum level, because quantum mechanics entails uncertainty in the energy of a system over a very short time period, so must allow very brief negative-energy fluctuations. But macroscopic amounts of negative energy do not appear possible with any particles or fields we know to exist.\nOn the other hand, it is somewhat unclear what fundamentally forbids negative energy. Negative energy particles would be bad news, as they would likely render low-energy particles unstable to decay into positive and negative energy ones – such a universe would not last long. But could we devise some strange substance that has the property, using something like the Casimir effect, that takes empty space and removes some energy from it? It sees plausible that negative energy is closely related to violations of the second law of thermodynamics, which would mean that it is very, very hard to violate. But maybe not impossible. \"Violations\" of the second law (downward movements in entropy) can happen if you wait long enough, or if you set up very, very careful initial conditions (see, e.g. here) So it does not seem impossible that with a high level of tuning a sample of negative energy could be made, though the author is not at all clear how...\nSo instead we ask:\nWill a sample of negative energy material be created by the year 2100?\nTo be specific, we'll ask whether > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond, in such a way that during that microsecond there exists a volume of space that could be considered to have a mass of less than -10 proton masses. (As of 2017, the record for antimatter, an altogether easier substance to make, was about 300 proton masses.)\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"5f61bd50-c29a-4064-bacd-fb91d2dd9b31","title":"Will there be a Vegan Country by 2100?","body":"Resolution Criteria\nInterest in Veganism has increased substantially in recent years, but it is unclear whether the current wave of Veganism will become the movement that will make eating animal products a thing of the past or just turn out to be another fad.\nIt was previously asked, whether the month with the maximum internet interest in Veganism in 2018 would have a interest at least 25% greater than the month with the greatest interest in 2017. This question, however, does not assess whether Veganism can reach its ultimate potential.\nSome Vegans believe the consumption of animal products to be sufficiently immoral to justify a legal ban. Therefore, a society in which Veganism has reached its full potential would ban the consumption of animal products.\nIt is asked: Will there be a country that bans the consumption of all animal products by 2100?\nConsumption means eating, wearing, or otherwise applying to the body (makeup, etc), and an animal product is anything whose primary component is directly part of or excreted by a modern macroscopic Animalia organism. This would include things like honey, silk, and carmine, but not include things like limestone, using animal labor, or accidental cockroaches in cans of soup. It would also not include products such as wine that may use animal parts in the course of production.\nThe question resolves positive if either:\nOn January 1st, 2100 there is at least one country of population of at least 5 million in which the consumption of any product derived from an animal, whether or not the animal was killed or harmed in the process, is illegal.\nOR\nThere was at least one country that had such a ban in effect for at least 5 years during which its population was at least 5 million, prior to January 1st, 2100.\nThe question resolves negative if neither condition is met.\nWe shall define animal as having to be a whole organism, which means that if the consumption of in vitro meat is not banned, the question may still resolve positive.\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"6e32e598-784d-46ff-8f65-138291f31aed","title":"Will a sample of negative energy material be created by 2100 AND will there be a Vegan Country by 2100?","body":"Resolves YES if > 10 proton masses worth of negative energy will be created and confined to a volume of less than 1 cubic centimeter for longer than 1 microsecond by 2100 AND there will be a country that bans the consumption of all animal products by 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"5758ebc7-48f1-4a57-82f7-cdfc285e0e39","title":"Will a Vegan Country exist and a sample of negative energy be produced by 2100?","body":"Resolves YES if there is a country that bans the consumption of all animal products AND a sample of negative energy material is created by the year 2100. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"4de98bd4-2e71-4282-9ad5-01a0552c282f","title":"Will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolution Criteria\nThis question will resolve as Yes if an effort to create a viable (functioning, lasting, sane, etc.) emulated human, based on direct simulation of the neural connectome (and a requisite level of its physical instantiation), succeeds before another form of human-level digital intelligence. The latter will be defined as a digital entity capable of equalling or surpassing most or all core human cognitive capabilities.\nIf neither a whole human brain emulation nor a human-level digital intelligence has been successfully demonstrated before January 1, 2060, this question will resolve as Ambiguous.\n*(Edit 10/20/18 to state that it resolves ambiguous rather than negative in the event of no AGI by 2060.)\n","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"329bf327-a863-46a7-af38-e53e94cf4ecf","title":"Will a practical nuclear fusion reactor first be developed in China?","body":"Resolution Criteria\nFor these purposes we define \"practical\" as an operational high-temperature nuclear fusion reactor that can (a) produce a demonstrated positive energy balance exceeding 100 megawatts for more than one week, and (b) have a sustainable plan for long-term operations (e.g. no critical hard-to-replace components that would be radiation-damaged to inoperability in a matter of days or weeks, etc.) These are chosen to roughly match this question.\nThis question will resolve as Yes if the first such reactor is built in China, and will resolve as No if the first such reactor is built anywhere else.\nIf no such reactor is built before January 1, 2050, this question will resolve as Ambiguous\n","resolution_date":"2035-12-31T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"9d58c6d2-3933-435d-9198-fdda5e79b4dd","title":"Will human brain emulation be the first successful route to human-level digital intelligence AND a practical nuclear fusion reactor first be developed in China?","body":"Resolves YES if an effort to create a viable emulated human based on direct simulation of the neural connectome succeeds before another form of human-level digital intelligence AND the first practical nuclear fusion reactor is built in China. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"6a0382eb-8d88-4e45-b02a-86174fa7b348","title":"Will a practical nuclear fusion reactor first be developed in China AND will human brain emulation be the first successful route to human-level digital intelligence?","body":"Resolves YES if the first practical nuclear fusion reactor is built in China AND an effort to create a viable emulated human succeeds before another form of human-level digital intelligence. Resolves NO otherwise.","resolution_date":"2050-12-31T23:59:59Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
{"P":{"id":"b317cb75-9c96-4b45-a408-59ac605ab806","title":"Will there be at least 2˚C of global warming by 2100?","body":"Resolution Criteria\nThis question will resolve positively if, by January 1, 2100, there has been a period of at least 5 consecutive years in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880.\n(Note that 1880 isn't exactly pre-industrial, but earlier data is highly unreliable, and there should really not have been much warming by then.)\nData for resolution shall come from NASA, if possible. Note that the data in the link is normalised relative to the 1951-1980 baseline, on which 1880 stands at -0.2. Therefore, the critical value to look for with this specific NASA dataset will be 1.8 ˚C. It is likely, though, that the link will no longer be active in a few decades, so a different dataset may have to be used anyway.\nThe last possible set of 5 years to satisfy the requirement would be 2095-2099, so the last possible resolution date would be around mid-2100, in order to make sure that there are no uncertainties regarding the 2099 climate data\n","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q":{"id":"45980d13-26c3-490e-bb17-1fb82c7d3fca","title":"Will we detect a message originating from Luyten's Star before 2046?","body":"Resolution Criteria\nThis question will resolve as positive if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045","resolution_date":"2046-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"P_and_Q":{"id":"bee80901-3b69-44a7-9787-82a2f4f4ad2a","title":"Will there be at least 2˚C of global warming by 2100 AND will we detect a message originating from Luyten's Star before 2046?","body":"Resolves YES if by January 1, 2100, there has been a period of at least 5 consecutive years with the average global temperature at least 2.0 ˚C greater than in 1880 AND a signal of unambiguously intelligent and extraterrestrial origin from Luyten's Star is detected on or near Earth on or before December 31, 2045. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null},"Q_and_P":{"id":"a84c726c-bdf1-45e6-aade-1f654c90e1e5","title":"Will we detect a message from Luyten's Star before 2046 AND will there be at least 2˚C of global warming by 2100?","body":"Resolves YES if a signal of unambiguously intelligent and extraterrestrial origin originating from Luyten's Star is detected on or near Earth on or before December 31, 2045 AND there has been a period of at least 5 consecutive years by January 1, 2100, in which the average global temperature in each year was at least 2.0 ˚C greater than the average global temperature in 1880. Resolves NO otherwise.","resolution_date":"2100-01-01T00:00:00Z","question_type":"binary","data_source":"synthetic_inst","url":null,"metadata":null,"resolution":null}}
